[{"topic": "skills", "summary_points": [{"summary": "It is precisely rising productivity—as technology replaces some human labor but augments the skills of remaining and new workers—that generates agriculture or the automation of manufacturing, the internet affects well-paying white-collar jobs even more than blue-collar jobs.", "context": "It is important to keep in mind the historical perspective that job displacement and job losses from technological change are an integral part of economic progress.It is precisely rising productivity—as technology replaces some human labor but augments the skills of remaining and new workers—that generates agriculture or the automation of manufacturing, the internet affects well-paying white-collar jobs even more than blue-collar jobs.Some mid-level workers will have additional skills that allow them to switch to better-paid non routine occupations in which technology tends to augment human capital and make skilled workers more productive.", "original_sentence": "It is precisely rising productivity—as technology replaces some human labor but augments the skills of remaining and new workers—that generates agriculture or the automation of manufacturing, the internet affects well-paying white-collar jobs even more than blue-collar jobs.", "text": " Most important, even without signifi cant employment shifts, the nature of jobs is changing toward skills that remain hard for technology to emulate: that is, advanced cognitive and socioemotional skills. The policy response, besides rethinking social protection systems, is better and more responsive education and training—areas where reforms take many years to pay off. It is important to keep in mind the historical perspective that job displacement and job losses from technological change are an integral part of economic progress. It is precisely rising productivity—as technology replaces some human labor but augments the skills of remaining and new workers—that generates agriculture or the automation of manufacturing, the internet affects well-paying white-collar jobs even more than blue-collar jobs. Some mid-level workers will have additional skills that allow them to switch to better-paid nonroutine occupations in which technology tends to augment human capital and make skilled workers more productive. These workers will gain from technological disruption.", "doc_id": "WDR Digital Dividends.txt", "para_id": 111, "score": 0.28023571622577287}, {"summary": "Business can take a lead in some areas, including with on-the-job training and providing opportunities to workers to upgrade their skills, both through in-house training and partnerships with education providers.", "context": "21 Programs that can more quickly retool the labor force by focusing on re-training and credentialing at the level of skills in demand rather than mulch-year degrees could be important.Business can take a lead in some areas, including with on-the-job training and providing opportunities to workers to upgrade their skills, both through in-house training and partnerships with education providers.Improving business and labor market dynamism including mobility.", "original_sentence": "Business can take a lead in some areas, including with on-the-job training and providing opportunities to workers to upgrade their skills, both through in-house training and partnerships with education providers.", "text": "21 Programs that can more quickly retool the labor force by focusing on re-training and credentialing at the level of skills in demand rather than multi-year degrees could be important. Business can take a lead in some areas, including with on-the-job training and providing opportunities to workers to upgrade their skills, both through in-house training and partnerships with education providers. Improving business and labor market dynamism including mobility.", "doc_id": "McKensey Global Institute (2017) - Jobs lost, jobs gained.txt", "para_id": 93, "score": 0.2140048131152179}, {"summary": "In this discussion paper, part of our ongoing research on the impact of technology on the economy, business, and society, we present new findings on the coming shifts in demand for workforce skills and how work is organized within companies, as people increasingly interact with machines in the workplace.", "context": "IN BRIEF SKILL SHIFT: AUTOMATION AND THE FUTURE OF THE WORKFORCE Automation and artificial intelligence (AI) are changing the nature of work.In this discussion paper, part of our ongoing research on the impact of technology on the economy, business, and society, we present new findings on the coming shifts in demand for workforce skills and how work is organized within companies, as people increasingly interact with machines in the workplace.We quantify time spent on 25 core workplace skills today and in the future for the United States and five European countries, with a particular focus on five sectors: banking and insurance, energy and mining, health care, manufacturing, and retail.", "original_sentence": "In this discussion paper, part of our ongoing research on the impact of technology on the economy, business, and society, we present new findings on the coming shifts in demand for workforce skills and how work is organized within companies, as people increasingly interact with machines in the workplace.", "text": "IN BRIEF SKILL SHIFT: AUTOMATION AND THE FUTURE OF THE WORKFORCE Automation and artificial intelligence (AI) are changing the nature of work. In this discussion paper, part of our ongoing research on the impact of technology on the economy, business, and society, we present new findings on the coming shifts in demand for workforce skills and how work is organized within companies, as people increasingly interact with machines in the workplace. We quantify time spent on 25 core workplace skills today and in the future for the United States and five European countries, with a particular focus on five sectors: banking and insurance, energy and mining, healthcare, manufacturing, and retail.", "doc_id": "MGI-Skill-Shift-Automation-and-future-of-the-workforce-May-2018.txt", "para_id": 0, "score": 0.20951343518285523}, {"summary": "Competition from new and existing firms, and the development of sound pro-competition policies, will increasingly play an important role in the creation and adoption of new technologies and innovations related to AI.", "context": "As AI changes the nature of work and the skills demanded by the labor market, American workers will need to be prepared with the education and training that can help them continue to succeed.Competition from new and existing firms, and the development of sound pro-competition policies, will increasingly play an important role in the creation and adoption of new technologies and innovations related to AI.Strategy #2: Educate and train Americans for jobs of the future.", "original_sentence": "Competition from new and existing firms, and the development of sound pro-competition policies, will increasingly play an important role in the creation and adoption of new technologies and innovations related to AI.", "text": "Competition from new and existing firms, and the development of sound pro-competition policies, will increasingly play an important role in the creation and adoption of new technologies and innovations related to AI. Strategy #2: Educate and train Americans for jobs of the future. As AI changes the nature of work and the skills demanded by the labor market, American workers will need to be prepared with the education and training that can help them continue to succeed.", "doc_id": "EMBARGOED AI Economy Report.txt", "para_id": 20, "score": 0.20877887721823002}, {"summary": "Countries can also boost human capital by ensuring that schooling translates into learning.", "context": " This is one of the most effective ways to build valuable skills for future labor markets.Countries can also boost human capital by ensuring that schooling translates into learning.Important adjustments in skills to meet the demands of the changing nature of work are also likely outside compulsory schooling and 9 formal jobs.", "original_sentence": "Countries can also boost human capital by ensuring that schooling translates into learning.", "text": " This is one of the most effective ways to build valuable skills for future labor markets. Countries can also boost human capital by ensuring that schooling translates into learning. Important adjustments in skills to meet the demands of the changing nature of work are also likely outside compulsory schooling and 9 formal jobs.", "doc_id": "WDR 2019 changing nature of work.txt", "para_id": 70, "score": 0.20662202728712276}, {"summary": "Figure O.23 The types of skills needed in a modern economy Box O.11 Mobilizing technology in teaching in Rio’s Cyclopedia Rio DE Janine’s education department developed the Cyclopedia online platform of lessons and other resources in 2010 to improve public school teaching.", "context": "Note: IT = information technology.Figure O.23 The types of skills needed in a modern economy Box O.11 Mobilizing technology in teaching in Rio’s Cyclopedia Rio DE Janine’s education department developed the Cyclopedia online platform of lessons and other resources in 2010 to improve public school teaching.The system focuses as much on providing materials for the teacher to improve lessons as on giving students access to learning resources.", "original_sentence": "Figure O.23 The types of skills needed in a modern economy Box O.11 Mobilizing technology in teaching in Rio’s Educopedia Rio de Janeiro’s education department developed the Educopedia online platform of lessons and other resources in 2010 to improve public school teaching.", "text": " Modern labor markets require creativity, teamwork, problem solving, and critical thinking in ever-changing environments—skills Cognitive Literacy, numeracy, and higher-order cognitive skills (for example, reasoning and creative thinking) Raw problem-solving ability versus knowledge to solve problems Verbal ability, numeracy, problem solving, memory, and mental speed Social and behavioral Socioemotional skills and personality traits Openness to experience, conscientiousness, extraversion, agreeability, and emotional stability Self-regulation, grit, mind-set, decision making, and interpersonal skills Technical Manual dexterity and the use of methods, materials, tools, and instruments Technical skills developed through postsecondary schooling or training or acquired on the job Skills related to specific occupations (for example, engineer, economist, IT specialist) Source: WDR 2016 team, adapted from Pierre, Sanchez Puerta, and Valerio 2014. Note: IT = information technology. Figure O.23 The types of skills needed in a modern economy Box O.11 Mobilizing technology in teaching in Rio’s Educopedia Rio de Janeiro’s education department developed the Educopedia online platform of lessons and other resources in 2010 to improve public school teaching. The system focuses as much on providing materials for the teacher to improve lessons as on giving students access to learning resources.", "doc_id": "WDR Digital Dividends.txt", "para_id": 169, "score": 0.20109799929652844}, {"summary": "Second, technology is reshaping the skills needed for work.", "context": " 20.Second, technology is reshaping the skills needed for work.The demand for less advanced skills that can be replaced by technology is declining.", "original_sentence": "Second, technology is reshaping the skills needed for work.", "text": " 20. Second, technology is reshaping the skills needed for work. The demand for less advanced skills that can be replaced by technology is declining.", "doc_id": "WDR 2019 changing nature of work.txt", "para_id": 35, "score": 0.200604174684265}, {"summary": "Furthermore, the pace of change is fast, and the types of skills in demand change quickly.", "context": "Education systems have been slow to respond to this challenge.Furthermore, the pace of change is fast, and the types of skills in demand change quickly.So workers will have to upgrade their skills frequently throughout their careers.", "original_sentence": "Furthermore, the pace of change is fast, and the types of skills in demand change quickly.", "text": " In contrast to previous episodes, the internet will also make many tasks carried out in white-collar jobs redundant. This puts a premium on different types of skills that automation complements rather than replaces (fi gure O.23). Education systems have been slow to respond to this challenge. Furthermore, the pace of change is fast, and the types of skills in demand change quickly. So workers will have to upgrade their skills frequently throughout their careers.", "doc_id": "WDR Digital Dividends.txt", "para_id": 160, "score": 0.18986005315291918}, {"summary": "Chapter 4 answers this question by exploring three domains—early childhood, tertiary education, and adult learning outside jobs—where people acquire specific skills that are demanded by the changing nature of work.", "context": " But where?Chapter 4 answers this question by exploring three domains—early childhood, tertiary education, and adult learning outside jobs—where people acquire specific skills that are demanded by the changing nature of work.50.", "original_sentence": "Chapter 4 answers this question by exploring three domains—early childhood, tertiary education, and adult learning outside jobs—where people acquire specific skills that are demanded by the changing nature of work.", "text": " But where? Chapter 4 answers this question by exploring three domains—early childhood, tertiary education, and adult learning outside jobs—where people acquire specific skills that are demanded by the changing nature of work. 50.", "doc_id": "WDR 2019 changing nature of work.txt", "para_id": 101, "score": 0.1817505038181135}, {"summary": "Companies will need to make significant organizational changes at the same time as addressing these skill shifts to stay competitive.", "context": " Health care, for example, will see a rising need for physical skills, even as demand for them declines in manufacturing and other sectors.Companies will need to make significant organizational changes at the same time as addressing these skill shifts to stay competitive.A survey of more than 3,000 business leaders in seven countries highlights a new emphasis on continuous learning for workers and a shift to more cross-functional and team-based work.", "original_sentence": "Companies will need to make significant organizational changes at the same time as addressing these skill shifts to stay competitive.", "text": " Healthcare, for example, will see a rising need for physical skills, even as demand for them declines in manufacturing and other sectors. Companies will need to make significant organizational changes at the same time as addressing these skill shifts to stay competitive. A survey of more than 3,000 business leaders in seven countries highlights a new emphasis on continuous learning for workers and a shift to more cross-functional and team-based work.", "doc_id": "MGI-Skill-Shift-Automation-and-future-of-the-workforce-May-2018.txt", "para_id": 4, "score": 0.17888206601938092}, {"summary": "Jobs that rely on interpersonal interaction are not readily replaced by machines.", "context": " The role of human capital is also enhanced because of the rising demand for behavioral skills.Jobs that rely on interpersonal interaction are not readily replaced by machines.However, to succeed at these jobs, behavioral skills—established in one’s early years and shaped throughout a lifetime—must be strong.", "original_sentence": "Jobs that rely on interpersonal interaction are not readily replaced by machines.", "text": " The role of human capital is also enhanced because of the rising demand for sociobehavioral skills. Jobs that rely on interpersonal interaction are not readily replaced by machines. However, to succeed at these jobs, sociobehavioral skills—established in one’s early years and shaped throughout a lifetime—must be strong.", "doc_id": "WDR 2019 changing nature of work.txt", "para_id": 66, "score": 0.17560698545866607}, {"summary": "Reasons include lack of technical skills, inadequate resources, and unwillingness to expose data to scrutiny.", "context": " For example, of countries surveyed by the Open Data Barometer, one-third of the high-income countries and 85 percent of developing countries had made little or no progress in opening map data.Reasons include lack of technical skills, inadequate resources, and unwillingness to expose data to scrutiny.Box O.8 The four digital enablers (continued) 29OVERVIEW • Workers, entrepreneurs, and public servants who have the right skills to take advantage of opportunities in the digital world • An accountable government that effectively uses the internet to empower its citizens and deliver services.", "original_sentence": "Reasons include lack of technical skills, inadequate resources, and unwillingness to expose data to scrutiny.", "text": " For example, of countries surveyed by the Open Data Barometer, one-third of the high-income countries and 85 percent of developing countries had made little or no progress in opening map data. Reasons include lack of technical skills, inadequate resources, and unwillingness to expose data to scrutiny. Box O.8 The four digital enablers (continued) 29OVERVIEW • Workers, entrepreneurs, and public servants who have the right skills to take advantage of opportunities in the digital world • An accountable government that effectively uses the internet to empower its citizens and deliver services. What these priorities highlight is that core elements of the development agenda—business regulations that ease market entry, education and training systems that deliver the skills that fi rms seek, and capable and accountable institutions—are becoming more important with the spread of the internet. Not making the necessary reforms means falling farther behind those who do, while investing in both technology and its complements is the key to the digital transformation.", "doc_id": "WDR Digital Dividends.txt", "para_id": 144, "score": 0.17506859288154597}, {"summary": "The debate on the impact on jobs, however, is controversial.", "context": "Abstract The new wave of technological innovation is expected to fundamentally change the future of jobs.The debate on the impact on jobs, however, is controversial.Some expect a jobless future, while others argue that history will repeat itself, and new technologies will eventually create new and better jobs.", "original_sentence": "The debate on the impact on jobs, however, is controversial.", "text": "Abstract The new wave of technological innovation is expected to fundamentally change the future of jobs. The debate on the impact on jobs, however, is controversial. Some expect a jobless future, while others argue that history will repeat itself, and new technologies will eventually create new and better jobs.", "doc_id": "Nubler (2016) - New technologies. A jobless future or golden age of job creation.txt", "para_id": 0, "score": 0.17506558492412466}, {"summary": "The analysis suggests areas in which governments could act: • Investing in disadvantaged groups and early childhood education and developing the skills needed in the modern economy such as high-order cognitive and behavioral skills in addition to foundation skills.", "context": " 32.The analysis suggests areas in which governments could act: • Investing in disadvantaged groups and early childhood education and developing the skills needed in the modern economy such as high-order cognitive and behavioral skills in addition to foundation skills.• Enhancing social protection.", "original_sentence": "The analysis suggests areas in which governments could act: • Investing in disadvantaged groups and early childhood education and developing the skills needed in the modern economy such as high-order cognitive and sociobehavioral skills in addition to foundational skills.", "text": " 32. The analysis suggests areas in which governments could act: • Investing in disadvantaged groups and early childhood education and developing the skills needed in the modern economy such as high-order cognitive and sociobehavioral skills in addition to foundational skills. • Enhancing social protection.", "doc_id": "WDR 2019 changing nature of work.txt", "para_id": 62, "score": 0.17294887445599078}, {"summary": "When it encounters rules that do not match, technology fails to deliver the expected benefit ts.", "context": "Technology is traded across markets and borders, while most rules are established locally.When it encounters rules that do not match, technology fails to deliver the expected benefit ts.New businesses can acquire internet technology to reduce prices and increase convenience for consumers, but they will not be able to enter the market and compete if local regulations protect incumbents.", "original_sentence": "When it encounters rules that do not match, technology fails to deliver the expected benefi ts.", "text": " Technology interacts with rules (such as regulations and standards) to create new ideas, such as new ways of producing goods and services. Technology is traded across markets and borders, while most rules are established locally. When it encounters rules that do not match, technology fails to deliver the expected benefi ts. New businesses can acquire internet technology to reduce prices and increase convenience for consumers, but they will not be able to enter the market and compete if local regulations protect incumbents. Skills. Technology interacts with workers’ skills.", "doc_id": "WDR Digital Dividends.txt", "para_id": 148, "score": 0.17263624232429503}, {"summary": "The payoffs to these skills, as well as to combinations of different skill types, are also increasing in those economies.", "context": " Since 2001, the share of employment in occupations heavy in non routine cognitive and behavioral skills has increased from 19 to 23 percent in emerging economies and from 33 to 41 percent in advanced economies.The payoffs to these skills, as well as to combinations of different skill types, are also increasing in those economies.But the pace of human innovation will determine whether new sectors or tasks emerge to counterbalance the decline of old sectors and routine jobs as the cost of technology declines.", "original_sentence": "The payoffs to these skills, as well as to combinations of different skill types, are also increasing in those economies.", "text": " Since 2001, the share of employment in occupations heavy in nonroutine cognitive and sociobehavioral skills has increased from 19 to 23 percent in emerging economies and from 33 to 41 percent in advanced economies. The payoffs to these skills, as well as to combinations of different skill types, are also increasing in those economies. But the pace of human innovation will determine whether new sectors or tasks emerge to counterbalance the decline of old sectors and routine jobs as the cost of technology declines.", "doc_id": "WDR 2019 changing nature of work.txt", "para_id": 89, "score": 0.1572769172959208}, {"summary": "Some countries are investing in innovative approaches that aim to attract a greater diversity of skills in the civil service by identifying what makes the civil service attractive and marketing these qualities through more effective employer branding and employment offers.", "context": "This means investing in learning opportunities, developing career paths, and reinforcing managers’ responsibility to develop their employees.Some countries are investing in innovative approaches that aim to attract a greater diversity of skills in the civil service by identifying what makes the civil service attractive and marketing these qualities through more effective employer branding and employment offers.Supporting a learning culture in the civil service will ensure that skills are up to date allowing the workforce to keep up with the fast-changing nature of work.", "original_sentence": "Some countries are investing in innovative approaches that aim to attract a greater diversity of skills in the civil service by identifying what makes the civil service attractive and marketing these qualities through more effective employer branding and employment offers.", "text": "Some countries are investing in innovative approaches that aim to attract a greater diversity of skills in the civil service by identifying what makes the civil service attractive and marketing these qualities through more effective employer branding and employment offers. Supporting a learning culture in the civil service will ensure that skills are up to date allowing the workforce to keep up with the fast-changing nature of work. This means investing in learning opportunities, developing career paths, and reinforcing managers’ responsibility to develop their employees.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 11, "score": 0.1513335597272279}, {"summary": "To assess changes in the skills needed in today’s civil services, the framework identifies four areas, each representing specific tasks and skills required in the relationship between the civil service and the society it serves: Policy advice and analysis: Civil servants work with elected officials to inform policy development.", "context": "Service delivery and citizen engagement: Civil servants work directly with citizens and users of government services.To assess changes in the skills needed in today’s civil services, the framework identifies four areas, each representing specific tasks and skills required in the relationship between the civil service and the society it serves: Policy advice and analysis: Civil servants work with elected officials to inform policy development.However, new technologies, a growing body of policy relevant research, and a diversity of citizen perspectives, demand new skills for effective and timely policy advice.", "original_sentence": "To assess changes in the skills needed in today’s civil services, the framework identifies four areas, each representing specific tasks and skills required in the relationship between the civil service and the society it serves: Policy advice and analysis: Civil servants work with elected officials to inform policy development.", "text": "To assess changes in the skills needed in today’s civil services, the framework identifies four areas, each representing specific tasks and skills required in the relationship between the civil service and the society it serves: Policy advice and analysis: Civil servants work with elected officials to inform policy development. However, new technologies, a growing body of policyrelevant research, and a diversity of citizen perspectives, demand new skills for effective and timely policy advice. Service delivery and citizen engagement: Civil servants work directly with citizens and users of government services.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 2, "score": 0.1497268158953305}], "keywords": [{"keyword": "skills", "count": 407}, {"keyword": "workers", "count": 52}, {"keyword": "training", "count": 37}, {"keyword": "new", "count": 77}, {"keyword": "education", "count": 43}, {"keyword": "jobs", "count": 77}, {"keyword": "job", "count": 8}, {"keyword": "technology", "count": 33}, {"keyword": "human", "count": 11}, {"keyword": "employment", "count": 5}, {"keyword": "systems", "count": 4}, {"keyword": "automation", "count": 5}, {"keyword": "social", "count": 4}, {"keyword": "economic", "count": 1}, {"keyword": "change", "count": 5}, {"keyword": "years", "count": 2}, {"keyword": "education training", "count": 3}, {"keyword": "changing", "count": 7}, {"keyword": "programs", "count": 2}, {"keyword": "opportunities", "count": 4}, {"keyword": "work", "count": 63}, {"keyword": "future", "count": 27}, {"keyword": "people", "count": 7}, {"keyword": "workforce", "count": 7}, {"keyword": "time", "count": 5}, {"keyword": "today", "count": 2}, {"keyword": "skill", "count": 4}, {"keyword": "research", "count": 2}, {"keyword": "ai", "count": 4}, {"keyword": "need", "count": 11}, {"keyword": "development", "count": 3}, {"keyword": "learning", "count": 45}, {"keyword": "online", "count": 1}, {"keyword": "self", "count": 0}, {"keyword": "students", "count": 0}, {"keyword": "ability", "count": 1}, {"keyword": "based", "count": 1}, {"keyword": "world", "count": 1}, {"keyword": "digital", "count": 4}, {"keyword": "data", "count": 3}, {"keyword": "percent", "count": 3}], "locations": [{"keyword": "the United States", "count": 1, "type": "LOCATION"}, {"keyword": "Pierre", "count": 1, "type": "LOCATION"}, {"keyword": "Rio", "count": 1, "type": "LOCATION"}], "entities": [{"keyword": "AI", "count": 3, "type": "PERSON"}, {"keyword": "European", "count": 1, "type": "NORP"}, {"keyword": "Americans", "count": 1, "type": "NORP"}, {"keyword": "American", "count": 1, "type": "NORP"}, {"keyword": "Sanchez Puerta", "count": 1, "type": "PERSON"}, {"keyword": "Valerio", "count": 1, "type": "PERSON"}, {"keyword": " Mobilizing", "count": 1, "type": "PERSON"}, {"keyword": "Educopedia Rio de Janeiro", "count": 1, "type": "PERSON"}, {"keyword": "Verbal", "count": 1, "type": "ORG"}, {"keyword": "Social and", "count": 1, "type": "ORG"}, {"keyword": "Socioemotional", "count": 1, "type": "ORG"}, {"keyword": "Technical Manual", "count": 1, "type": "ORG"}, {"keyword": "WDR", "count": 1, "type": "ORG"}, {"keyword": "Box", "count": 1, "type": "ORG"}, {"keyword": "Educopedia", "count": 1, "type": "ORG"}, {"keyword": "O.23", "count": 1, "type": "PERSON"}, {"keyword": " Healthcare", "count": 1, "type": "ORG"}, {"keyword": "Jobs", "count": 1, "type": "PERSON"}, {"keyword": "O.8", "count": 1, "type": "ORG"}, {"keyword": " Technology", "count": 1, "type": "ORG"}], "folder": "/app/AIResearchHelper/SmartReader/Data/text_files_2019-05-09_13-20-59", "folder_name": "text_files_2019-05-09_13-20-59"}, {"topic": "automation", "summary_points": [{"summary": "If care is taken to responsibly maximize its development, AI will make important, positive contributions to aggregate productivity growth, and advances in AI technology hold incredible potential to help the United States stay on the cutting edge of innovation.", "context": "Strategy #1: Invest in and develop AI for its many benefits.If care is taken to responsibly maximize its development, AI will make important, positive contributions to aggregate productivity growth, and advances in AI technology hold incredible potential to help the United States stay on the cutting edge of innovation.Government has an important role to play in advancing the AI field by investing in research and development.", "original_sentence": "If care is taken to responsibly maximize its development, AI will make important, positive contributions to aggregate productivity growth, and advances in AI technology hold incredible potential to help the United States stay on the cutting edge of innovation.", "text": "Strategy #1: Invest in and develop AI for its many benefits. If care is taken to responsibly maximize its development, AI will make important, positive contributions to aggregate productivity growth, and advances in AI technology hold incredible potential to help the United States stay on the cutting edge of innovation. Government has an important role to play in advancing the AI field by investing in research and development.", "doc_id": "EMBARGOED AI Economy Report.txt", "para_id": 18, "score": 0.3154188937114962}, {"summary": "Today, it may be challenging to predict exactly which jobs will be most immediately affected by AI-driven automation.", "context": "Some tasks will be more easily automated than others, and some jobs will be affected more than others—both negatively and positively.Today, it may be challenging to predict exactly which jobs will be most immediately affected by AI-driven automation.Because AI is not a single technology, but rather a collection of technologies that are applied to specific tasks, the effects of AI will be felt unevenly through the economy.", "original_sentence": "Today, it may be challenging to predict exactly which jobs will be most immediately affected by AI-driven automation.", "text": "Today, it may be challenging to predict exactly which jobs will be most immediately affected by AI-driven automation. Because AI is not a single technology, but rather a collection of technologies that are applied to specific tasks, the effects of AI will be felt unevenly through the economy. Some tasks will be more easily automated than others, and some jobs will be affected more than others—both negatively and positively.", "doc_id": "EMBARGOED AI Economy Report.txt", "para_id": 9, "score": 0.3112349178875294}, {"summary": "Executive Summary Accelerating artificial intelligence (AI) capabilities will enable automation of some tasks that have long required human labor.1 These transformations will open up new opportunities for individuals, the economy, and society, but they have the potential to disrupt the current livelihoods of millions of Americans.", "context": "Whether AI leads to unemployment and increases in inequality over the long-run depends not only on the technology itself but also on the institutions and policies that are in place.Executive Summary Accelerating artificial intelligence (AI) capabilities will enable automation of some tasks that have long required human labor.1 These transformations will open up new opportunities for individuals, the economy, and society, but they have the potential to disrupt the current livelihoods of millions of Americans.Whether AI leads to unemployment and increases in inequality over the long-run depends not only on the technology itself but also on the institutions and policies that are in place.", "original_sentence": "Executive Summary Accelerating artificial intelligence (AI) capabilities will enable automation of some tasks that have long required human labor.1 These transformations will open up new opportunities for individuals, the economy, and society, but they have the potential to disrupt the current livelihoods of millions of Americans.", "text": "Executive Summary Accelerating artificial intelligence (AI) capabilities will enable automation of some tasks that have long required human labor.1 These transformations will open up new opportunities for individuals, the economy, and society, but they have the potential to disrupt the current livelihoods of millions of Americans. Whether AI leads to unemployment and increases in inequality over the long-run depends not only on the technology itself but also on the institutions and policies that are in place.", "doc_id": "EMBARGOED AI Economy Report.txt", "para_id": 0, "score": 0.25344443636746583}, {"summary": "Among the areas for advancement in AI are defenseless and the detection of fraudulent transactions and messages.", "context": "Prioritizing diversity and inclusion in STEM fields and in the AI community specifically, in addition to other possible policy responses, is a key part in addressing potential barriers stemming from algorithmic bias.Among the areas for advancement in AI are defenseless and the detection of fraudulent transactions and messages.In addition, the rapid growth of AI has also dramatically increased the need for people with relevant skills from all backgrounds to support and advance the field.", "original_sentence": "Among the areas for advancement in AI are cyberdefense and the detection of fraudulent transactions and messages.", "text": "Among the areas for advancement in AI are cyberdefense and the detection of fraudulent transactions and messages. In addition, the rapid growth of AI has also dramatically increased the need for people with relevant skills from all backgrounds to support and advance the field. Prioritizing diversity and inclusion in STEM fields and in the AI community specifically, in addition to other possible policy responses, is a key part in addressing potential barriers stemming from algorithmic bias.", "doc_id": "EMBARGOED AI Economy Report.txt", "para_id": 19, "score": 0.2531726952060977}, {"summary": "On the other hand, the impact of automation on work could be more disruptive than we anticipate for several reasons: The development of automation technologies, including AI, could accelerate or break through new frontiers.", "context": " This could offset the labor displacement, even during the transition.On the other hand, the impact of automation on work could be more disruptive than we anticipate for several reasons: The development of automation technologies, including AI, could accelerate or break through new frontiers.AI researchers today say that machine learning has unlocked more rapid improvements in the technology than could have been imagined even a few years ago.", "original_sentence": "On the other hand, the impact of automation on work could be more disruptive than we anticipate for several reasons: The development of automation technologies, including AI, could accelerate or break through new frontiers.", "text": " This could offset the labor displacement, even during the transition. On the other hand, the impact of automation on work could be more disruptive than we anticipate for several reasons: The development of automation technologies, including AI, could accelerate or break through new frontiers. AI researchers today say that machine learning has unlocked more rapid improvements in the technology than could have been imagined even a few years ago.", "doc_id": "McKensey Global Institute (2017) - Jobs lost, jobs gained.txt", "para_id": 108, "score": 0.23869433635399886}, {"summary": "Some jobs may be automated away, while for others, AI-driven automation will make many workers more productive and increase demand for certain skills.", "context": "Recent research suggests that the effects of AI on the labor market in the near term will continue the trend that computerization and communication innovations have driven in recent decades.Some jobs may be automated away, while for others, AI-driven automation will make many workers more productive and increase demand for certain skills.Finally, new jobs are likely to be directly created in areas such as the development and supervision of AI as well as indirectly created in a range of areas throughout the economy as higher incomes lead to expanded demand.", "original_sentence": "Some jobs may be automated away, while for others, AI-driven automation will make many workers more productive and increase demand for certain skills.", "text": "Some jobs may be automated away, while for others, AI-driven automation will make many workers more productive and increase demand for certain skills. Finally, new jobs are likely to be directly created in areas such as the development and supervision of AI as well as indirectly created in a range of areas throughout the economy as higher incomes lead to expanded demand. Recent research suggests that the effects of AI on the labor market in the near term will continue the trend that computerization and communication innovations have driven in recent decades.", "doc_id": "EMBARGOED AI Economy Report.txt", "para_id": 10, "score": 0.22150185542041964}, {"summary": "In recent years, the technology has moved from science fiction into real life: AI programs can play games, recognize faces and speech, learn, and make informed decisions.AS striking as AI programs may be (and as potentially unsettling to film goers suffering periodic nightmares about robots becoming self-aware and malevolent), the cognitive technologies behind artificial intelligence are already having a real impact on many people’s lives and work.", "context": "AI based technologies include machine learning, computer vision, speech recognition, natural language processing, and robotics;1 they are powerful, salable, and improving at an exponential rate.In recent years, the technology has moved from science fiction into real life: AI programs can play games, recognize faces and speech, learn, and make informed decisions.AS striking as AI programs may be (and as potentially unsettling to film goers suffering periodic nightmares about robots becoming self-aware and malevolent), the cognitive technologies behind artificial intelligence are already having a real impact on many people’s lives and work.AI based technologies include machine learning, computer vision, speech recognition, natural language processing, and robotics;1 they are powerful, salable, and improving at an exponential rate.", "original_sentence": "In recent years, the technology has moved from science fiction into real life: AI programs can play games, recognize faces and speech, learn, and make informed decisions.AS striking as AI programs may be (and as potentially unsettling to filmgoers suffering periodic nightmares about robots becoming self-aware and malevolent), the cognitive technologies behind artificial intelligence are already having a real impact on many people’s lives and work.", "text": "In recent years, the technology has moved from science fiction into real life: AI programs can play games, recognize faces and speech, learn, and make informed decisions.AS striking as AI programs may be (and as potentially unsettling to filmgoers suffering periodic nightmares about robots becoming self-aware and malevolent), the cognitive technologies behind artificial intelligence are already having a real impact on many people’s lives and work. AIbased technologies include machine learning, computer vision, speech recognition, natural language processing, and robotics;1 they are powerful, scalable, and improving at an exponential rate.", "doc_id": "deloitte-uk-dup-AI-in-government.txt", "para_id": 1, "score": 0.21567014455416375}, {"summary": "This report examines the expected impact of AI-driven automation on the economy, and describes broad strategies that could increase the benefits of AI and mitigate its costs.", "context": "One of the main ways that technology increases productivity is by decreasing the number of labor hours needed to create a unit of output.This report examines the expected impact of AI-driven automation on the economy, and describes broad strategies that could increase the benefits of AI and mitigate its costs.Economics of AI-Driven Automation Technological progress is the main driver of growth of GDP per capital, allowing output to increase faster than labor and capital.", "original_sentence": "This report examines the expected impact of AI-driven automation on the economy, and describes broad strategies that could increase the benefits of AI and mitigate its costs.", "text": "This report examines the expected impact of AI-driven automation on the economy, and describes broad strategies that could increase the benefits of AI and mitigate its costs. Economics of AI-Driven Automation Technological progress is the main driver of growth of GDP per capita, allowing output to increase faster than labor and capital. One of the main ways that technology increases productivity is by decreasing the number of labor hours needed to create a unit of output.", "doc_id": "EMBARGOED AI Economy Report.txt", "para_id": 1, "score": 0.20627359038084075}, {"summary": "AI raises many new policy questions, which should be continued topics for discussion and consideration by future Administrations, Congress, the private sector, academia, and the public.", "context": "Continued engagement among government, industry, technical and policy experts, and the public should play an important role in moving the Nation toward policies that create broadly shared prosperity, unlock the creative potential of American companies and workers, and ensure America’s continued leadership in the creation and use of AI.AI raises many new policy questions, which should be continued topics for discussion and consideration by future Administrations, Congress, the private sector, academia, and the public.Continued engagement among government, industry, technical and policy experts, and the public should play an important role in moving the Nation toward policies that create broadly shared prosperity, unlock the creative potential of American companies and workers, and ensure America’s continued leadership in the creation and use of AI.", "original_sentence": "AI raises many new policy questions, which should be continued topics for discussion and consideration by future Administrations, Congress, the private sector, academia, and the public.", "text": "AI raises many new policy questions, which should be continued topics for discussion and consideration by future Administrations, Congress, the private sector, academia, and the public. Continued engagement among government, industry, technical and policy experts, and the public should play an important role in moving the Nation toward policies that create broadly shared prosperity, unlock the creative potential of American companies and workers, and ensure America’s continued leadership in the creation and use of AI.", "doc_id": "EMBARGOED AI Economy Report.txt", "para_id": 26, "score": 0.1982145019191402}, {"summary": "Introduction Can artificial intelligence help to rethink public sector work?", "context": "For decades, artificial intelligence (AI) researchers have sought to enable computers to perform a wide range of tasks once thought to be reserved for humans.Introduction Can artificial intelligence help to rethink public sector work?For decades, artificial intelligence (AI) researchers have sought to enable computers to perform a wide range of tasks once thought to be reserved for humans.", "original_sentence": "Introduction Can artificial intelligence help to rethink public sector work?", "text": "Introduction Can artificial intelligence help to rethink public sector work? For decades, artificial intelligence (AI) researchers have sought to enable computers to perform a wide range of tasks once thought to be reserved for humans.", "doc_id": "deloitte-uk-dup-AI-in-government.txt", "para_id": 0, "score": 0.18828530984236325}, {"summary": "ABSTRACT We summarize existing empirical findings regarding the adoption of robotics and AI and its effects on aggregated labor and productivity, and argue for more systematic collection of the use of these technologies at the firm level.", "context": "Further, firm-level data would also allow for studies of effects on firms of different sizes, the role of market structure in technology adoption, the impact on entrepreneurs and innovators, and the effect on regional economies among st others.ABSTRACT We summarize existing empirical findings regarding the adoption of robotics and AI and its effects on aggregated labor and productivity, and argue for more systematic collection of the use of these technologies at the firm level.Existing empirical work primarily uses statistics aggregated by industry or country, which precludes in-depth studies regarding the conditions under which robotics and AI complement or are substituting for labor.", "original_sentence": "ABSTRACT We summarize existing empirical findings regarding the adoption of robotics and AI and its effects on aggregated labor and productivity, and argue for more systematic collection of the use of these technologies at the firm level.", "text": "ABSTRACT We summarize existing empirical findings regarding the adoption of robotics and AI and its effects on aggregated labor and productivity, and argue for more systematic collection of the use of these technologies at the firm level. Existing empirical work primarily uses statistics aggregated by industry or country, which precludes in-depth studies regarding the conditions under which robotics and AI complement or are substituting for labor. Further, firm-level data would also allow for studies of effects on firms of different sizes, the role of market structure in technology adoption, the impact on entrepreneurs and innovators, and the effect on regional economies amongst others.", "doc_id": "Seamands and Raj (2018) AI, Labor, Productivity and the Need for Firm-Level Data NBER w24239.txt", "para_id": 0, "score": 0.18736895116351684}, {"summary": "Historically and across countries, however, there has been a strong relationship between productivity and wages—and with more AI the most plausible outcome will be a combination of higher wages and more opportunities for leisure for a wide range of workers.", "context": "Instead of broadly shared prosperity for workers and consumers, this might push towards reduced competition and increased wealth inequality.Historically and across countries, however, there has been a strong relationship between productivity and wages—and with more AI the most plausible outcome will be a combination of higher wages and more opportunities for leisure for a wide range of workers.But the degree that this materializes depends not just on the nature of technological change but importantly on the policy and institutional choices that are made about how to prepare workers for AI and to handle its impacts on the labor market.", "original_sentence": "Historically and across countries, however, there has been a strong relationship between productivity and wages—and with more AI the most plausible outcome will be a combination of higher wages and more opportunities for leisure for a wide range of workers.", "text": "Instead of broadly shared prosperity for workers and consumers, this might push towards reduced competition and increased wealth inequality. Historically and across countries, however, there has been a strong relationship between productivity and wages—and with more AI the most plausible outcome will be a combination of higher wages and more opportunities for leisure for a wide range of workers. But the degree that this materializes depends not just on the nature of technological change but importantly on the policy and institutional choices that are made about how to prepare workers for AI and to handle its impacts on the labor market.", "doc_id": "EMBARGOED AI Economy Report.txt", "para_id": 14, "score": 0.1811297320882874}, {"summary": "We summarize a framework for the study of the implications of automation and AI on the demand for labor, wages, and employment.", "context": "This displacement effect tends to reduce the demand for labor and wages.We summarize a framework for the study of the implications of automation and AI on the demand for labor, wages, and employment.Our task-based framework emphasizes the displacement effect that automation creates as machines and AI replace labor in tasks that it used to perform.", "original_sentence": "We summarize a framework for the study of the implications of automation and AI on the demand for labor, wages, and employment.", "text": "We summarize a framework for the study of the implications of automation and AI on the demand for labor, wages, and employment. Our task-based framework emphasizes the displacement effect that automation creates as machines and AI replace labor in tasks that it used to perform. This displacement effect tends to reduce the demand for labor and wages.", "doc_id": "Acemoglu and Restrepo (2018) - Artificial Intelligence, Automation, and Work.txt", "para_id": 0, "score": 0.1761777947886655}, {"summary": "The Center for Public Impact is investigating the way in which artificial intelligence (AI) can change outcomes for citizens.", "context": "While the potential seems large many questions remain.The Center for Public Impact is investigating the way in which artificial intelligence (AI) can change outcomes for citizens.We are interested in how this emerging technology can reshape the way in which governments reach decisions, as well how it can reshape government itself.", "original_sentence": "The Centre for Public Impact is investigating the way in which artificial intelligence (AI) can change outcomes for citizens.", "text": "The Centre for Public Impact is investigating the way in which artificial intelligence (AI) can change outcomes for citizens. We are interested in how this emerging technology can reshape the way in which governments reach decisions, as well how it can reshape government itself. While the potential seems large many questions remain.", "doc_id": "12 Top Tips_ The impact of artificial intelligence on government.txt", "para_id": 0, "score": 0.1727737700213144}, {"summary": "Today, the typical government worker allocates her labor among a “basket” of tasks.", "context": "For decades, artificial intelligence (AI) researchers have sought to enable computers to perform a wide range of tasks once thought to be reserved for humans.Today, the typical government worker allocates her labor among a “basket” of tasks.By breaking jobs into individual activities and analyzing how susceptible each is to automation, we can project the mun- Introduction Can artificial intelligence help to rethink public sector work?", "original_sentence": "Today, the typical government worker allocates her labor among a “basket” of tasks.", "text": "Today, the typical government worker allocates her labor among a “basket” of tasks. By breaking jobs into individual activities and analyzing how susceptible each is to automation, we can project the num- Introduction Can artificial intelligence help to rethink public sector work? For decades, artificial intelligence (AI) researchers have sought to enable computers to perform a wide range of tasks once thought to be reserved for humans.", "doc_id": "deloitte-uk-dup-AI-in-government.txt", "para_id": 6, "score": 0.1664744943821913}, {"summary": "This report advocates strategies to educate and prepare new workers to enter the workforce, cushion workers who lose jobs, keep them attached to the labor force, and combat inequality.", "context": "But, some shocks have left a growing share of workers out of the labor force.This report advocates strategies to educate and prepare new workers to enter the workforce, cushion workers who lose jobs, keep them attached to the labor force, and combat inequality.Most of these strategies would be important regardless of AI-driven automation, but all take on even greater importance to the degree that AI is making major changes to the economy.", "original_sentence": "This report advocates strategies to educate and prepare new workers to enter the workforce, cushion workers who lose jobs, keep them attached to the labor force, and combat inequality.", "text": "But, some shocks have left a growing share of workers out of the labor force. This report advocates strategies to educate and prepare new workers to enter the workforce, cushion workers who lose jobs, keep them attached to the labor force, and combat inequality. Most of these strategies would be important regardless of AI-driven automation, but all take on even greater importance to the degree that AI is making major changes to the economy.", "doc_id": "EMBARGOED AI Economy Report.txt", "para_id": 17, "score": 0.15980422043634848}, {"summary": "O*NET program has been surveying workers on how much time is devoted to each task Observing the same tasks at two different points in time shows changes in labor allocated to that task Using cognitive technologies to redesign public sector work  THE EXPLOITED SERIES ON COGNITIVE TECHNOLOGIES IN GOVERNMENT This article is the first in a series that examines the impact of artificial intelligence on government.", "context": "How much savings can AI in government generate?O*NET program has been surveying workers on how much time is devoted to each task Observing the same tasks at two different points in time shows changes in labor allocated to that task Using cognitive technologies to redesign public sector work  THE EXPLOITED SERIES ON COGNITIVE TECHNOLOGIES IN GOVERNMENT This article is the first in a series that examines the impact of artificial intelligence on government.A companion piece takes a deep dive into our data analysis on the impact of automation on government work.", "original_sentence": "O*NET program has been surveying workers on how much time is devoted to each task Observing the same tasks at two different points in time shows changes in labor allocated to that task Using cognitive technologies to redesign public sector work  THE DELOITTE SERIES ON COGNITIVE TECHNOLOGIES IN GOVERNMENT This article is the first in a series that examines the impact of artificial intelligence on government.", "text": "How much savings can AI in government generate? O*NET program has been surveying workers on how much time is devoted to each task Observing the same tasks at two different points in time shows changes in labor allocated to that task Using cognitive technologies to redesign public sector work  THE DELOITTE SERIES ON COGNITIVE TECHNOLOGIES IN GOVERNMENT This article is the first in a series that examines the impact of artificial intelligence on government. A companion piece takes a deep dive into our data analysis on the impact of automation on government work.", "doc_id": "deloitte-uk-dup-AI-in-government.txt", "para_id": 14, "score": 0.1569717939065624}, {"summary": "In light of rapid advances in the fields of Artificial Intelligence (AI) and robotics, many scientists discuss the potentials of new technologies to substitute for human labor.", "context": "This paper demonstrates that these scenarios are overestimating the share of automatize jobs by neglecting the substantial heterogeneity of tasks within occupations as well as the adaptability of jobs in the digital transformation.In light of rapid advances in the fields of Artificial Intelligence (AI) and robotics, many scientists discuss the potentials of new technologies to substitute for human labor.Fuelling the economic debate, various empirical assessments suggest that up to half of all jobs in western industrialized countries are at risk of automation in the next 10 to 20 years.", "original_sentence": "In light of rapid advances in the fields of Artificial Intelligence (AI) and robotics, many scientists discuss the potentials of new technologies to substitute for human labour.", "text": "In light of rapid advances in the fields of Artificial Intelligence (AI) and robotics, many scientists discuss the potentials of new technologies to substitute for human labour. Fuelling the economic debate, various empirical assessments suggest that up to half of all jobs in western industrialized countries are at risk of automation in the next 10 to 20 years. This paper demonstrates that these scenarios are overestimating the share of automatable jobs by neglecting the substantial heterogeneity of tasks within occupations as well as the adaptability of jobs in the digital transformation.", "doc_id": "Arntz, Gregory y Zierahn (2017) - Revisiting the risk of automation.txt", "para_id": 0, "score": 0.14917007040506786}, {"summary": "8 The public trusts the government with their data, as long as certain rules apply Our citizen survey has found that people tend to trust government more with their data than companies, and support its use by the public sector – especially the NOS.", "context": "As public bodies seek to make fuller use of the data they hold, our research suggests that government could boost public trust further by explaining how data is used and the benefits that can bring.8 The public trusts the government with their data, as long as certain rules apply Our citizen survey has found that people tend to trust government more with their data than companies, and support its use by the public sector – especially the NOS.Our analysis suggests that data trust in government is driven by a belief that it uses data for the good of society, will not use it for marketing and its use is regulated.", "original_sentence": "8 The public trusts the government with their data, as long as certain rules apply Our citizen survey has found that people tend to trust government more with their data than companies, and support its use by the public sector – especially the NHS.", "text": "8 The public trusts the government with their data, as long as certain rules apply Our citizen survey has found that people tend to trust government more with their data than companies, and support its use by the public sector – especially the NHS. Our analysis suggests that data trust in government is driven by a belief that it uses data for the good of society, will not use it for marketing and its use is regulated. As public bodies seek to make fuller use of the data they hold, our research suggests that government could boost public trust further by explaining how data is used and the benefits that can bring.", "doc_id": "deloitte-uk-the-state-of-the-state-report-2017.txt", "para_id": 9, "score": 0.13474169673482225}, {"summary": "Developers are working on implementing AI solutions in everything from self-driving cars to swarms of autonomous drones, from “intelligent” robots to stunningly accurate speech translation.2 And the public sector is seeking—and finding—applications to improve services; indeed, cognitive technologies could eventually revolutionize every facet of government operations.", "context": "For instance, the Department of Homeland Security’s Citizenship and Immigration and Services has created a virtual assistant, EMMA, that can respond accurately to human language.Developers are working on implementing AI solutions in everything from self-driving cars to swarms of autonomous drones, from “intelligent” robots to stunningly accurate speech translation.2 And the public sector is seeking—and finding—applications to improve services; indeed, cognitive technologies could eventually revolutionize every facet of government operations.For instance, the Department of Homeland Security’s Citizenship and Immigration and Services has created a virtual assistant, EMMA, that can respond accurately to human language.", "original_sentence": "Developers are working on implementing AI solutions in everything from self-driving cars to swarms of autonomous drones, from “intelligent” robots to stunningly accurate speech translation.2 And the public sector is seeking—and finding—applications to improve services; indeed, cognitive technologies could eventually revolutionize every facet of government operations.", "text": "Developers are working on implementing AI solutions in everything from self-driving cars to swarms of autonomous drones, from “intelligent” robots to stunningly accurate speech translation.2 And the public sector is seeking—and finding—applications to improve services; indeed, cognitive technologies could eventually revolutionize every facet of government operations. For instance, the Department of Homeland Security’s Citizenship and Immigration and Services has created a virtual assistant, EMMA, that can respond accurately to human language.", "doc_id": "deloitte-uk-dup-AI-in-government.txt", "para_id": 2, "score": 0.12370389357966292}, {"summary": "One possibility is superstar-biased technological change, where the benefits of technology accrue to an even smaller portion of society than just highly-skilled workers.", "context": "If labor productivity increases do not translate into wage increases, then the large economic gains brought about by AI could accrue to a select few.One possibility is superstar-biased technological change, where the benefits of technology accrue to an even smaller portion of society than just highly-skilled workers.The winner-take-most nature of information technology markets means that only a few may come to dominate markets.", "original_sentence": "One possibility is superstar-biased technological change, where the benefits of technology accrue to an even smaller portion of society than just highly-skilled workers.", "text": "One possibility is superstar-biased technological change, where the benefits of technology accrue to an even smaller portion of society than just highly-skilled workers. The winner-take-most nature of information technology markets means that only a few may come to dominate markets. If labor productivity increases do not translate into wage increases, then the large economic gains brought about by AI could accrue to a select few.", "doc_id": "EMBARGOED AI Economy Report.txt", "para_id": 13, "score": 0.12282179606009949}, {"summary": "An in-depth look at our data analysis can be found here.", "context": "AI-based applications could potentially reduce backlogs, cut costs, overcome resource constraints, free workers from mundane tasks, improve the accuracy of projections, inject intelligence into scores of processes and systems, and handle many other tasks humans can’t easily do on our own, such as predicting fraudulent transactions, identifying criminal suspects via facial recognition, and sifting millions of documents in real time for the most relevant content.An in-depth look at our data analysis can be found here.Cognitive technologies are already having a profound impact on government work, with more dramatic effects to come.", "original_sentence": "An in-depth look at our data analysis can be found here.", "text": "An in-depth look at our data analysis can be found here. Cognitive technologies are already having a profound impact on government work, with more dramatic effects to come. AI-based applications could potentially reduce backlogs, cut costs, overcome resource constraints, free workers from mundane tasks, improve the accuracy of projections, inject intelligence into scores of processes and systems, and handle many other tasks humans can’t easily do on our own, such as predicting fraudulent transactions, identifying criminal suspects via facial recognition, and sifting millions of documents in real time for the most relevant content.", "doc_id": "deloitte-uk-dup-AI-in-government.txt", "para_id": 10, "score": 0.12036653988519204}, {"summary": "A consequence has been a new “data nationalism,” where countries are demanding that data about their residents be stored within their territory or favoring domestic technology that may be inferior or more expensive, but is trusted more.", "context": "The secret snooping by governments can be for legitimate law enforcement reasons, but sometimes violates laws and rights, as the Edward Snow den revelations about spying by the security agencies of the United States, the United Kingdom, and others have shown.A consequence has been a new “data nationalism,” where countries are demanding that data about their residents be stored within their territory or favoring domestic technology that may be inferior or more expensive, but is trusted more.Data collectors often sell the data to others.", "original_sentence": "A consequence has been a new “data nationalism,” where countries are demanding that data about their residents be stored within their territory or favoring domestic technology that may be inferior or more expensive, but is trusted more.", "text": " The problem is that few people know how these large amounts of data are collected and used—and who controls them. Users are not always aware of and providers often don’t tell what information is collected. The secret snooping by governments can be for legitimate law enforcement reasons, but sometimes violates laws and rights, as the Edward Snowden revelations about spying by the security agencies of the United States, the United Kingdom, and others have shown. A consequence has been a new “data nationalism,” where countries are demanding that data about their residents be stored within their territory or favoring domestic technology that may be inferior or more expensive, but is trusted more. Data collectors often sell the data to others. One data broker assembled an average of 1,500 pieces of information about more than half a billion consumers worldwide from information people provided voluntarily on various websites.", "doc_id": "WDR Digital Dividends.txt", "para_id": 102, "score": 0.11607431618435197}, {"summary": "Abstract: Recently both the Bank of England and the Financial Conduct Authority have carried out experiments using new digital technology for regulatory purposes.", "context": "This new way of designing public law is in line with the government’s vision for the UK to become a global leader in digital technology.Abstract: Recently both the Bank of England and the Financial Conduct Authority have carried out experiments using new digital technology for regulatory purposes.The idea is to replace rules written in natural legal language with computer code and to use artificial intelligence for regulatory purposes.", "original_sentence": "Abstract: Recently both the Bank of England and the Financial Conduct Authority have carriedout experiments using new digital technology for regulatory purposes.", "text": "Abstract: Recently both the Bank of England and the Financial Conduct Authority have carriedout experiments using new digital technology for regulatory purposes. The idea is to replace ruleswritten in natural legal language with computer code and to use artificial intelligence forregulatory purposes. This new way of designing public law is in line with the government’s visionfor the UK to become a global leader in digital technology.", "doc_id": "Replacing Law with Code.txt", "para_id": 0, "score": 0.11337763960518189}, {"summary": "Labor productivity increases generally translate into increases in average wages, giving workers the opportunity to cut back on work hours and to afford more goods and services.", "context": "AI should be welcomed for its potential economic benefits.Labor productivity increases generally translate into increases in average wages, giving workers the opportunity to cut back on work hours and to afford more goods and services.Living standards and leisure hours could both increase, although to the degree that inequality increases—as it has in recent decades—it offsets some of those gains.", "original_sentence": "Labor productivity increases generally translate into increases in average wages, giving workers the opportunity to cut back on work hours and to afford more goods and services.", "text": "Labor productivity increases generally translate into increases in average wages, giving workers the opportunity to cut back on work hours and to afford more goods and services. Living standards and leisure hours could both increase, although to the degree that inequality increases—as it has in recent decades—it offsets some of those gains. AI should be welcomed for its potential economic benefits.", "doc_id": "EMBARGOED AI Economy Report.txt", "para_id": 2, "score": 0.11102173435931055}, {"summary": "7 Digital has changed the public sector’s world Every State of the State has highlighted an evolving view of digital technology in the public sector.", "context": "Just a fifth say that government policy on social care is adequate and only a third of the public have taken steps to provide for any care they might require in the future.7 Digital has changed the public sector’s world Every State of the State has highlighted an evolving view of digital technology in the public sector.This year, our interviews found public sector leaders reflecting not only on what digital can do for their organizations, but how this ever-pervasive technology has changed the world in which they operate – creating new risks, pressures and vulnerabilities – as well as opportunities.", "original_sentence": "7 Digital has changed the public sector’s world Every State of the State has highlighted an evolving view of digital technology in the public sector.", "text": "Just a fifth say that government policy on social care is adequate and only a third of the public have taken steps to provide for any care they might require in the future. 7 Digital has changed the public sector’s world Every State of the State has highlighted an evolving view of digital technology in the public sector.  This year, our interviews found public sector leaders reflecting not only on what digital can do for their organisations, but how this ever-pervasive technology has changed the world in which they operate – creating new risks, pressures and vulnerabilities – as well as opportunities.", "doc_id": "deloitte-uk-the-state-of-the-state-report-2017.txt", "para_id": 8, "score": 0.10681927328660445}, {"summary": "Government should extend lean start-up methods as a preferred way of working, incorporate digital and data skills into the Civil Service competency framework, and establish controls to ensure policies can be tested against data.", "context": " Developing a total data approach for government By 2020 government needs to have moved from open data as a fringe activity to total data as its guiding philosophy.Government should extend lean start-up methods as a preferred way of working, incorporate digital and data skills into the Civil Service competency framework, and establish controls to ensure policies can be tested against data.Taken together, these changes should result in better outcomes, delivered more quickly and with less risk.", "original_sentence": "Government should extend lean start-up methods as a preferred way of working, incorporate digital and data skills into the Civil Service competency framework, and establish controls to ensure policies can be tested against data.", "text": " Developing a total data approach for government By 2020 government needs to have moved from open data as a fringe activity to total data as its guiding philosophy. Government should extend lean start-up methods as a preferred way of working, incorporate digital and data skills into the Civil Service competency framework, and establish controls to ensure policies can be tested against data. Taken together, these changes should result in better outcomes, delivered more quickly and with less risk.", "doc_id": "smaller-better-faster-stronger-report.txt", "para_id": 11, "score": 0.09852924464474072}, {"summary": "For societies to benefit from the potential that technology offers, they would need a new social contract centered on larger investments in human capital and progressively universal social protection.", "context": " 14.For societies to benefit from the potential that technology offers, they would need a new social contract centered on larger investments in human capital and progressively universal social protection.However, social inclusion requires fiscal space (figure O.", "original_sentence": "For societies to benefit from the potential that technology offers, they would need a new social contract centered on larger investments in human capital and progressively universal social protection.", "text": " 14. For societies to benefit from the potential that technology offers, they would need a new social contract centered on larger investments in human capital and progressively universal social protection. However, social inclusion requires fiscal space (figure O.", "doc_id": "WDR 2019 changing nature of work.txt", "para_id": 25, "score": 0.09657249498998799}, {"summary": "Part 1 shows that potential gains from digital technologies are high, but often remain unrealized.", "context": " It explores the impact of the internet, mobile phones, and related technologies on economic development.Part 1 shows that potential gains from digital technologies are high, but often remain unrealized.Part 2 proposes policies to expand connectivity, accelerate complementary reforms in sectors beyond information and communication technology (CIT), and address global coordination problems.", "original_sentence": "Part 1 shows that potential gains from digital technologies are high, but often remain unrealized.", "text": " It explores the impact of the internet, mobile phones, and related technologies on economic development. Part 1 shows that potential gains from digital technologies are high, but often remain unrealized. Part 2 proposes policies to expand connectivity, accelerate complementary reforms in sectors beyond information and communication technology (ICT), and address global coordination problems. What are the digital dividends? Growth, jobs, and services are the most important returns to digital investments. The fi rst three chapters show how digital technologies help businesses become more productive; people fi nd jobs and greater opportunities; and governments deliver better public services to all.", "doc_id": "WDR Digital Dividends.txt", "para_id": 13, "score": 0.09647248029621444}, {"summary": "Yet sustained, impact, scaled-up examples of big data and open data in developing countries are still relatively rare.", "context": "Exuberant estimates of the current and potential economic value of big data and open data range from hundreds of billions to trillions of dollars per year.Yet sustained, impact, scaled-up examples of big data and open data in developing countries are still relatively rare.Most big data are in private hands—large telecommute and internet companies—which are reluctant to share it for fear of jeopardizing customer privacy or corporate competitiveness.", "original_sentence": "Yet sustained, impactful, scaled-up examples of big data and open data in developing countries are still relatively rare.", "text": " Open data are those that are freely and easily accessible, machine-readable, and explicitly unrestricted in use. Governments are, or could be, the most important source of open data. Exuberant estimates of the current and potential economic value of big data and open data range from hundreds of billions to trillions of dollars per year. Yet sustained, impactful, scaled-up examples of big data and open data in developing countries are still relatively rare. Most big data are in private hands—large telecom and internet companies—which are reluctant to share it for fear of jeopardizing customer privacy or corporate competitiveness. Public agencies, too, are reluctant to share data, even when they have large public benefi ts.", "doc_id": "WDR Digital Dividends.txt", "para_id": 143, "score": 0.09469846340735476}, {"summary": "Teacher attendance can be fairly easily monitored using digital technologies, but the quality of teaching depends on the teacher’s training, resources, ability, and motivation.", "context": " That means that even as the internet can make many public service functions more eff sent, the benefit ts will be limited when government off vials and workers do not have the incentives to use the technology for the public good.Teacher attendance can be fairly easily monitored using digital technologies, but the quality of teaching depends on the teacher’s training, resources, ability, and motivation.Sources: Rome 2010; Astor 2014; Pratchett, Woodcock, and Sammie, forthcoming.", "original_sentence": "Teacher attendance can be fairly easily monitored using digital technologies, but the quality of teaching depends on the teacher’s training, resources, ability, and motivation.", "text": " That means that even as the internet can make many public service functions more effi cient, the benefi ts will be limited when government offi cials and workers do not have the incentives to use the technology for the public good. Teacher attendance can be fairly easily monitored using digital technologies, but the quality of teaching depends on the teacher’s training, resources, ability, and motivation. Sources: Romer 2010; Autor 2014; Pritchett, Woolcock, and Samji, forthcoming. 30 WORLD DEVELOPMENT REPORT 2016 the internet for most functions of government and for more participatory policy making. Regulations that promote competition and entry Digital adoption by fi rms varies among countries, and there are reasons for it to be slow. Most fundamentally, adoption requires knowledge about the technology, access to it, and knowledge of how to best apply it.", "doc_id": "WDR Digital Dividends.txt", "para_id": 150, "score": 0.09464415021209319}, {"summary": "These advances are making the leading parts of the economy and society more productive—even as many still wait for the most basic benefit ts of the digital revolution.", "context": "Reaping digital dividends for everyone Digital technologies are transforming the worlds of business, work, and service delivery.These advances are making the leading parts of the economy and society more productive—even as many still wait for the most basic benefit ts of the digital revolution.This Report argues that to ensure that everyone will reap the dividends of the internet, focusing on access to technology is essential but far from suffix sent.", "original_sentence": "These advances are making the leading parts of the economy and society more productive—even as many still wait for the most basic benefi ts of the digital revolution.", "text": " They can support the complementary investments for information platforms. And they can fi nd ways to encourage public and private sectors, in both the developed and developing world, to open and share data for public goods. Reaping digital dividends for everyone Digital technologies are transforming the worlds of business, work, and service delivery. These advances are making the leading parts of the economy and society more productive—even as many still wait for the most basic benefi ts of the digital revolution. This Report argues that to ensure that everyone will reap the dividends of the internet, focusing on access to technology is essential but far from suffi cient. Why?", "doc_id": "WDR Digital Dividends.txt", "para_id": 202, "score": 0.09433126119355066}, {"summary": "A small but growing impact evaluation literature reports generally positive effects of technology-based monitoring on worker absenteeism when combined with other institutional reforms.23 In Uganda, where teacher absenteeism is estimated at 27 percent, head teachers use mobile phones to record attendance and transmit data to a central database that generates weekly reports.", "context": " But a majority of public sector digital technology projects fail to achieve the project objectives, resulting in considerable phi cal waste.22 Digital technologies can also improve management by monitoring the performance of workers.A small but growing impact evaluation literature reports generally positive effects of technology-based monitoring on worker absenteeism when combined with other institutional reforms.23 In Uganda, where teacher absenteeism is estimated at 27 percent, head teachers use mobile phones to record attendance and transmit data to a central database that generates weekly reports.Combined with incentive pay for teachers tied to attendance, the program reduced absenteeism by 11 percentage points.", "original_sentence": "A small but growing impact evaluation literature reports generally positive effects of technology-based monitoring on worker absenteeism when combined with other institutional reforms.23 In Uganda, where teacher absenteeism is estimated at 27 percent, head teachers use mobile phones to record attendance and transmit data to a central database that generates weekly reports.", "text": " But a majority of public sector digital technology projects fail to achieve the project objectives, resulting in considerable fi scal waste.22 Digital technologies can also improve management by monitoring the performance of workers. A small but growing impact evaluation literature reports generally positive effects of technology-based monitoring on worker absenteeism when combined with other institutional reforms.23 In Uganda, where teacher absenteeism is estimated at 27 percent, head teachers use mobile phones to record attendance and transmit data to a central database that generates weekly reports. Combined with incentive pay for teachers tied to attendance, the program reduced absenteeism by 11 percentage points. The internet also provides real-time data for better planning and management of service facilities.", "doc_id": "WDR Digital Dividends.txt", "para_id": 82, "score": 0.09013222726588839}, {"summary": "For producing firms, 4.0 technologies include production facilities up to Smart Factories, Cuber-Physical Systems and Internet of Things.", "context": "For service providers, they include analytic tools for Big Data, Cloud Computing systems, internet platforms, shop stems or online marketplaces.For producing firms, 4.0 technologies include production facilities up to Smart Factories, Cuber-Physical Systems and Internet of Things.For service providers, they include analytic tools for Big Data, Cloud Computing systems, internet platforms, shop stems or online marketplaces.", "original_sentence": "For producing firms, 4.0 technologies include production facilities up to Smart Factories, Cyber-Physical Systems and Internet of Things.", "text": "For producing firms, 4.0 technologies include production facilities up to Smart Factories, Cyber-Physical Systems and Internet of Things. For service providers, they include analytic tools for Big Data, Cloud Computing systems, internet platforms, shop ystems or online marketplaces.", "doc_id": "Arntz, Gregory y Lehmer (2017) - Technology and jobs in the fourth industrial revolution.txt", "para_id": 2, "score": 0.08535771958084491}], "keywords": [{"keyword": "ai", "count": 596}, {"keyword": "technology", "count": 53}, {"keyword": "government", "count": 22}, {"keyword": "research", "count": 2}, {"keyword": "make", "count": 3}, {"keyword": "care", "count": 2}, {"keyword": "technologies", "count": 19}, {"keyword": "jobs", "count": 10}, {"keyword": "human", "count": 16}, {"keyword": "new", "count": 17}, {"keyword": "intelligence", "count": 14}, {"keyword": "artificial", "count": 12}, {"keyword": "society", "count": 3}, {"keyword": "artificial intelligence", "count": 11}, {"keyword": "people", "count": 13}, {"keyword": "need", "count": 2}, {"keyword": "machine", "count": 4}, {"keyword": "learning", "count": 3}, {"keyword": "work", "count": 11}, {"keyword": "science", "count": 0}, {"keyword": "computer", "count": 1}, {"keyword": "life", "count": 0}, {"keyword": "future", "count": 2}, {"keyword": "public", "count": 26}, {"keyword": "use", "count": 9}, {"keyword": "humans", "count": 4}, {"keyword": "data", "count": 64}, {"keyword": "based", "count": 2}, {"keyword": "making", "count": 2}, {"keyword": "time", "count": 3}, {"keyword": "digital", "count": 20}, {"keyword": "information", "count": 6}, {"keyword": "systems", "count": 7}, {"keyword": "social", "count": 6}, {"keyword": "world", "count": 3}, {"keyword": "better", "count": 3}, {"keyword": "internet", "count": 10}, {"keyword": "tools", "count": 1}], "locations": [{"keyword": "AI", "count": 15, "type": "LOCATION"}, {"keyword": "the United States", "count": 2, "type": "LOCATION"}, {"keyword": "Administrations", "count": 1, "type": "LOCATION"}, {"keyword": "America", "count": 1, "type": "LOCATION"}, {"keyword": "the United Kingdom", "count": 1, "type": "LOCATION"}, {"keyword": "UK", "count": 1, "type": "LOCATION"}, {"keyword": "Samji", "count": 1, "type": "LOCATION"}, {"keyword": "Uganda", "count": 1, "type": "LOCATION"}], "entities": [{"keyword": "AI", "count": 19, "type": "PERSON"}, {"keyword": "labor.1", "count": 1, "type": "ORG"}, {"keyword": "Americans", "count": 1, "type": "NORP"}, {"keyword": "STEM", "count": 1, "type": "ORG"}, {"keyword": "robotics;1", "count": 1, "type": "PERSON"}, {"keyword": "Congress", "count": 1, "type": "ORG"}, {"keyword": "American", "count": 1, "type": "NORP"}, {"keyword": "The Centre for Public Impact", "count": 1, "type": "ORG"}, {"keyword": "DELOITTE", "count": 1, "type": "ORG"}, {"keyword": "NHS", "count": 1, "type": "ORG"}, {"keyword": "the Department of Homeland Security’s Citizenship and Immigration and Services", "count": 1, "type": "ORG"}, {"keyword": "EMMA", "count": 1, "type": "ORG"}, {"keyword": "Edward Snowden", "count": 1, "type": "PERSON"}, {"keyword": "the Bank of England", "count": 1, "type": "ORG"}, {"keyword": "the Financial Conduct Authority", "count": 1, "type": "ORG"}, {"keyword": "Digital", "count": 4, "type": "ORG"}, {"keyword": "Every State of the State", "count": 1, "type": "WORK_OF_ART"}, {"keyword": "the Civil Service", "count": 1, "type": "ORG"}, {"keyword": "ICT", "count": 1, "type": "ORG"}, {"keyword": "Pritchett", "count": 1, "type": "PERSON"}, {"keyword": "Woolcock", "count": 1, "type": "PERSON"}, {"keyword": "Autor 2014", "count": 1, "type": "ORG"}, {"keyword": "WORLD DEVELOPMENT REPORT 2016", "count": 1, "type": "ORG"}, {"keyword": "Report", "count": 1, "type": "ORG"}, {"keyword": "Smart Factories", "count": 1, "type": "PERSON"}, {"keyword": "Cloud Computing", "count": 1, "type": "PERSON"}, {"keyword": "Cyber-Physical Systems", "count": 1, "type": "ORG"}, {"keyword": "Big Data", "count": 1, "type": "ORG"}], "folder": "/app/AIResearchHelper/SmartReader/Data/text_files_2019-05-09_13-20-59", "folder_name": "text_files_2019-05-09_13-20-59"}, {"topic": "employment", "summary_points": [{"summary": "The government of the Indian state of Lateral set up the Lubumbashi project to outsource information technology services to cooperatives of women from poor families; 90 percent of the women had not previously worked outside the home.", "context": " Impact outsourcing brings internet-based jobs to the poor and vulnerable.The government of the Indian state of Lateral set up the Lubumbashi project to outsource information technology services to cooperatives of women from poor families; 90 percent of the women had not previously worked outside the home.Outsource and Rural Shores link clients in the United States and the United Kingdom with workers in Ghana, Haiti, India, Kenya, and Uganda.", "original_sentence": "The government of the Indian state of Kerala set up the Kudumbashree project to outsource information technology services to cooperatives of women from poor families; 90 percent of the women had not previously worked outside the home.", "text": " Impact outsourcing brings internet-based jobs to the poor and vulnerable. The government of the Indian state of Kerala set up the Kudumbashree project to outsource information technology services to cooperatives of women from poor families; 90 percent of the women had not previously worked outside the home. Samasource and Rural Shores link clients in the United States and the United Kingdom with workers in Ghana, Haiti, India, Kenya, and Uganda. Of global online workers on the Elance freelancing platform, part of Upwork, 44 percent are women, and many wish to balance work and family life. Among respondents to a survey of online workers for this Report, the ability to work fl exible hours from home is considered the greatest advantage of online work. Increasing labor productivity For the economy as a whole, the most profound impact of the internet on individuals is that it makes workers more productive.", "doc_id": "WDR Digital Dividends.txt", "para_id": 70, "score": 0.1646336585063331}, {"summary": "It’s likely to eliminate some jobs, lead to the redesign of countless others, and create entirely new professions.5 In the near term, our analysis suggests, large government job losses are unlikely.", "context": "But cognitive technologies will change the nature of many jobs—both what gets done and how workers go about doing it—freeing up to one quarter of many workers’ time to focus on other activities.It’s likely to eliminate some jobs, lead to the redesign of countless others, and create entirely new professions.5 In the near term, our analysis suggests, large government job losses are unlikely.But cognitive technologies will change the nature of many jobs—both what gets done and how workers go about doing it—freeing up to one quarter of many workers’ time to focus on other activities.", "original_sentence": "It’s likely to eliminate some jobs, lead to the redesign of countless others, and create entirely new professions.5 In the near term, our analysis suggests, large government job losses are unlikely.", "text": "It’s likely to eliminate some jobs, lead to the redesign of countless others, and create entirely new professions.5 In the near term, our analysis suggests, large government job losses are unlikely. But cognitive technologies will change the nature of many jobs—both what gets done and how workers go about doing it—freeing up to one quarter of many workers’ time to focus on other activities.", "doc_id": "deloitte-uk-dup-AI-in-government.txt", "para_id": 5, "score": 0.1527014485401059}, {"summary": "Developing economies are in the middle of a technological shift that is bringing change to the nature of work.", "context": " 16.Developing economies are in the middle of a technological shift that is bringing change to the nature of work.Whatever the future holds, investment in human capital is a no-regrets policy that prepares people for the challenges ahead.", "original_sentence": "Developing economies are in the middle of a technological shift that is bringing change to the nature of work.", "text": " 16. Developing economies are in the middle of a technological shift that is bringing change to the nature of work. Whatever the future holds, investment in human capital is a no-regrets policy that prepares people for the challenges ahead.", "doc_id": "WDR 2019 changing nature of work.txt", "para_id": 29, "score": 0.14364998115363806}, {"summary": "Judicious use of massive open online courses (Moo Cs) or online teaching tools like Khan Academy lets teachers spend more time fostering discussion and working with students who fall behind.", "context": " By handing off routine and repetitive tasks to technology, workers can focus on activities with higher value.Judicious use of massive open online courses (Moo Cs) or online teaching tools like Khan Academy lets teachers spend more time fostering discussion and working with students who fall behind.Researchers can dedicate more time thinking and innovating rather than searching for information or duplicating other people’s work.", "original_sentence": "Judicious use of massive open online courses (MOOCs) or online teaching tools like Khan Academy lets teachers spend more time fostering discussion and working with students who fall behind.", "text": " By handing off routine and repetitive tasks to technology, workers can focus on activities with higher value. Judicious use of massive open online courses (MOOCs) or online teaching tools like Khan Academy lets teachers spend more time fostering discussion and working with students who fall behind. Researchers can dedicate more time thinking and innovating rather than searching for information or duplicating other people’s work. Managers can work more easily with teams across borders. These benefi ts are largest for the higher skilled. In fact, there has never been a better time to be a high-skilled worker, as the returns to education Box O.", "doc_id": "WDR Digital Dividends.txt", "para_id": 71, "score": 0.14257868855695718}, {"summary": "22 Policy makers in countries with relatively inflexible labor markets can learn from others that have deregulated, such as Germany, which transformed its federal unemployment agency into a powerful job-matching entity.", "context": "Providing income and transition support to workers.22 Policy makers in countries with relatively inflexible labor markets can learn from others that have deregulated, such as Germany, which transformed its federal unemployment agency into a powerful job-matching entity.Governments may also update labor market regulations to ensure that gig economy jobs are not subject to discrimination, and that remaining uncertainties about worker benefits are resolved.", "original_sentence": "22 Policy makers in countries with relatively inflexible labor markets can learn from others that have deregulated, such as Germany, which transformed its federal unemployment agency into a powerful job-matching entity.", "text": "22 Policy makers in countries with relatively inflexible labor markets can learn from others that have deregulated, such as Germany, which transformed its federal unemployment agency into a powerful job-matching entity. Governments may also update labor market regulations to ensure that gig economy jobs are not subject to discrimination, and that remaining uncertainties about worker benefits are resolved. Providing income and transition support to workers.", "doc_id": "McKensey Global Institute (2017) - Jobs lost, jobs gained.txt", "para_id": 95, "score": 0.14211370015619992}, {"summary": "1 In our slowest automation adoption scenario, less than 5 percent of work is automated by 2030, so the overall impact on the economy could be minimal.", "context": "But companies often choose to redefine occupations, or redeploy some workers instead.1 In our slowest automation adoption scenario, less than 5 percent of work is automated by 2030, so the overall impact on the economy could be minimal.In our analysis, we make the strong assumption that every hour of work that is automated results in one hour less of work for a full-time equivalent employee.", "original_sentence": "1 In our slowest automation adoption scenario, less than 5 percent of work is automated by 2030, so the overall impact on the economy could be minimal.", "text": "1 In our slowest automation adoption scenario, less than 5 percent of work is automated by 2030, so the overall impact on the economy could be minimal. In our analysis, we make the strong assumption that every hour of work that is automated results in one hour less of work for a full-time equivalent employee. But companies often choose to redefine occupations, or redeploy some workers instead.", "doc_id": "McKensey Global Institute (2017) - Jobs lost, jobs gained.txt", "para_id": 106, "score": 0.13491905418220174}, {"summary": "And yet in other sectors, technology is creating jobs as it shapes the demand for new goods and services.", "context": "6).And yet in other sectors, technology is creating jobs as it shapes the demand for new goods and services.These disparate effects of technology render the economic predictions of technology-induced job losses basically useless.", "original_sentence": "And yet in other sectors, technology is creating jobs as it shapes the demand for new goods and services.", "text": "6). And yet in other sectors, technology is creating jobs as it shapes the demand for new goods and services. These disparate effects of technology render the economic predictions of technology-induced job losses basically useless.", "doc_id": "WDR 2019 changing nature of work.txt", "para_id": 87, "score": 0.12246504509924755}, {"summary": "It is thus impossible in many circumstances to attribute independent workers’ work hours to any employer.", "context": " They may work with multiple intermediaries simultaneously, or conduct personal tasks while they are working with an intermediary.It is thus impossible in many circumstances to attribute independent workers’ work hours to any employer.In this critical respect, independent workers are similar to independent businesses.", "original_sentence": "It is thus impossible in many circumstances to attribute independent workers’ work hours to any employer.", "text": " They may work with multiple intermediaries simultaneously, or conduct personal tasks while they are working with an intermediary. It is thus impossible in many circumstances to attribute independent workers’ work hours to any employer. In this critical respect, independent workers are similar to independent businesses.", "doc_id": "S. Harris y A. Krueger (2015)A proposal for modernizing labor laws for 21 century work.txt", "para_id": 2, "score": 0.12213177759143361}, {"summary": "20M potential new jobs from energy investments in our step-up scenario McKinney Global Institute Jobs lost, jobs gained: Workforce transitions in a time of automation 9 UP TO 375 MILLION PEOPLE MAY NEED TO SWITCH OCCUPATIONAL CATEGORIES, WITH THE HIGHEST SHARE IN ADVANCED ECONOMIES When we look at the net changes in job growth and decline from the trends described above compared with the work that can be automated, a mosaic of shifts in occupations and job categories emerges (Exhibit E5).", "context": " 11 The power of parity: How advancing women’s equality can add $12 trillion to global growth, McKinney Global Institute, September 2015.20M potential new jobs from energy investments in our step-up scenario McKinney Global Institute Jobs lost, jobs gained: Workforce transitions in a time of automation 9 UP TO 375 MILLION PEOPLE MAY NEED TO SWITCH OCCUPATIONAL CATEGORIES, WITH THE HIGHEST SHARE IN ADVANCED ECONOMIES When we look at the net changes in job growth and decline from the trends described above compared with the work that can be automated, a mosaic of shifts in occupations and job categories emerges (Exhibit E5).Across all countries, the categories with the highest percentage job growth net of automation include health-care providers; professionals such as engineers, scientists, accountants, and analysts; IT professionals and other technology specialists; managers and executives, whose work cannot easily be replaced by machines; educators, especially in emerging economies with young populations; and “creatives,” a small but growing category of artists, performers, and entertainers who will be in demand as rising incomes create more demand for leisure and recreation.", "original_sentence": "20M potential new jobs from energy investments in our step-up scenario McKinsey Global Institute Jobs lost, jobs gained: Workforce transitions in a time of automation 9 UP TO 375 MILLION PEOPLE MAY NEED TO SWITCH OCCUPATIONAL CATEGORIES, WITH THE HIGHEST SHARE IN ADVANCED ECONOMIES When we look at the net changes in job growth and decline from the trends described above compared with the work that can be automated, a mosaic of shifts in occupations and job categories emerges (Exhibit E5).", "text": " 11 The power of parity: How advancing women’s equality can add $12 trillion to global growth, McKinsey Global Institute, September 2015. 20M potential new jobs from energy investments in our step-up scenario McKinsey Global Institute Jobs lost, jobs gained: Workforce transitions in a time of automation 9 UP TO 375 MILLION PEOPLE MAY NEED TO SWITCH OCCUPATIONAL CATEGORIES, WITH THE HIGHEST SHARE IN ADVANCED ECONOMIES When we look at the net changes in job growth and decline from the trends described above compared with the work that can be automated, a mosaic of shifts in occupations and job categories emerges (Exhibit E5). Across all countries, the categories with the highest percentage job growth net of automation include health-care providers; professionals such as engineers, scientists, accountants, and analysts; IT professionals and other technology specialists; managers and executives, whose work cannot easily be replaced by machines; educators, especially in emerging economies with young populations; and “creatives,” a small but growing category of artists, performers, and entertainers who will be in demand as rising incomes create more demand for leisure and recreation.", "doc_id": "McKensey Global Institute (2017) - Jobs lost, jobs gained.txt", "para_id": 52, "score": 0.12066683804848924}, {"summary": "Many people in the labor market worry about inequality and possible job loss that robot technology may create.", "context": "There is a lively ongoing debate about the effects of the widespread introduction of robots in work environments.Many people in the labor market worry about inequality and possible job loss that robot technology may create.However, large-scale studies on the determinants of these perceptions are thus far lacking.", "original_sentence": "Many people in the labor market worry about inequality and possible job loss that robot technology may create.", "text": "There is a lively ongoing debate about the effects of the widespread introduction of robots in work environments. Many people in the labor market worry about inequality and possible job loss that robot technology may create. However, large-scale studies on the determinants of these perceptions are thus far lacking.", "doc_id": "Fear of Robots and Work (Salomons).txt", "para_id": 0, "score": 0.11835732901825498}, {"summary": "The payoff to women’s participation in the workforce is significantly lower than for men—in other words, women acquire significantly less human capital from work than do men.", "context": " They can do this by nurturing an enabling environment for business, investing in entrepreneurship training for adults, and increasing access to technology.The payoff to women’s participation in the workforce is significantly lower than for men—in other words, women acquire significantly less human capital from work than do men.To bridge that gap, governments could seek to remove limitations on the type or nature of work available to women and eliminate rules that would limit women’s property rights.", "original_sentence": "The payoff to women’s participation in the workforce is significantly lower than for men—in other words, women acquire significantly less human capital from work than do men.", "text": " They can do this by nurturing an enabling environment for business, investing in entrepreneurship training for adults, and increasing access to technology. The payoff to women’s participation in the workforce is significantly lower than for men—in other words, women acquire significantly less human capital from work than do men. To bridge that gap, governments could seek to remove limitations on the type or nature of work available to women and eliminate rules that would limit women’s property rights.", "doc_id": "WDR 2019 changing nature of work.txt", "para_id": 109, "score": 0.11494055099469636}, {"summary": "Secondly, markets also create jobs by adjusting to increased productivity and jobs losses.", "context": " The paper firstly explains the role of market forces in driving automation and fragmentation as two forms of process innovation that destroy jobs in industrial production regimes.Secondly, markets also create jobs by adjusting to increased productivity and jobs losses.However, due to country-specific social capabilities the net impact on jobs differs significantly across countries.", "original_sentence": "Secondly, markets also create jobs by adjusting to increased productivity and jobs losses.", "text": " The paper firstly explains the role of market forces in driving automation and fragmentation as two forms of process innovation that destroy jobs in industrial production regimes. Secondly, markets also create jobs by adjusting to increased productivity and jobs losses. However, due to country-specific social capabilities the net impact on jobs differs significantly across countries.", "doc_id": "Nubler (2016) - New technologies. A jobless future or golden age of job creation.txt", "para_id": 2, "score": 0.11484377759819295}, {"summary": "9 For a step-up scenario, we use more ambitious targets that countries will need to get closer to meeting commitments to the Paris climate accord.10 These investments could create up to ten million new jobs in the trend line scenario, and up to ten million additional jobs globally in the step-up scenario.", "context": "“Magnetization” of previously unpaid domestic work.9 For a step-up scenario, we use more ambitious targets that countries will need to get closer to meeting commitments to the Paris climate accord.10 These investments could create up to ten million new jobs in the trend line scenario, and up to ten million additional jobs globally in the step-up scenario.“Magnetization” of previously unpaid domestic work.", "original_sentence": "9 For a step-up scenario, we use more ambitious targets that countries will need to get closer to meeting commitments to the Paris climate accord.10 These investments could create up to ten million new jobs in the trendline scenario, and up to ten million additional jobs globally in the step-up scenario.", "text": "9 For a step-up scenario, we use more ambitious targets that countries will need to get closer to meeting commitments to the Paris climate accord.10 These investments could create up to ten million new jobs in the trendline scenario, and up to ten million additional jobs globally in the step-up scenario. “Marketization” of previously unpaid domestic work.", "doc_id": "McKensey Global Institute (2017) - Jobs lost, jobs gained.txt", "para_id": 47, "score": 0.10969763200723098}, {"summary": "Strengthening social protection is possible through expansion of overall coverage that gives priority to the people most in need.", "context": " 13.Strengthening social protection is possible through expansion of overall coverage that gives priority to the people most in need.Placing community health workers on the government’s payroll is a step in the right direction.", "original_sentence": "Strengthening social protection is possible through expansion of overall coverage that gives priority to the people most in need.", "text": " 13. Strengthening social protection is possible through expansion of overall coverage that gives priority to the people most in need. Placing community health workers on the government’s payroll is a step in the right direction.", "doc_id": "WDR 2019 changing nature of work.txt", "para_id": 23, "score": 0.10418395298010036}, {"summary": "Economists have historically rejected the concerns of the Luddites as an example of the “lump of labor” fallacy, the supposition that an increase in labor productivity inevitably reduces employment because there is only a finite amount of work to do.", "context": "The employment-to-population ratio, for example, rose over the course of the 20ht century as women moved from home to market, and the unemployment rate fluctuated cyclically, with no long-term increase.Economists have historically rejected the concerns of the Luddites as an example of the “lump of labor” fallacy, the supposition that an increase in labor productivity inevitably reduces employment because there is only a finite amount of work to do.While intuitively appealing, the notion that productivity gains reduce employment has received little historical support.", "original_sentence": "Economists have historically rejected the concerns of the Luddites as an example of the “lump of labor” fallacy, the supposition that an increase in labor productivity inevitably reduces employment because there is only a finite amount of work to do.", "text": "Economists have historically rejected the concerns of the Luddites as an example of the “lump of labor” fallacy, the supposition that an increase in labor productivity inevitably reduces employment because there is only a finite amount of work to do. While intuitively appealing, the notion that productivity gains reduce employment has received little historical support. The employment-to-population ratio, for example, rose over the course of the 20th century as women moved from home to market, and the unemployment rate fluctuated cyclically, with no long-term increase.", "doc_id": "Artur (2014) - Polanyi's paradox and the shape of employment growth.txt", "para_id": 9, "score": 0.10305674829919416}, {"summary": "We examine the concerns that new technologies will render labor redundant in a framework in which tasks previously performed by labor can be automated and new versions of existing tasks, in which labor has a comparative advantage, can be created.", "context": "Our full model homogenizes capital accumulation and the direction of research toward automation and the creation of new tasks.We examine the concerns that new technologies will render labor redundant in a framework in which tasks previously performed by labor can be automated and new versions of existing tasks, in which labor has a comparative advantage, can be created.In a static version where capital is fixed and technology is exogenous, automation reduces employment and the labor share, and may even reduce wages, while the creation of new tasks has the opposite effects.", "original_sentence": "We examine the concerns that new technologies will render labor redundant in a framework in which tasks previously performed by labor can be automated and new versions of existing tasks, in which labor has a comparative advantage, can be created.", "text": "We examine the concerns that new technologies will render labor redundant in a framework in which tasks previously performed by labor can be automated and new versions of existing tasks, in which labor has a comparative advantage, can be created. In a static version where capital is fixed and technology is exogenous, automation reduces employment and the labor share, and may even reduce wages, while the creation of new tasks has the opposite effects. Our full model endogenizes capital accumulation and the direction of research toward automation and the creation of new tasks.", "doc_id": "Acemoglu and Restrepo AER2018 June - The Race between Man and Machine - Implications of Technology for Growth Factor Shares and Employment.txt", "para_id": 0, "score": 0.10226948940510115}, {"summary": "The Government Digital Strategy lays out what more there is to do over the next two years.", "context": " Much progress has already been made, spearheaded by the new Government Digital Service.The Government Digital Strategy lays out what more there is to do over the next two years.That the government goes on to achieve the goals it has set itself is tremendously important.", "original_sentence": "The Government Digital Strategy lays out what more there is to do over the next two years.", "text": " Much progress has already been made, spearheaded by the new Government Digital Service. The Government Digital Strategy lays out what more there is to do over the next two years. That the government goes on to achieve the goals it has set itself is tremendously important.", "doc_id": "smaller-better-faster-stronger-report.txt", "para_id": 2, "score": 0.10122879977710045}, {"summary": "For context, every 3 months about 6 percent of jobs in the economy are destroyed by shrinking or closing businesses, while a slightly larger percentage of jobs are added— resulting in rising employment and a roughly constant unemployment rate.", "context": "Researchers’ estimates on the scale of threatened jobs over the next decade or two range from 9 to 47 percent.For context, every 3 months about 6 percent of jobs in the economy are destroyed by shrinking or closing businesses, while a slightly larger percentage of jobs are added— resulting in rising employment and a roughly constant unemployment rate.The economy has repeatedly proven itself capable of handling this scale of change, although it would depend on how rapidly the changes happen and how concentrated the losses are in specific occupations that are hard to shift from.", "original_sentence": "For context, every 3 months about 6 percent of jobs in the economy are destroyed by shrinking or closing businesses, while a slightly larger percentage of jobs are added— resulting in rising employment and a roughly constant unemployment rate.", "text": "Researchers’ estimates on the scale of threatened jobs over the next decade or two range from 9 to 47 percent. For context, every 3 months about 6 percent of jobs in the economy are destroyed by shrinking or closing businesses, while a slightly larger percentage of jobs are added— resulting in rising employment and a roughly constant unemployment rate. The economy has repeatedly proven itself capable of handling this scale of change, although it would depend on how rapidly the changes happen and how concentrated the losses are in specific occupations that are hard to shift from.", "doc_id": "EMBARGOED AI Economy Report.txt", "para_id": 11, "score": 0.1002815948971175}, {"summary": "Chapter 3 addresses the link between human capital accumulation and the future of work, looking more closely at why governments need to invest and why they often fail to do so.", "context": " By contrast, when technological disruptions are met with inadequate human capital, the existing social order may be undermined.Chapter 3 addresses the link between human capital accumulation and the future of work, looking more closely at why governments need to invest and why they often fail to do so.47.", "original_sentence": "Chapter 3 addresses the link between human capital accumulation and the future of work, looking more closely at why governments need to invest and why they often fail to do so.", "text": " By contrast, when technological disruptions are met with inadequate human capital, the existing social order may be undermined. Chapter 3 addresses the link between human capital accumulation and the future of work, looking more closely at why governments need to invest and why they often fail to do so. 47.", "doc_id": "WDR 2019 changing nature of work.txt", "para_id": 95, "score": 0.09415439440864483}, {"summary": "And countries just starting to develop social protection systems and deepening labor laws should design them for the 21st-century workplace, rather than copy what industrialized countries created for a very different world of work.", "context": " In many countries this requires major reforms.And countries just starting to develop social protection systems and deepening labor laws should design them for the 21st-century workplace, rather than copy what industrialized countries created for a very different world of work.Building antitrust enforcement capacity Regulatory reform that improves the business environment is the phi est priority.", "original_sentence": "And countries just starting to develop social protection systems and deepening labor laws should design them for the 21st-century workplace, rather than copy what industrialized countries created for a very different world of work.", "text": " In many countries this requires major reforms. And countries just starting to develop social protection systems and deepening labor laws should design them for the 21st-century workplace, rather than copy what industrialized countries created for a very different world of work. Building antitrust enforcement capacity Regulatory reform that improves the business environment is the fi rst priority. But even in countries with comprehensive competition policies, including easy market entry and exit, there will be cases in which mergers, collusion, or discriminatory pricing harm consumers by creating overly dominant enterprises or by keeping innovative competitors out. Because the internet is still quite new and its impact on markets constantly evolving, developing the capacity to investigate and prosecute complex violations to competition law will take time. Cases pursued in high-income countries can provide guidance.", "doc_id": "WDR Digital Dividends.txt", "para_id": 184, "score": 0.09308389961955864}], "keywords": [{"keyword": "work", "count": 255}, {"keyword": "jobs", "count": 139}, {"keyword": "government", "count": 50}, {"keyword": "workers", "count": 65}, {"keyword": "labor", "count": 43}, {"keyword": "technology", "count": 36}, {"keyword": "economy", "count": 14}, {"keyword": "women", "count": 20}, {"keyword": "online", "count": 8}, {"keyword": "new", "count": 66}, {"keyword": "time", "count": 32}, {"keyword": "job", "count": 29}, {"keyword": "change", "count": 9}, {"keyword": "likely", "count": 2}, {"keyword": "people", "count": 46}, {"keyword": "policy", "count": 14}, {"keyword": "future", "count": 12}, {"keyword": "human", "count": 17}, {"keyword": "education", "count": 3}, {"keyword": "like", "count": 2}, {"keyword": "working", "count": 5}, {"keyword": "unemployment", "count": 11}, {"keyword": "income", "count": 4}, {"keyword": "benefits", "count": 3}, {"keyword": "countries", "count": 17}, {"keyword": "market", "count": 11}, {"keyword": "economic", "count": 6}, {"keyword": "need", "count": 11}, {"keyword": "training", "count": 3}, {"keyword": "social", "count": 19}, {"keyword": "employment", "count": 20}, {"keyword": "long", "count": 2}, {"keyword": "years", "count": 4}, {"keyword": "world", "count": 2}, {"keyword": "policies", "count": 1}], "locations": [{"keyword": "Kerala", "count": 1, "type": "LOCATION"}, {"keyword": "Kudumbashree", "count": 1, "type": "LOCATION"}, {"keyword": "the United States", "count": 1, "type": "LOCATION"}, {"keyword": "the United Kingdom", "count": 1, "type": "LOCATION"}, {"keyword": "Ghana", "count": 1, "type": "LOCATION"}, {"keyword": "Haiti", "count": 1, "type": "LOCATION"}, {"keyword": "India", "count": 1, "type": "LOCATION"}, {"keyword": "Kenya", "count": 1, "type": "LOCATION"}, {"keyword": "Uganda", "count": 1, "type": "LOCATION"}, {"keyword": "Germany", "count": 1, "type": "LOCATION"}, {"keyword": "Paris", "count": 1, "type": "LOCATION"}], "entities": [{"keyword": "Rural Shores", "count": 1, "type": "ORG"}, {"keyword": "Upwork", "count": 1, "type": "ORG"}, {"keyword": "Report", "count": 1, "type": "ORG"}, {"keyword": "Indian", "count": 1, "type": "NORP"}, {"keyword": "Box O.", "count": 1, "type": "PERSON"}, {"keyword": "Khan Academy", "count": 1, "type": "ORG"}, {"keyword": "McKinsey Global Institute", "count": 1, "type": "ORG"}, {"keyword": "McKinsey Global Institute Jobs", "count": 1, "type": "ORG"}, {"keyword": "UP", "count": 1, "type": "ORG"}, {"keyword": "HIGHEST", "count": 1, "type": "ORG"}, {"keyword": "SWITCH OCCUPATIONAL CATEGORIES", "count": 1, "type": "WORK_OF_ART"}, {"keyword": " 13", "count": 1, "type": "ORG"}, {"keyword": "Luddites", "count": 1, "type": "ORG"}, {"keyword": "the new Government Digital Service", "count": 1, "type": "ORG"}, {"keyword": "Government Digital", "count": 1, "type": "ORG"}], "folder": "/app/AIResearchHelper/SmartReader/Data/text_files_2019-05-09_13-20-59", "folder_name": "text_files_2019-05-09_13-20-59"}, {"topic": "productivity", "summary_points": [{"summary": "Economic growth is essential for job creation; economies that are stagnant or growing slowly create few if any net new jobs.", "context": "15 Demand growth.Economic growth is essential for job creation; economies that are stagnant or growing slowly create few if any net new jobs.Countries with stronger economic and productivity growth and innovation will therefore be expected to experience more new labor demand, although the amount and nature of job creation will vary depending on the sectors that drive growth.", "original_sentence": "Economic growth is essential for job creation; economies that are stagnant or growing slowly create few if any net new jobs.", "text": "15 Demand growth. Economic growth is essential for job creation; economies that are stagnant or growing slowly create few if any net new jobs. Countries with stronger economic and productivity growth and innovation will therefore be expected to experience more new labor demand, although the amount and nature of job creation will vary depending on the sectors that drive growth.", "doc_id": "McKensey Global Institute (2017) - Jobs lost, jobs gained.txt", "para_id": 63, "score": 0.17166255858915264}, {"summary": "4 Rising productivity is usually accompanied by employment growth, because it raises incomes which are then spent, creating demand for goods and services across the economy.", "context": "In the United States, for example, our analysis shows that employment and productivity both grew in 95 percent of rolling three-year periods and 100 percent of rolling 10-year periods since 1960.4 Rising productivity is usually accompanied by employment growth, because it raises incomes which are then spent, creating demand for goods and services across the economy.When there has been a trade off between employment growth and labor productivity growth, it has been short-lived.", "original_sentence": "4 Rising productivity is usually accompanied by employment growth, because it raises incomes which are then spent, creating demand for goods and services across the economy.", "text": "4 Rising productivity is usually accompanied by employment growth, because it raises incomes which are then spent, creating demand for goods and services across the economy. When there has been a tradeoff between employment growth and labor productivity growth, it has been short-lived. In the United States, for example, our analysis shows that employment and productivity both grew in 95 percent of rolling three-year periods and 100 percent of rolling 10-year periods since 1960.", "doc_id": "McKensey Global Institute (2017) - Jobs lost, jobs gained.txt", "para_id": 24, "score": 0.1469224278582797}, {"summary": "We should embrace these technologies but also address the workforce transitions and challenges they bring.", "context": " While this may limit the workforce transitions, it would affect the contributions that these technologies make to business dynamism and economic growth, via the contribution to productivity growth, and which in turn leads to jobs growth and prosperity.We should embrace these technologies but also address the workforce transitions and challenges they bring.In many countries, this may require an initiative on the scale of the Marshall Plan involving sustained investment, new training models, programs to ease worker transitions, income support, and collaboration between the public and private sectors.", "original_sentence": "We should embrace these technologies but also address the workforce transitions and challenges they bring.", "text": " While this may limit the workforce transitions, it would affect the contributions that these technologies make to business dynamism and economic growth, via the contribution to productivity growth, and which in turn leads to jobs growth and prosperity. We should embrace these technologies but also address the workforce transitions and challenges they bring. In many countries, this may require an initiative on the scale of the Marshall Plan involving sustained investment, new training models, programs to ease worker transitions, income support, and collaboration between the public and private sectors.", "doc_id": "McKensey Global Institute (2017) - Jobs lost, jobs gained.txt", "para_id": 86, "score": 0.12731057322879438}, {"summary": "We have not made assumptions in our modeling about sector trends, such as the growth of commerce in retailing, or the impact of fiscal constraints on public sector employment.", "context": " A number of other caveats to our findings should also be noted.We have not made assumptions in our modeling about sector trends, such as the growth of commerce in retailing, or the impact of fiscal constraints on public sector employment.We also do not model changes in work structure, such as the growth of the gig economy, or activities within an occupation that could change as a result of technological innovation.", "original_sentence": "We have not made assumptions in our modeling about sector trends, such as the growth of ecommerce in retailing, or the impact of fiscal constraints on public sector employment.", "text": " A number of other caveats to our findings should also be noted. We have not made assumptions in our modeling about sector trends, such as the growth of ecommerce in retailing, or the impact of fiscal constraints on public sector employment. We also do not model changes in work structure, such as the growth of the gig economy, or activities within an occupation that could change as a result of technological innovation.", "doc_id": "McKensey Global Institute (2017) - Jobs lost, jobs gained.txt", "para_id": 112, "score": 0.12586783860670642}, {"summary": "In 2010, 54 per cent of the public agreed that public spending cuts were needed to restore the public finances – and now just 22 per cent agree.", "context": "From a low of 46 per cent in 2009, some 63 per cent of people in our citizen survey told us that they wanted to see public spending go up.In 2010, 54 per cent of the public agreed that public spending cuts were needed to restore the public finances – and now just 22 per cent agree.The survey also found that the proportion of the public who believe the government should extend its services, even if that means tax rises, has grown for the second year running.", "original_sentence": "In 2010, 54 per cent of the public agreed that public spending cuts were needed to restore the public finances – and now just 22 per cent agree.", "text": "In 2010, 54 per cent of the public agreed that public spending cuts were needed to restore the public finances – and now just 22 per cent agree. The survey also found that the proportion of the public who believe the government should extend its services, even if that means tax rises, has grown for the second year running.  From a low of 46 per cent in 2009, some 63 per cent of people in our citizen survey told us that they wanted to see public spending go up.", "doc_id": "deloitte-uk-the-state-of-the-state-report-2017.txt", "para_id": 4, "score": 0.11385536943145123}, {"summary": "0 24 Government productivity: Unlocking the $3.5 trillion opportunity The business of government: Boosting commercial capabilities Governments not only account for 34 percent of global GDP but they are also the largest single purchaser of goods and services in many countries.", "context": "Across all categories, public sector procurement is estimated to total more than $9 trillion annually.0 24 Government productivity: Unlocking the $3.5 trillion opportunity The business of government: Boosting commercial capabilities Governments not only account for 34 percent of global GDP but they are also the largest single purchaser of goods and services in many countries.Across all categories, public sector procurement is estimated to total more than $9 trillion annually.", "original_sentence": "0 24 Government productivity: Unlocking the $3.5 trillion opportunity The business of government: Boosting commercial capabilities Governments not only account for 34 percent of global GDP but they are also the largest single purchaser of goods and services in many countries.", "text": "0 24 Government productivity: Unlocking the $3.5 trillion opportunity The business of government: Boosting commercial capabilities Governments not only account for 34 percent of global GDP but they are also the largest single purchaser of goods and services in many countries. Across all categories, publicsector procurement is estimated to total more than $9 trillion annually.", "doc_id": "McKinsey Government-Productivity-Unlocking-the-3-5-Trillion-Opportunity-Full-report.txt", "para_id": 104, "score": 0.10850201413112048}, {"summary": "Our research suggests that public sector leaders want to work more with private sector partners to deliver on their objectives, and both private and public sectors want to collaborate more at local level to drive economic growth.", "context": "5 The boundaries between the public and private sectors continue to blur The public sector now spends more on contracts with companies and charities than it does on providing services itself.Our research suggests that public sector leaders want to work more with private sector partners to deliver on their objectives, and both private and public sectors want to collaborate more at local level to drive economic growth.6 People are uninformed, unconvinced and unprepared for their own social care Our citizen survey found that just under half the public wrongly believe social care is free at the point of need and two thirds believe it is provided by the NOS.", "original_sentence": "Our research suggests that public sector leaders want to work more with private sector partners to deliver on their objectives, and both private and public sectors want to collaborate more at local level to drive economic growth.", "text": "5 The boundaries between the public and private sectors continue to blur The public sector now spends more on contracts with companies and charities than it does on providing services itself. Our research suggests that public sector leaders want to work more with private sector partners to deliver on their objectives, and both private and public sectors want to collaborate more at local level to drive economic growth. 6 People are uninformed, unconvinced and unprepared for their own social care Our citizen survey found that just under half the public wrongly believe social care is free at the point of need and two thirds believe it is provided by the NHS.", "doc_id": "deloitte-uk-the-state-of-the-state-report-2017.txt", "para_id": 7, "score": 0.10595706392687633}, {"summary": "In secondary education, for example, spending per student in the countries we studied increased on average by 14 percent in real terms from 2008 to 2014—a compound annual growth rate exceeding 2 percent.", "context": " One thing that stands out from our analysis is the significant increase in costs per unit.In secondary education, for example, spending per student in the countries we studied increased on average by 14 percent in real terms from 2008 to 2014—a compound annual growth rate exceeding 2 percent.Over the most recent five-year periods we analyzed, we also saw rapid growth in average spending per capital on health care and road transport and in spending per student on primary and tertiary education.", "original_sentence": "In secondary education, for example, spending per student in the countries we studied increased on average by 14 percent in real terms from 2008 to 2014—a compound annual growth rate exceeding 2 percent.", "text": " One thing that stands out from our analysis is the significant increase in costs per unit. In secondary education, for example, spending per student in the countries we studied increased on average by 14 percent in real terms from 2008 to 2014—a compound annual growth rate exceeding 2 percent. Over the most recent five-year periods we analyzed, we also saw rapid growth in average spending per capita on health care and road transport and in spending per student on primary and tertiary education.", "doc_id": "McKinsey Government-Productivity-Unlocking-the-3-5-Trillion-Opportunity-Full-report.txt", "para_id": 46, "score": 0.1055906928433614}, {"summary": "We disentangle the channels through which these impacts occur, including: own-industry effects, cross-industry input-output linkages, and final demand effects accruing through the contribution of each industry’s productivity growth to aggregate incomes.", "context": "Our estimates indicate that the labor share-displacing effects of productivity growth, which were essentially absent in the 1970s, have become more pronounced over time, and are most substantial in the 2000s.We disentangle the channels through which these impacts occur, including: own-industry effects, cross-industry input-output linkages, and final demand effects accruing through the contribution of each industry’s productivity growth to aggregate incomes.Our estimates indicate that the labor share-displacing effects of productivity growth, which were essentially absent in the 1970s, have become more pronounced over time, and are most substantial in the 2000s.", "original_sentence": "We disentangle the channels through which these impacts occur, including: own-industry effects, cross-industry input-output linkages, and final demand effects accruing through the contribution of each industry’s productivity growth to aggregate incomes.", "text": "We disentangle the channels through which these impacts occur, including: own-industry effects, cross-industry input-output linkages, and final demand effects accruing through the contribution of each industry’s productivity growth to aggregate incomes. Our estimates indicate that the labor share-displacing effects of productivity growth, which were essentially absent in the 1970s, have become more pronounced over time, and are most substantial in the 2000s.", "doc_id": "Automation Labor Displacing (Autor and Salomons).txt", "para_id": 2, "score": 0.10496008648507105}, {"summary": "However, countries with a declining workforce need automation to offset their shrinking labor supply, while countries with growing workforce have greater job creation challenges.", "context": " Countries with a shrinking workforce, such as Japan, can expect lower future GDP growth, derived only from productivity growth.However, countries with a declining workforce need automation to offset their shrinking labor supply, while countries with growing workforce have greater job creation challenges.Mix of economic sectors and occupations.", "original_sentence": "However, countries with a declining workforce need automation to offset their shrinking labor supply, while countries with growing workforces have greater job creation challenges.", "text": " Countries with a shrinking workforce, such as Japan, can expect lower future GDP growth, derived only from productivity growth. However, countries with a declining workforce need automation to offset their shrinking labor supply, while countries with growing workforces have greater job creation challenges. Mix of economic sectors and occupations.", "doc_id": "McKensey Global Institute (2017) - Jobs lost, jobs gained.txt", "para_id": 65, "score": 0.1042258293026711}, {"summary": "ARTIFICIAL INTELLIGENCE, AUTOMATION, AND THE ECONOMY ***EMBARGOED UNTIL 4:30 PM ET, DECEMBER 20, 2016*** 3 Policy Responses Technology is not destiny; economic incentives and public policy can play a significant role in shaping the direction and effects of technological change.", "context": "Given appropriate attention and the right policy and institutional responses, advanced automation can be compatible with productivity, high levels of employment, and more broadly shared prosperity.ARTIFICIAL INTELLIGENCE, AUTOMATION, AND THE ECONOMY ***EMBARGOED UNTIL 4:30 PM ET, DECEMBER 20, 2016*** 3 Policy Responses Technology is not destiny; economic incentives and public policy can play a significant role in shaping the direction and effects of technological change.Given appropriate attention and the right policy and institutional responses, advanced automation can be compatible with productivity, high levels of employment, and more broadly shared prosperity.", "original_sentence": "ARTIFICIAL INTELLIGENCE, AUTOMATION, AND THE ECONOMY ***EMBARGOED UNTIL 4:30 PM ET, DECEMBER 20, 2016*** 3 Policy Responses Technology is not destiny; economic incentives and public policy can play a significant role in shaping the direction and effects of technological change.", "text": "ARTIFICIAL INTELLIGENCE, AUTOMATION, AND THE ECONOMY ***EMBARGOED UNTIL 4:30 PM ET, DECEMBER 20, 2016*** 3 Policy Responses Technology is not destiny; economic incentives and public policy can play a significant role in shaping the direction and effects of technological change. Given appropriate attention and the right policy and institutional responses, advanced automation can be compatible with productivity, high levels of employment, and more broadly shared prosperity.", "doc_id": "EMBARGOED AI Economy Report.txt", "para_id": 15, "score": 0.1014388380086208}, {"summary": "During the transition out of agriculture, for example, the United States made a major investment in expanding secondary education, and for the first time required all students to attend.", "context": " Achieving the benefits of deploying automation, such as productivity growth, while addressing its challenges, is not impossible.During the transition out of agriculture, for example, the United States made a major investment in expanding secondary education, and for the first time required all students to attend.Called the High School Movement, this raised the rate of high school enrollment of 14- to 17-year-old from 18 percent in 1910 to 73 percent in 1940, making the US workforce among the best-educated and most productive in the world, and enabling the growth of a vibrant manufacturing sector.", "original_sentence": "During the transition out of agriculture, for example, the United States made a major investment in expanding secondary education, and for the first time required all students to attend.", "text": " Achieving the benefits of deploying automation, such as productivity growth, while addressing its challenges, is not impossible. During the transition out of agriculture, for example, the United States made a major investment in expanding secondary education, and for the first time required all students to attend. Called the High School Movement, this raised the rate of high school enrolment of 14- to 17-year-olds from 18 percent in 1910 to 73 percent in 1940, making the US workforce among the best-educated and most productive in the world, and enabling the growth of a vibrant manufacturing sector.", "doc_id": "McKensey Global Institute (2017) - Jobs lost, jobs gained.txt", "para_id": 87, "score": 0.10041041752998095}, {"summary": "Government should adopt electronic purchasing to make procurement more efficient and drive take up by businesses.", "context": " There is a huge economic opportunity for the UK if we embrace the concept of government as a platform.Government should adopt electronic purchasing to make procurement more efficient and drive take up by businesses.Government should also begin routinely issuing electronic proofs instead of paper certificates, and expose application programming interfaces (A Pis) to enable developers to write apps that can communicate with government systems.", "original_sentence": "Government should adopt electronic purchasing to make procurement more efficient and drive take up by businesses.", "text": " There is a huge economic opportunity for the UK if we embrace the concept of government as a platform. Government should adopt electronic purchasing to make procurement more efficient and drive take up by businesses. Government should also begin routinely issuing electronic proofs instead of paper certificates, and expose application programming interfaces (APIs) to enable developers to write apps that can communicate with government systems.", "doc_id": "smaller-better-faster-stronger-report.txt", "para_id": 10, "score": 0.100132837656483}, {"summary": "PE RC en ta GE p oi NT s 1 0 2 3 4 Labor productivity growth effect FTP growth effect Internet use e-commerce 14 WORLD DEVELOPMENT REPORT 2016 technology will have an advantage.", "context": "FTP = total factor productivity.PE RC en ta GE p oi NT s 1 0 2 3 4 Labor productivity growth effect FTP growth effect Internet use e-commerce 14 WORLD DEVELOPMENT REPORT 2016 technology will have an advantage.But even the poor benefit t to some extent through indirect job creation and better access to work and markets.", "original_sentence": "Pe rc en ta ge p oi nt s 1 0 2 3 4 Labor productivity growth effect TFP growth effect Internet use e-commerce 14 WORLD DEVELOPMENT REPORT 2016 technology will have an advantage.", "text": " Note: For more details see fi gure 1.9 in the full Report. TFP = total factor productivity. Pe rc en ta ge p oi nt s 1 0 2 3 4 Labor productivity growth effect TFP growth effect Internet use e-commerce 14 WORLD DEVELOPMENT REPORT 2016 technology will have an advantage. But even the poor benefi t to some extent through indirect job creation and better access to work and markets. As governments and the private sector get better at tailoring digital services to the poor, those gains will likely increase.", "doc_id": "WDR Digital Dividends.txt", "para_id": 61, "score": 0.09905428430996169}, {"summary": "3 Inequality and equitable growth have risen to the top of the public sector agenda For the first time since our State of the State interviews with public sector leaders began five years ago, many interviewees described social inequality as a pressing concern and were reflecting on the levers they could use to tackle social exclusion and promote inclusive economic growth.", "context": "Civil servants in Northern Ireland and vice chancellors in Higher Education were the most focused on scenario planning, given their exposure to EU exit issues.3 Inequality and equitable growth have risen to the top of the public sector agenda For the first time since our State of the State interviews with public sector leaders began five years ago, many interviewees described social inequality as a pressing concern and were reflecting on the levers they could use to tackle social exclusion and promote inclusive economic growth.4 Exiting the EU has brought uncertainty but limited consequences to date While the public sector leaders we interviewed acknowledge that leaving the EU has created a sense of uncertainty in the public sector, most told us that they had not experienced significant, tangible effects to date.", "original_sentence": "3 Inequality and equitable growth have risen to the top of the public sector agenda For the first time since our State of the State interviews with public sector leaders began five years ago, many interviewees described social inequality as a pressing concern and were reflecting on the levers they could use to tackle social exclusion and promote inclusive economic growth.", "text": "3 Inequality and equitable growth have risen to the top of the public sector agenda For the first time since our State of the State interviews with public sector leaders began five years ago, many interviewees described social inequality as a pressing concern and were reflecting on the levers they could use to tackle social exclusion and promote inclusive economic growth. 4 Exiting the EU has brought uncertainty but limited consequences to date While the public sector leaders we interviewed acknowledge that leaving the EU has created a sense of uncertainty in the public sector, most told us that they had not experienced significant, tangible effects to date.  Civil servants in Northern Ireland and vice chancellors in Higher Education were the most focused on scenario planning, given their exposure to EU exit issues.", "doc_id": "deloitte-uk-the-state-of-the-state-report-2017.txt", "para_id": 6, "score": 0.09878497806379534}, {"summary": "We analyze the effects of declining population growth on automation.", "context": "We test the theoretical prediction on panel data for 60 countries over the time span 1993-2013.We analyze the effects of declining population growth on automation.A simple theoretical model of capital accumulation predicts that countries with lower population growth introduce automation technologies earlier.", "original_sentence": "We analyze the effects of declining population growth on automation.", "text": "We analyze the effects of declining population growth on automation. A simple theoretical model of capital accumulation predicts that countries with lower population growth introduce automation technologies earlier. We test the theoretical prediction on panel data for 60 countries over the time span 1993-2013.", "doc_id": "A. Abeliansky and K. Prettner (2017)_Automation and demographic change.txt", "para_id": 0, "score": 0.09614377586906375}, {"summary": "We analyze the effects of declining population growth on automation.", "context": "We test the theoretical prediction on panel data for 60 countries over the time span 1993-2013.We analyze the effects of declining population growth on automation.A simple theoretical model of capital accumulation predicts that countries with lower population growth introduce automation technologies earlier.", "original_sentence": "We analyze the effects of declining population growth on automation.", "text": "We analyze the effects of declining population growth on automation. A simple theoretical model of capital accumulation predicts that countries with lower population growth introduce automation technologies earlier. We test the theoretical prediction on panel data for 60 countries over the time span 1993-2013.", "doc_id": "A. Abeliansky and K. Prettner (2017)Automation and demographic change.txt", "para_id": 0, "score": 0.09614377586906375}, {"summary": "How the internet promotes development Digital technologies have dramatically expanded the information base, lowered information costs, and created information goods.", "context": "Within countries, greater e-government use by individuals is associated with education, employment, urban residence, being male, and broadband access.How the internet promotes development Digital technologies have dramatically expanded the information base, lowered information costs, and created information goods.This has facilitated searching, matching, and sharing of information and contributed to greater organization and collaboration among economic agents—inf fencing how phi ems operate, people seek opportunities, and citizens interact with their governments.", "original_sentence": "How the internet promotes development Digital technologies have dramatically expanded the information base, lowered information costs, and created information goods.", "text": " IBRD 42010 8 WORLD DEVELOPMENT REPORT 2016 government. And their use of e-government is highly uneven—citizens in the top 20 percent of income in the most connected EU country are 45 times more likely to use e-services than those in the bottom 20 percent of income in the least connected EU country (fi gure O.6, panel b). Within countries, greater e-government use by individuals is associated with education, employment, urban residence, being male, and broadband access. How the internet promotes development Digital technologies have dramatically expanded the information base, lowered information costs, and created information goods. This has facilitated searching, matching, and sharing of information and contributed to greater organization and collaboration among economic agents—infl uencing how fi rms operate, people seek opportunities, and citizens interact with their governments.", "doc_id": "WDR Digital Dividends.txt", "para_id": 28, "score": 0.09433750888326957}, {"summary": "Taken from another angle, we also find that a growing and dynamic economy—in part fueled by technology itself and its contributions to productivity—would create jobs.", "context": " and meeting climate challenges, producing goods and services for the expanding consuming class, especially in developing countries, not to mention the investment in technology, infrastructure, and buildings needed in all countries.Taken from another angle, we also find that a growing and dynamic economy—in part fueled by technology itself and its contributions to productivity—would create jobs.These jobs would result from growth in current occupations due to demand and the creation of new types of occupations that may not have existed before, as has happened historically.", "original_sentence": "Taken from another angle, we also find that a growing and dynamic economy—in part fueled by technology itself and its contributions to productivity—would create jobs.", "text": " and meeting climate challenges, producing goods and services for the expanding consuming class, especially in developing countries, not to mention the investment in technology, infrastructure, and buildings needed in all countries. Taken from another angle, we also find that a growing and dynamic economy—in part fueled by technology itself and its contributions to productivity—would create jobs. These jobs would result from growth in current occupations due to demand and the creation of new types of occupations that may not have existed before, as has happened historically.", "doc_id": "McKensey Global Institute (2017) - Jobs lost, jobs gained.txt", "para_id": 6, "score": 0.09293552146064539}, {"summary": "Nevertheless, our analysis suggests that the potential benefits are significant.", "context": " They are highly interdependent and so we have not attempted to quantify each in isolation.Nevertheless, our analysis suggests that the potential benefits are significant.If we can accelerate the rate of public sector productivity growth to match that in comparable parts of the private sector, then by 2020 a digitally transformed government could be up to 8% more effective than if it continued doing business as usual.", "original_sentence": "Nevertheless, our analysis suggests that the potential benefits are significant.", "text": " They are highly interdependent and so we have not attempted to quantify each in isolation. Nevertheless, our analysis suggests that the potential benefits are significant. If we can accelerate the rate of public sector productivity growth to match that in comparable parts of the private sector, then by 2020 a digitally transformed government could be up to 8% more effective than if it continued doing business as usual.", "doc_id": "smaller-better-faster-stronger-report.txt", "para_id": 16, "score": 0.09283371035924186}, {"summary": "Improved management of major projects could save up to $1 trillion per year across governments.", "context": " One particularly effective approach is to establish “government holding companies,” with professional boards, that set clear objectives and targets for SOs, select their top management, and monitor their performance.Improved management of major projects could save up to $1 trillion per year across governments.Major IT, defense, and infrastructure project pipelines are often worth up to 20 percent of a country’s GDP.", "original_sentence": "Improved management of major projects could save up to $1 trillion per year across governments.", "text": " One particularly effective approach is to establish “government holding companies,” with professional boards, that set clear objectives and targets for SOEs, select their top management, and monitor their performance. Improved management of major projects could save up to $1 trillion per year across governments. Major IT, defense, and infrastructure project pipelines are often worth up to 20 percent of a country’s GDP.", "doc_id": "McKinsey Government-Productivity-Unlocking-the-3-5-Trillion-Opportunity-Full-report.txt", "para_id": 109, "score": 0.09206672324595724}, {"summary": "Many medium- and low income countries, for example, have an opportunity to “leapfrog” ahead in productivity: as they continue to increase the coverage of their public services, they can look to best practices globally to understand what levers the most-improved countries have used to transform their services.", "context": " Depending on a country’s starting point, however, the path to closing this productivity gap will differ significantly.Many medium- and low income countries, for example, have an opportunity to “leapfrog” ahead in productivity: as they continue to increase the coverage of their public services, they can look to best practices globally to understand what levers the most-improved countries have used to transform their services.This insight will enable them to achieve rapid gains in outcomes while maximizing the cost effectiveness of their spending.", "original_sentence": "Many medium- and lowincome countries, for example, have an opportunity to “leapfrog” ahead in productivity: as they continue to increase the coverage of their public services, they can look to best practices globally to understand what levers the most-improved countries have used to transform their services.", "text": " Depending on a country’s starting point, however, the path to closing this productivity gap will differ significantly. Many medium- and lowincome countries, for example, have an opportunity to “leapfrog” ahead in productivity: as they continue to increase the coverage of their public services, they can look to best practices globally to understand what levers the most-improved countries have used to transform their services. This insight will enable them to achieve rapid gains in outcomes while maximizing the cost effectiveness of their spending.", "doc_id": "McKinsey Government-Productivity-Unlocking-the-3-5-Trillion-Opportunity-Full-report.txt", "para_id": 80, "score": 0.0916700656240593}], "keywords": [{"keyword": "growth", "count": 299}, {"keyword": "economic", "count": 75}, {"keyword": "productivity", "count": 77}, {"keyword": "economic growth", "count": 8}, {"keyword": "demand", "count": 11}, {"keyword": "economy", "count": 30}, {"keyword": "percent", "count": 31}, {"keyword": "services", "count": 24}, {"keyword": "example", "count": 9}, {"keyword": "goods", "count": 9}, {"keyword": "investment", "count": 14}, {"keyword": "public", "count": 78}, {"keyword": "income", "count": 7}, {"keyword": "private", "count": 15}, {"keyword": "fiscal", "count": 7}, {"keyword": "work", "count": 12}, {"keyword": "changes", "count": 2}, {"keyword": "government", "count": 93}, {"keyword": "tax", "count": 5}, {"keyword": "spending", "count": 26}, {"keyword": "cuts", "count": 2}, {"keyword": "gdp", "count": 21}, {"keyword": "rate", "count": 10}, {"keyword": "increase", "count": 8}, {"keyword": "output", "count": 4}, {"keyword": "time", "count": 20}, {"keyword": "effects", "count": 17}, {"keyword": "policy", "count": 15}, {"keyword": "use", "count": 10}, {"keyword": "capital", "count": 11}, {"keyword": "data", "count": 7}, {"keyword": "infrastructure", "count": 14}, {"keyword": "performance", "count": 8}, {"keyword": "cost", "count": 3}, {"keyword": "used", "count": 3}], "locations": [{"keyword": "the United States", "count": 2, "type": "LOCATION"}, {"keyword": "Japan", "count": 1, "type": "LOCATION"}, {"keyword": "US", "count": 1, "type": "LOCATION"}, {"keyword": "UK", "count": 1, "type": "LOCATION"}, {"keyword": "Exiting", "count": 1, "type": "LOCATION"}, {"keyword": "Northern Ireland", "count": 1, "type": "LOCATION"}], "entities": [{"keyword": "NHS", "count": 1, "type": "ORG"}, {"keyword": "Mix", "count": 1, "type": "PERSON"}, {"keyword": "Policy Responses Technology", "count": 1, "type": "ORG"}, {"keyword": "the High School Movement", "count": 1, "type": "ORG"}, {"keyword": "Report", "count": 1, "type": "ORG"}, {"keyword": "Labor", "count": 1, "type": "ORG"}, {"keyword": "WORLD DEVELOPMENT REPORT 2016", "count": 1, "type": "ORG"}, {"keyword": "State", "count": 2, "type": "ORG"}, {"keyword": "EU", "count": 5, "type": "ORG"}, {"keyword": "Civil", "count": 1, "type": "ORG"}, {"keyword": "Higher Education", "count": 1, "type": "ORG"}, {"keyword": "WORLD DEVELOPMENT REPORT", "count": 1, "type": "ORG"}, {"keyword": "Digital", "count": 1, "type": "ORG"}], "folder": "/app/AIResearchHelper/SmartReader/Data/text_files_2019-05-09_13-20-59", "folder_name": "text_files_2019-05-09_13-20-59"}]