[{"topic": "skills", "summary_points": [{"summary": "To help bridge the skills gap, many job matching platforms are also linking up with training programs.", "context": "Kari Connect, based in Nairobi, is more than just a job platform serving informal, lower-skilled workers; it also offers workers the chance to skill up through training courses and mobile education, and offers certifications that can be uploaded onto their profiles.To help bridge the skills gap, many job matching platforms are also linking up with training programs.Videodisc Learning and Adela offer training and corresponding certifications that link closely to employer needs so they can facilitate better matches, which are based on verified knowledge or skills.", "original_sentence": "To help bridge the skills gap, many job matching platforms are also linking up with training programs.", "text": "To help bridge the skills gap, many job matching platforms are also linking up with training programs. Viridis Learning and Andela offer training and corresponding certifications that link closely to employer needs so they can facilitate better matches, which are based on verified knowledge or skills. Viridis allows students to build highly tailored career pathways, accumulate verified work experience and education credentials, and identify suitable employers and positions; meanwhile, Viridis streamlines recruiting by sourcing job seekers who have proven they possess the skills, ability, and interests required by the employer. Lagos-based Andela seeks to close the global gap between the growth in tech jobs and the shortage of people with skills to fill them by offering free world-class training in software development and business, after which the graduates are placed in top tech companies. Kazi Connect, based in Nairobi, is more than just a job platform serving informal, lower-skilled workers; it also offers workers the chance to skill up through training courses and mobile education, and offers certifications that can be uploaded onto their profiles.", "doc_id": "Realizing the Potential of Digital Job-Seeking Platforms.txt", "para_id": 2, "score": 0.14729694638038454}, {"summary": "In Figure 1, we use skill level as a dimension to segment digital job platforms, since workers' skill level will determine the services and offerings that platforms should offer.", "context": "Higher-skilled workers prioritize ease and efficacy of finding suitable jobs and quality of employers and positions listed.In Figure 1, we use skill level as a dimension to segment digital job platforms, since workers' skill level will determine the services and offerings that platforms should offer.From the employer's perspective, for instance, a successful digital platform that sources lower-skilled, blue collar workers will need to have low transaction costs, expertise in per-vetting job seekers for basic technical skills, and experience assessing relevant soft skills (punctuality, attitude, grit).", "original_sentence": "In Figure 1, we use skill level as a dimension to segment digital job platforms, since workers' skill level will determine the services and offerings that platforms should offer.", "text": "In Figure 1, we use skill level as a dimension to segment digital job platforms, since workers' skill level will determine the services and offerings that platforms should offer. From the employer's perspective, for instance, a successful digital platform that sources lower-skilled, blue collar workers will need to have low transaction costs, expertise in pre-vetting job seekers for basic technical skills, and experience assessing relevant soft skills (punctuality, attitude, grit). Meanwhile, employers looking for higher-skilled or white-collar workers prioritize finding the right candidate (in terms of fit, experience, and niche talent) who will add value to and stay at the company, and can therefore justify somewhat higher transaction costs. For these employers, digital platforms will need to do less vetting (since workers will have formal education records), but can add value by being able to source qualified candidates across regions and assess a different set of soft skills (leadership, management, persuasion). On the job seeker's end, lower-skilled workers prefer the platform to be easy to use, accessible (often mobile is easier than web interface), free or affordable, and to serve as a place to build their track record. Higher-skilled workers prioritize ease and efficacy of finding suitable jobs and quality of employers and positions listed.", "doc_id": "Realizing the Potential of Digital Job-Seeking Platforms.txt", "para_id": 3, "score": 0.11192151646093153}, {"summary": "Marketing and Human Resources gauged the cost of training staff and internal change management, and Operations helped identify the ongoing processes needed for digital financial services.", "context": "Gravamen Foundation worked with internal stakeholders from different business units at Centenary and Pride to estimate the benefits and costs of the digital system provided by Cellular, the DDS platform provider in our project.Marketing and Human Resources gauged the cost of training staff and internal change management, and Operations helped identify the ongoing processes needed for digital financial services.Information Technology assessed the cost of integration with the core banking system, and Finance guided approaches for reconciliation and monitoring.", "original_sentence": "Marketing and Human Resources gauged the cost of training staff and internal change management, and Operations helped identify the ongoing processes needed for digital financial services.", "text": "As such, it is vital to have a clear understanding of the impact of connecting to a digital system. Grameen Foundation worked with internal stakeholders from different business units at Centenary and Pride to estimate the benefits and costs of the digital system provided by Cellulant, the DFS platform provider in our project. Marketing and Human Resources gauged the cost of training staff and internal change management, and Operations helped identify the ongoing processes needed for digital financial services. Information Technology assessed the cost of integration with the core banking system, and Finance guided approaches for reconciliation and monitoring. The result was a view of the whole cost structure of this new service in relation to the financial institution's internal operations. Organizations considering a move into digital services should perform a similarly detailed assessment.", "doc_id": "Going Digital.txt", "para_id": 27, "score": 0.10703817416075218}, {"summary": "The current digital market perceives women as receivers and men as senders of digital payments.", "context": "This may reflect a lack of awareness or willingness to act on the opportunity to serve women more effectively with a broader array of digital financial applications.The current digital market perceives women as receivers and men as senders of digital payments.Accordingly, the design and marketing of digital applications are usually focused on men sending money and women receiving money.", "original_sentence": "The current digital market perceives women as receivers and men as senders of digital payments.", "text": "This may reflect a lack of awareness or willingness to act on the opportunity to serve women more effectively with a broader array of digital financial applications. The current digital market perceives women as receivers and men as senders of digital payments. Accordingly, the design and marketing of digital applications are usually focused on men sending money and women receiving money. Very few mobile operators target female business owners or workers (Scharwatt & Minischetti, 2014).", "doc_id": "Digital Financing Solutions to Advance Women’s Economic Participation.txt", "para_id": 88, "score": 0.10527133872310228}, {"summary": "Ha shim thinks that service providers need to do more in the areas of agent training and support.", "context": "Ha shim said he received very brief training on how to use the PEWS devices when the store decided to become a Seldom and Max com agent, but wishes this training had been more rigorous.Ha shim thinks that service providers need to do more in the areas of agent training and support.Ha shim said he received very brief training on how to use the PEWS devices when the store decided to become a Seldom and Max com agent, but wishes this training had been more rigorous.", "original_sentence": "Hashim thinks that service providers need to do more in the areas of agent training and support.", "text": "Hashim thinks that service providers need to do more in the areas of agent training and support. Hashim said he received very brief training on how to use the POS devices when the store decided to become a Selcom and Maxcom agent, but wishes this training had been more rigorous.", "doc_id": "Person-to-Government payments.txt", "para_id": 89, "score": 0.10400604005600679}, {"summary": "Relevant skills development can help the urban poor address impediments to new and better opportunities.", "context": "New sectors of the economy, especially the services industry, require advanced skills.Relevant skills development can help the urban poor address impediments to new and better opportunities.Accordingly, the urban poor needs to be information literate beyond computer literacy i.e. have the ability to access, evaluate and use profitably information from multiple formats.", "original_sentence": "Relevant skills development can help the urban poor address impediments to new and better opportunities.", "text": "On the other hand, adequate skills development, social capital accumulation and adequate infrastructure capacity have been identified as among the key building blocks for sustainable economic development (Kuriyan, Ray and Kammen, 2008). New sectors of the economy, especially the services industry, require advanced skills. Relevant skills development can help the urban poor address impediments to new and better opportunities. Accordingly, the urban poor needs to be information literate beyond computer literacy i.e. have the ability to access, evaluate and use profitably information from multiple formats. (Anderson and Bikson, 1998 and UN Commission on Science and Technology for Development, 2007).", "doc_id": "Harnessing information and communication technologies.txt", "para_id": 8, "score": 0.0998761497972753}, {"summary": "Financial Inclusion: Digital payments can be the first entry point into the financial system for individuals and businesses.", "context": "b.Financial Inclusion: Digital payments can be the first entry point into the financial system for individuals and businesses.Governments can enforce the acceptance of digital only payments (e.g., Kenya's tax), requiring individuals and businesses to open and use accounts.", "original_sentence": "Financial Inclusion: Digital payments can be the first entry point into the financial system for individuals and businesses.", "text": "b. Financial Inclusion: Digital payments can be the first entry point into the financial system for individuals and businesses. Governments can enforce the acceptance of digital only payments (e.g., Kenya's itax), requiring individuals and businesses to open and use accounts.", "doc_id": "Person-to-Government payments.txt", "para_id": 118, "score": 0.09437886672450198}, {"summary": "Digital money which is mere digits on a bank's servers easier to conceal, transport, and deliver than physical cash, and hence is safer and cheaper to use in many settings.", "context": "It is feasible to pay interest on digital money, or to index its value to a range of benchmarks, thereby reducing the risk of inflation.Digital money which is mere digits on a bank's servers easier to conceal, transport, and deliver than physical cash, and hence is safer and cheaper to use in many settings.Digital money leaves information in its wake, which can be used automatically to build up financial histories for individuals or accounting records for businesses.", "original_sentence": "Digital moneywhich is mere digits on a bank's serveris easier to conceal, transport, and deliver than physical cash, and hence is safer and cheaper to use in many settings.", "text": "Digital moneywhich is mere digits on a bank's serveris easier to conceal, transport, and deliver than physical cash, and hence is safer and cheaper to use in many settings. Digital money leaves information in its wake, which can be used automatically to build up financial histories for individuals or accounting records for businesses. It is feasible to pay interest on digital money, or to index its value to a range of benchmarks, thereby reducing the risk of inflation.", "doc_id": "Mobile Money as an Information Utility.txt", "para_id": 4, "score": 0.09354169401355306}, {"summary": "sons in the developed world also are building change agents' ability to use digital technologies: Witness, a human rights organization founded by Peter Gabriel, provides video and technology training to human rights activists to help strengthen their work.", "context": "Tactical Tech, a Berlin-based capacity-building organization, targets active change agents and empowers them to use information and communications in ongoing projects and tailored technology-training programs.sons in the developed world also are building change agents' ability to use digital technologies: Witness, a human rights organization founded by Peter Gabriel, provides video and technology training to human rights activists to help strengthen their work.Tactical Tech, a Berlin-based capacity-building organization, targets active change agents and empowers them to use information and communications in ongoing projects and tailored technology-training programs.", "original_sentence": "tions in the developed world also are building change agents' ability to use digital technologies: Witness, a human rights organization founded by Peter Gabriel, provides video and technology training to human rights activists to help strengthen their work.", "text": "tions in the developed world also are building change agents' ability to use digital technologies: Witness, a human rights organization founded by Peter Gabriel, provides video and technology training to human rights activists to help strengthen their work. Tactical Tech, a Berlin-based capacity-building organization, targets active change agents and empowers them to use information and communications in ongoing projects and tailored technology-training programs.", "doc_id": "The Mobile Web.txt", "para_id": 9, "score": 0.09318019560173874}, {"summary": "The mobile CIT ecosystem is open as well as inclusive in so far as stakeholders are willing to adapt as it is only the fittest of the fittest survive, therefore the possibility of isolating those who are not able to use the mobile technology platform remains.", "context": "The ability to earn an income has been clearly shown and N Go's that engage in skills training could consider packaging a programmer to train persons in this skill.The mobile CIT ecosystem is open as well as inclusive in so far as stakeholders are willing to adapt as it is only the fittest of the fittest survive, therefore the possibility of isolating those who are not able to use the mobile technology platform remains.Development agencies should therefore reassess how the use of simple and complex technologies can help them achieve their mandate.", "original_sentence": "The mobile ICT ecosystem is open as well as inclusive in so far as stakeholders are willing to adapt as it is only the fittest of the fittest survive, therefore the possibility of isolating those who are not able to use the mobile technology platform remains.", "text": "The mobile ICT ecosystem is open as well as inclusive in so far as stakeholders are willing to adapt as it is only the fittest of the fittest survive, therefore the possibility of isolating those who are not able to use the mobile technology platform remains. Development agencies should therefore reassess how the use of simple and complex technologies can help them achieve their mandate. For example, in cases where there is a poverty reduction mandate, it could be prudent to educate persons on the use of ICT in their small businesses. This would however be done after careful analysis of the regional situation as it would only have an impact in areas that have telecommunication services already set up, or are about to benefit from such services. Another point of action could also be the empowering of persons through skills training on how to repair these devices, which have become so pervasive in daily use. The ability to earn an income has been clearly shown and NGO's that engage in skills training could consider packaging a programme to train persons in this skill.", "doc_id": "Mobile Phone Ecosystems.txt", "para_id": 34, "score": 0.09314120329020441}, {"summary": "The research provides proof that having the appropriate skills - such as the ability and know-how to use new technology is one of the pathways to enabling informal workers to use technology to enhance their livelihoods.", "context": "Organizing was found to be a key pathway in facilitating informal worker access and use of particular technologies.The research provides proof that having the appropriate skills - such as the ability and know-how to use new technology is one of the pathways to enabling informal workers to use technology to enhance their livelihoods.However, skills alone do not enable workers to be able to use technology.", "original_sentence": "The research provides proof that having the appropriate skills - such as the ability and know-how to use new technology is one of the pathways to enabling informal workers to use technology to enhance their livelihoods.", "text": "The key components of the informal worker empowerment framework include asset-building, organizing and capacity building. Organizing was found to be a key pathway in facilitating informal worker access and use of particular technologies. The research provides proof that having the appropriate skills - such as the ability and know-how to use new technology is one of the pathways to enabling informal workers to use technology to enhance their livelihoods. However, skills alone do not enable workers to be able to use technology. The ability to access and invest in a particular technology plays a key role in technological use and adaptation. Factors such as the presence or absence of a stable operating environment (i.e. access to a secure workspace, freedom from harassment), supportive policy which recognizes and supports informal worker livelihoods, and access to basic services and storage facilities, where present, were all shown to have an impact on asset-building. To secure the skills and assets, often organizing is key. Therefore, the three concepts provide a virtuous circle whereby through organizing, workers have greater likelihood of being able to harness the potential of technology, use it to create more secure livelihoods or mitigate against its negative impacts.", "doc_id": "Final Report Technology and the Future of Work.txt", "para_id": 91, "score": 0.08909363284624687}, {"summary": "Governments can play an important role in creating a digital payments ecosystem and furthering financial inclusion by making and receiving payments to and from businesses electronically.", "context": "Women, in particular, could benefit from various types of digital financial transactions.Governments can play an important role in creating a digital payments ecosystem and furthering financial inclusion by making and receiving payments to and from businesses electronically.This can help build infrastructure, volume, and familiarity with digital financial transactions on which business-to-business and consumer-to-business payments can grow.", "original_sentence": "Governments can play an important role in creating a digital payments ecosystem and furthering financial inclusion by making and receiving payments to and from businesses electronically.", "text": "Governments can play an important role in creating a digital payments ecosystem and furthering financial inclusion by making and receiving payments to and from businesses electronically. This can help build infrastructure, volume, and familiarity with digital financial transactions on which business-to-business and consumer-to-business payments can grow. Women, in particular, could benefit from various types of digital financial transactions.", "doc_id": "Digital Financing Solutions to Advance Women’s Economic Participation.txt", "para_id": 27, "score": 0.08681314899466341}, {"summary": "In Lima, a higher percentage of market porters and waste pickers than of street vendors and market traders identified new technologies (Figure 1).", "context": "But the street vendors and market traders placed a good deal of importance on new technology, especially digital scales and Its.In Lima, a higher percentage of market porters and waste pickers than of street vendors and market traders identified new technologies (Figure 1).But the street vendors and market traders placed a good deal of importance on new technology, especially digital scales and Its.", "original_sentence": "In Lima, a higher percentage of market porters and waste pickers than of street vendors and market traders identified new technologies (Figure 1).", "text": "In Lima, a higher percentage of market porters and waste pickers than of street vendors and market traders identified new technologies (Figure 1). But the street vendors and market traders placed a good deal of importance on new technology, especially digital scales and ICTs.", "doc_id": "Technology At The Base Of The Pyramid.txt", "para_id": 42, "score": 0.08647640505703508}, {"summary": "A technology backed - that is, technology and functions that process P2G and B2G payments - plays a crucial role in the efficiency and accuracy of digital payments, in turn impacting on public trust in digital payments.", "context": "Attributes like instant acknowledgment of payments go a long way in building confidence among new users of digital payments instruments.A technology backed - that is, technology and functions that process P2G and B2G payments - plays a crucial role in the efficiency and accuracy of digital payments, in turn impacting on public trust in digital payments.A critical first step is ensuring backed technology is capable not only of accepting payments from multiple payment instruments, but also of mealtime validation, acknowledgment and periodic reconciliation.", "original_sentence": "A technology backend - that is, technology and functions that process P2G and B2G payments - plays a crucial role in the efficiency and accuracy of digital payments, in turn impacting on public trust in digital payments.", "text": "A technology backend - that is, technology and functions that process P2G and B2G payments - plays a crucial role in the efficiency and accuracy of digital payments, in turn impacting on public trust in digital payments. A critical first step is ensuring backend technology is capable not only of accepting payments from multiple payment instruments, but also of realtime validation, acknowledgment and periodic reconciliation. Attributes like instant acknowledgment of payments go a long way in building confidence among new users of digital payments instruments.", "doc_id": "Person-to-Government payments.txt", "para_id": 5, "score": 0.08154655937769152}, {"summary": "Gilberto and other market porters did not know how to use the manual forklifts and pallets at first.", "context": "The management of the market also eventually provided a training on how to use the new tools.Gilberto and other market porters did not know how to use the manual forklifts and pallets at first.Market porters engaged in a process of \"learning by doing\".", "original_sentence": "Gilberto and other market porters did not know how to use the manual forklifts and pallets at first.", "text": "Gilberto and other market porters did not know how to use the manual forklifts and pallets at first. Market porters engaged in a process of \"learning by doing\". The management of the market also eventually provided a training on how to use the new tools.", "doc_id": "Final Report Technology and the Future of Work.txt", "para_id": 125, "score": 0.08107202405888123}, {"summary": "Interestingly, among all the businesses interviewed, none said that their bank had urged them to use a digital means to pay dues to the TREY.", "context": "However, it is important to note that awareness is only a first step, and must be accompanied by viable pricing structures that make it more cost-effective to make payments to government digitally, as opposed to withdrawing cash from At Ms.Interestingly, among all the businesses interviewed, none said that their bank had urged them to use a digital means to pay dues to the TREY.This points to a significant role that financial service providers can play to encourage individuals and businesses to adopt digital payments.", "original_sentence": "Interestingly, among all the businesses interviewed, none said that their bank had urged them to use a digital means to pay dues to the TRA.", "text": "Interestingly, among all the businesses interviewed, none said that their bank had urged them to use a digital means to pay dues to the TRA. This points to a significant role that financial service providers can play to encourage individuals and businesses to adopt digital payments. However, it is important to note that awareness is only a first step, and must be accompanied by viable pricing structures that make it more cost-effective to make payments to government digitally, as opposed to withdrawing cash from ATMs.", "doc_id": "Person-to-Government payments.txt", "para_id": 98, "score": 0.07800713009901794}, {"summary": "ABC uses multimedia mobile phones programmed with a digital curriculum in the local languages of Hausa and Zara.", "context": "ABC was launched in 2009 by the Niger Food Security and Nutrition Program and the Catholic Relief Service (CS) to improve adult literacy in Niger.ABC uses multimedia mobile phones programmed with a digital curriculum in the local languages of Hausa and Zara.It also incorporates a literacy component.", "original_sentence": "ABC uses multimedia mobile phones programmed with a digital curriculum in the local languages of Hausa and Zarma.", "text": "ABC was launched in 2009 by the Niger Food Security and Nutrition Program and the Catholic Relief Service (CRS) to improve adult literacy in Niger. ABC uses multimedia mobile phones programmed with a digital curriculum in the local languages of Hausa and Zarma. It also incorporates a literacy component. Local facilitators teach the two component program.", "doc_id": "Harnessing information and communication technologies.txt", "para_id": 23, "score": 0.07772031881882793}, {"summary": "Currently, most health records in Mexico are paper-based posing many challenges to implementing new technological systems.", "context": "One pillar of the CASALS model is robust information systems, and while the dashboard is an effective tool, there are also some challenges.Currently, most health records in Mexico are paper-based posing many challenges to implementing new technological systems.Although technology and connectivity are being adopted at an increasing rate, there are still many gaps.", "original_sentence": "Currently, most health records in Mexico are paper-based posing many challenges to implementing new technological systems.", "text": "Challenge 5: Technology Uptake. One pillar of the CASALUD model is robust information systems, and while the dashboard is an effective tool, there are also some challenges. Currently, most health records in Mexico are paper-based posing many challenges to implementing new technological systems. Although technology and connectivity are being adopted at an increasing rate, there are still many gaps. In addition, many clinicians are not adequately trained to use new technologies. CASALUD is working closely with clinicians to ensure that the transition to new technologies is smoother, but there is also a need for financial incentives to improve rates of adoption and use.", "doc_id": "Mexico, Preventing Chronic Disease.txt", "para_id": 19, "score": 0.07476924553161171}, {"summary": "The m Health ecosystem is only beginning to evolve, and profitable new relationships are there to be found.", "context": "Any technology relies on an ecosystem of interconnected suppliers, creators and users.The m Health ecosystem is only beginning to evolve, and profitable new relationships are there to be found.This evolution will also involve co-operation and co-creation between member organizations, including existing health care firms, new technology providers, payers, medical professionals and even patients.", "original_sentence": "The mHealth ecosystem is only beginning to evolve, and profitable new relationships are there to be found.", "text": " Identify possible partners to create a greater impact and find new value. Any technology relies on an ecosystem of interconnected suppliers, creators and users. The mHealth ecosystem is only beginning to evolve, and profitable new relationships are there to be found. This evolution will also involve co-operation and co-creation between member organisations, including existing healthcare firms, new technology providers, payers, medical professionals and even patients. This will not only identify the best ways to use the new technology, but will also help to smooth its adoption.", "doc_id": "Emerging mHealth, Paths for growth.txt", "para_id": 70, "score": 0.0728911953794963}, {"summary": "McKinney defines 'Online talent platforms' as websites such as Monster.com and Linked in, as well as digital marketplaces for services such as Tuber and Up work.", "context": "Including India, the UK and the United States.McKinney defines 'Online talent platforms' as websites such as Monster.com and Linked in, as well as digital marketplaces for services such as Tuber and Up work.People in Brazil use these talent platforms to search for jobs more than any other country.", "original_sentence": "McKinsey defines 'Online talent platforms' as websites such as Monster.com and Linked in, as well as digital marketplaces for services such as Uber and Upwork.", "text": "McKinsey defines 'Online talent platforms' as websites such as Monster.com and Linked in, as well as digital marketplaces for services such as Uber and Upwork. People in Brazil use these talent platforms to search for jobs more than any other country. Including India, the UK and the United States.", "doc_id": "Bitwage continues expansion.txt", "para_id": 6, "score": 0.07260165566897576}, {"summary": "The BPS has also enhanced the regulatory framework for consumer protection, with the Banking Conduct & Consumer Protection Department issuing a number of regulations and guidelines to protect consumers, including Guidelines of Business Conduct for Banks (CPD Circular No.", "context": "1 of 2015).37 Finally, to promote financial literacy, a \"Child and Youth Financial Literacy Program\" has been initiated under the auspices of Pakistan's National Financial Literacy Program.The BPS has also enhanced the regulatory framework for consumer protection, with the Banking Conduct & Consumer Protection Department issuing a number of regulations and guidelines to protect consumers, including Guidelines of Business Conduct for Banks (CPD Circular No.2 of 2015)36 and Guiding Principles on Fairness of Service Charges (CPD Circular No.", "original_sentence": "The SBP has also enhanced the regulatory framework for consumer protection, with the Banking Conduct & Consumer Protection Department issuing a number of regulations and guidelines to protect consumers, including Guidelines of Business Conduct for Banks (CPD Circular No.", "text": "The SBP has also enhanced the regulatory framework for consumer protection, with the Banking Conduct & Consumer Protection Department issuing a number of regulations and guidelines to protect consumers, including Guidelines of Business Conduct for Banks (CPD Circular No. 2 of 2015)36 and Guiding Principles on Fairness of Service Charges (CPD Circular No. 1 of 2015).37 Finally, to promote financial literacy, a \"Child and Youth Financial Literacy Program\" has been initiated under the auspices of Pakistan's National Financial Literacy Program.", "doc_id": "The 2016 Brookings Financial and Digital Inclusion Project Report.txt", "para_id": 56, "score": 0.07220512714014314}, {"summary": "Only those who are able to gain relevant skills to operate mechanized technologies, invest in technologies themselves, or are able to harness the positive trans formative power of such technology developments will be able to benefit.", "context": "Rather, several sectors are seeing the introduction of technologies which - while making productivity gains and decreasing manual labor in particular work processes - have the potential to displace informal workers.Only those who are able to gain relevant skills to operate mechanized technologies, invest in technologies themselves, or are able to harness the positive trans formative power of such technology developments will be able to benefit.The workers likely to bear the biggest cost of the introduction of new technologies in these sectors are those that are the most vulnerable: informal workers, in particular women.", "original_sentence": "Only those who are able to gain relevant skills to operate mechanised technologies, invest in technologies themselves, or are able to harness the positive transformative power of such technology developments will be able to benefit.", "text": "Technologies were not found in and of themselves to be generating work opportunities. Rather, several sectors are seeing the introduction of technologies which - while making productivity gains and decreasing manual labour in particular work processes - have the potential to displace informal workers. Only those who are able to gain relevant skills to operate mechanised technologies, invest in technologies themselves, or are able to harness the positive transformative power of such technology developments will be able to benefit. The workers likely to bear the biggest cost of the introduction of new technologies in these sectors are those that are the most vulnerable: informal workers, in particular women.", "doc_id": "Final Report Technology and the Future of Work.txt", "para_id": 2, "score": 0.07019673268063273}, {"summary": "This chapter examines the key constituents of a wet-functioning, country-level inclusive digital payment ecosystem.", "context": "Jointly these factors act as a barometer of a country's readiness to enable, accept, and move quickly toward digital P2G and B2G payments.This chapter examines the key constituents of a wet-functioning, country-level inclusive digital payment ecosystem.These include a supportive regulatory environment, enabling market conditions, interchangeability of payment instruments, dynamic service providers, and compelling payment use cases.", "original_sentence": "This chapter examines the key constituents of a wett-functioning, country-level inclusive digital payment ecosystem.", "text": "This chapter examines the key constituents of a wett-functioning, country-level inclusive digital payment ecosystem. These include a supportive regulatory environment, enabling market conditions, interoperability of payment instruments, dynamic service providers, and compelling payment use cases. Jointly these factors act as a barometer of a country's readiness to enable, accept, and move quickly toward digital P2G and B2G payments.", "doc_id": "Person-to-Government payments.txt", "para_id": 25, "score": 0.06921212516706111}], "keywords": [{"keyword": "skills", "count": 86}, {"keyword": "jobs", "count": 14}, {"keyword": "training", "count": 85}, {"keyword": "people", "count": 6}, {"keyword": "skills gap", "count": 3}, {"keyword": "skill", "count": 8}, {"keyword": "business", "count": 15}, {"keyword": "gap", "count": 3}, {"keyword": "job", "count": 8}, {"keyword": "just", "count": 1}, {"keyword": "workers", "count": 23}, {"keyword": "tech", "count": 10}, {"keyword": "digital", "count": 320}, {"keyword": "need", "count": 13}, {"keyword": "use", "count": 84}, {"keyword": "technology", "count": 78}, {"keyword": "new", "count": 62}, {"keyword": "service", "count": 12}, {"keyword": "market", "count": 28}, {"keyword": "service providers", "count": 13}, {"keyword": "literacy", "count": 66}, {"keyword": "require", "count": 2}, {"keyword": "businesses", "count": 16}, {"keyword": "technologies", "count": 27}, {"keyword": "adapt", "count": 2}, {"keyword": "uk", "count": 2}], "locations": [{"keyword": "Andela", "count": 2, "type": "LOCATION"}, {"keyword": "Viridis", "count": 1, "type": "LOCATION"}, {"keyword": "Lagos", "count": 1, "type": "LOCATION"}, {"keyword": "Nairobi", "count": 1, "type": "LOCATION"}, {"keyword": "Cellulant", "count": 1, "type": "LOCATION"}, {"keyword": "Kammen", "count": 1, "type": "LOCATION"}, {"keyword": "Kenya", "count": 1, "type": "LOCATION"}, {"keyword": "Berlin", "count": 1, "type": "LOCATION"}, {"keyword": "Lima", "count": 1, "type": "LOCATION"}, {"keyword": "Niger", "count": 1, "type": "LOCATION"}, {"keyword": "Mexico", "count": 1, "type": "LOCATION"}, {"keyword": "Uber", "count": 1, "type": "LOCATION"}, {"keyword": "Brazil", "count": 1, "type": "LOCATION"}, {"keyword": "India", "count": 1, "type": "LOCATION"}, {"keyword": "UK", "count": 1, "type": "LOCATION"}, {"keyword": "the United States", "count": 1, "type": "LOCATION"}, {"keyword": "Guiding", "count": 1, "type": "LOCATION"}, {"keyword": "Pakistan", "count": 1, "type": "LOCATION"}], "entities": [{"keyword": "Kazi Connect", "count": 1, "type": "PERSON"}, {"keyword": "Viridis Learning", "count": 1, "type": "ORG"}, {"keyword": "Viridis", "count": 1, "type": "NORP"}, {"keyword": "Grameen Foundation", "count": 1, "type": "ORG"}, {"keyword": "DFS", "count": 1, "type": "ORG"}, {"keyword": "Human Resources", "count": 1, "type": "ORG"}, {"keyword": "Operations", "count": 1, "type": "ORG"}, {"keyword": "Information Technology", "count": 1, "type": "ORG"}, {"keyword": "Finance", "count": 1, "type": "ORG"}, {"keyword": "Scharwatt & Minischetti", "count": 1, "type": "ORG"}, {"keyword": "Hashim", "count": 2, "type": "PERSON"}, {"keyword": "Selcom", "count": 1, "type": "ORG"}, {"keyword": "Maxcom", "count": 1, "type": "ORG"}, {"keyword": "Ray", "count": 1, "type": "PERSON"}, {"keyword": "Anderson", "count": 1, "type": "PERSON"}, {"keyword": "Bikson", "count": 1, "type": "PERSON"}, {"keyword": "UN Commission on Science and Technology for Development", "count": 1, "type": "ORG"}, {"keyword": "Kuriyan", "count": 1, "type": "NORP"}, {"keyword": "Digital", "count": 3, "type": "ORG"}, {"keyword": "Peter Gabriel", "count": 1, "type": "PERSON"}, {"keyword": "Witness", "count": 1, "type": "ORG"}, {"keyword": "ICT", "count": 2, "type": "ORG"}, {"keyword": "Gilberto", "count": 1, "type": "PERSON"}, {"keyword": "ABC", "count": 2, "type": "ORG"}, {"keyword": "the Niger Food Security and Nutrition Program", "count": 1, "type": "ORG"}, {"keyword": "the Catholic Relief Service", "count": 1, "type": "ORG"}, {"keyword": "CRS", "count": 1, "type": "ORG"}, {"keyword": "Hausa and Zarma", "count": 1, "type": "NORP"}, {"keyword": "CASALUD", "count": 1, "type": "ORG"}, {"keyword": "Identify", "count": 1, "type": "PERSON"}, {"keyword": "mHealth", "count": 1, "type": "ORG"}, {"keyword": "Online", "count": 1, "type": "PERSON"}, {"keyword": "Linked", "count": 1, "type": "PERSON"}, {"keyword": "Upwork", "count": 1, "type": "PERSON"}, {"keyword": "McKinsey", "count": 1, "type": "ORG"}, {"keyword": "Monster.com", "count": 1, "type": "ORG"}, {"keyword": "SBP", "count": 1, "type": "ORG"}, {"keyword": "the Banking Conduct & Consumer Protection Department", "count": 1, "type": "ORG"}, {"keyword": "National Financial Literacy Program", "count": 1, "type": "ORG"}, {"keyword": "Child and Youth Financial Literacy Program", "count": 1, "type": "WORK_OF_ART"}], "folder": "/app/AIResearchHelper/SmartReader/Data/text_files_2019-03-25_14-55-06", "folder_name": "text_files_2019-03-25_14-55-06"}, {"topic": "productivity", "summary_points": [{"summary": "Cross-border transactions were the fastest growing product in 2015.", "context": "8.Cross-border transactions were the fastest growing product in 2015.Mobile money services offering International Money Transfer (INT) saw the volume of cross-border remittances increase by 51.8%.", "original_sentence": "Cross-border transactions were the fastest growing product in 2015.", "text": "8. Cross-border transactions were the fastest growing product in 2015. Mobile money services offering International Money Transfer (IMT) saw the volume of cross-border remittances increase by 51.8%.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 11, "score": 0.13553434593044184}, {"summary": "Cross-border mobile money remittances grew more than any other ecosystem product in terms of number of launches and volume of transactions.", "context": "Providers offering cross-border mobile money remittances saw a 51.8% growth in volumes.Cross-border mobile money remittances grew more than any other ecosystem product in terms of number of launches and volume of transactions.Providers offering cross-border mobile money remittances saw a 51.8% growth in volumes.", "original_sentence": "Cross-border mobile money remittances grew more than any other ecosystem product in terms of number of launches and volume of transactions.", "text": "Cross-border mobile money remittances grew more than any other ecosystem product in terms of number of launches and volume of transactions. Providers offering cross-border mobile money remittances saw a 51.8% growth in volumes.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 60, "score": 0.13325513013982307}, {"summary": "garment workers occupy space on a rail station concourse and street vendors have a measure of workplace security through the local government permitting system.", "context": "their access to work spaces in the public domain, although tenuous, is nevertheless more secure than their colleagues in the other 2 sectors.garment workers occupy space on a rail station concourse and street vendors have a measure of workplace security through the local government permitting system.their access to work spaces in the public domain, although tenuous, is nevertheless more secure than their colleagues in the other 2 sectors.", "original_sentence": "garment workers occupy space on a rail station concourse and street vendors have a measure of workplace security through the local government permitting system.", "text": "garment workers occupy space on a rail station concourse and street vendors have a measure of workplace security through the local government permitting system. their access to work spaces in the public domain, although tenuous, is nevertheless more secure than their colleagues in the other 2 sectors.", "doc_id": "Technology At The Base Of The Pyramid.txt", "para_id": 108, "score": 0.12123459369702697}, {"summary": "Cross-border mobile money remittances, whereby mobile money is both the sending and receiving channel for international remittances, gathered momentum in 2015.6 As of the end of December, the GS MA tracked at least 29 cross-border mobile money remittance corridors connecting 19 countries (see figure 4).", "context": "In addition to greater industry collaboration within markets this year, there has also been collaboration between mobile money providers across borders.Cross-border mobile money remittances, whereby mobile money is both the sending and receiving channel for international remittances, gathered momentum in 2015.6 As of the end of December, the GS MA tracked at least 29 cross-border mobile money remittance corridors connecting 19 countries (see figure 4).A range of use cases is driving customer uptake, including regular and seasonal remittances from economic migrants, as well as cross-border trade.", "original_sentence": "Cross-border mobile money remittances, whereby mobile money is both the sending and receiving channel for international remittances, gathered momentum in 2015.6 As of the end of December, the GSMA tracked at least 29 cross-border mobile money remittance corridors connecting 19 countries (see figure 4).", "text": "In addition to greater industry collaboration within markets this year, there has also been collaboration between mobile money providers across borders. Cross-border mobile money remittances, whereby mobile money is both the sending and receiving channel for international remittances, gathered momentum in 2015.6 As of the end of December, the GSMA tracked at least 29 cross-border mobile money remittance corridors connecting 19 countries (see figure 4). A range of use cases is driving customer uptake, including regular and seasonal remittances from economic migrants, as well as cross-border trade.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 21, "score": 0.10871702465697396}, {"summary": "GOVERNMENT SERVICES Payments made in exchange for services provided by government.", "context": "Example: utilities like power and water, licenses for businesses' registrations, passport, visa fees, vehicle registration, etc.GOVERNMENT SERVICES Payments made in exchange for services provided by government.Example: utilities like power and water, licenses for businesses' registrations, passport, visa fees, vehicle registration, etc.", "original_sentence": "GOVERNMENT SERVICES Payments made in exchange for services provided by government.", "text": "GOVERNMENT SERVICES Payments made in exchange for services provided by government. Example: utilities like power and water, licenses for businesses' registrations, passport, visa fees, vehicle registration, etc.", "doc_id": "Person-to-Government payments.txt", "para_id": 22, "score": 0.10382604195030799}, {"summary": "Historians of technology have long noted the economic and social changes wrought by new infrastructure, such as electrical power and rail.", "context": "1.Historians of technology have long noted the economic and social changes wrought by new infrastructure, such as electrical power and rail.See Thomas P. Hughes, Networks of Power: Electrification in Western Society, 1880-1930, Baltimore: Johns Hopkins University Press, 1992.", "original_sentence": "Historians of technology have long noted the economic and social changes wrought by new infrastructure, such as electrical power and rail.", "text": "1. Historians of technology have long noted the economic and social changes wrought by new infrastructure, such as electrical power and rail. See Thomas P. Hughes, Networks of Power: Electrification in Western Society, 1880-1930, Baltimore: Johns Hopkins University Press, 1992. For a cautionary tale, see Wolfgang Schivelbusch, The Railway Journey: The Industrialization and Perception of Time and Space, Berkeley: University of California Press, 1987.", "doc_id": "An Emerging Platform.txt", "para_id": 29, "score": 0.08845628751252961}, {"summary": "The previous municipal administration began a reform of the transport sector that the current administration has not continued.", "context": "However, these investments have proved to be insufficient to meet demand.The previous municipal administration began a reform of the transport sector that the current administration has not continued.The central government is now building a third subway line.", "original_sentence": "The previous municipal administration began a reform of the transport sector that the current administration has not continued.", "text": "In Lima, transport is considered the second most important problem in the city, after insecurity. The public transport system was privatized in the 1990s and since then, transport services have been provided by a chaotic mix of small and medium private companies. In addition, road infrastructure has been insufficient, resulting in increasing congestion, chaos and paralysis. In recent years, the government built two subway lines and a metropolitan bus line in Lima. However, these investments have proved to be insufficient to meet demand. The previous municipal administration began a reform of the transport sector that the current administration has not continued. The central government is now building a third subway line.", "doc_id": "Technology At The Base Of The Pyramid.txt", "para_id": 49, "score": 0.08685410623265892}, {"summary": "Kenya's E-Citizen, Uganda's e-citizen and Rwanda's Firebomb120 platforms all aim to accomplish one common payment goal - digitization of all non-tax payment to governments, and to act as one-stop solutions for various types of government services.", "context": "In order to overcome these challenge, Kenya, Uganda, and Rwanda have recently instituted e-citizen web portals, or as they define \"Government to Citizen\" and \"Government to Business\" service portals.Kenya's E-Citizen, Uganda's e-citizen and Rwanda's Firebomb120 platforms all aim to accomplish one common payment goal - digitization of all non-tax payment to governments, and to act as one-stop solutions for various types of government services.All three portals have been recently launched and at the very least aim to include the most common government services in the coming months.", "original_sentence": "Kenya's E-Citizen, Uganda's e-citizen and Rwanda's Irembo120 platforms all aim to accomplish one common payment goal - digitization of all non-tax payment to governments, and to act as one-stop solutions for various types of government services.", "text": "In many developing nations, public service delivery suffers from insufficient information, opaque payment flows, and unclear timelines. In order to overcome these challenge, Kenya, Uganda, and Rwanda have recently instituted e-citizen web portals, or as they define \"Government to Citizen\" and \"Government to Business\" service portals. Kenya's E-Citizen, Uganda's e-citizen and Rwanda's Irembo120 platforms all aim to accomplish one common payment goal - digitization of all non-tax payment to governments, and to act as one-stop solutions for various types of government services. All three portals have been recently launched and at the very least aim to include the most common government services in the coming months.", "doc_id": "Person-to-Government payments.txt", "para_id": 108, "score": 0.08678892258109999}, {"summary": "While the standard beep cards require no KC process and are easily accessible to everyone, users that have a beep card released by Globe or Smart will soon have the option to top-up from a mobile money account.", "context": "The NFC card storing the wallet is being issued by beep, with Globe and Smart releasing their own beep-powered cards.While the standard beep cards require no KC process and are easily accessible to everyone, users that have a beep card released by Globe or Smart will soon have the option to top-up from a mobile money account.Following the rail system roll-out, customers will be able to use the card at a number of B2C business establishments around the metro lines by the middle of 2016.", "original_sentence": "While the standard beep cards require no KYC process and are easily accessible to everyone, users that have a beep card released by Globe or Smart will soon have the option to top-up from a mobile money account.", "text": "To facilitate this, AFPI created beep, an offline stored value card which will be initially used for transport fee payments on Manila's Rail System. The NFC card storing the wallet is being issued by beep, with Globe and Smart releasing their own beep-powered cards. While the standard beep cards require no KYC process and are easily accessible to everyone, users that have a beep card released by Globe or Smart will soon have the option to top-up from a mobile money account. Following the rail system roll-out, customers will be able to use the card at a number of B2C business establishments around the metro lines by the middle of 2016. While the scope of the joint-venture between the Globe and Smart is the issuing and branding of cards and merchant acquisition, beep also has a strong social impact as it is estimated that approximately 70% of the 1.5 million daily travellers using the systems are unbanked and 50% of the travellers having a bank account, only have access to debit cards.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 75, "score": 0.07186784758969292}, {"summary": "The effectiveness of government services is largely based on an institution's ability to communicate with other institutions and their target populations in a way that is both accessible to the masses and understandable to the common citizen.", "context": "The institutional migration to digital and Web-based services, often referred to as e-government, represents an exciting and uncharted opportunity to both improve institutional efficiency and reach new populations, thereby improving the capacity and reach of government services.The effectiveness of government services is largely based on an institution's ability to communicate with other institutions and their target populations in a way that is both accessible to the masses and understandable to the common citizen.These interactions, historically based on paper records systems, are changing dramatically with the advent of new communications technologies.", "original_sentence": "The effectiveness of government services is largely based on an institution's ability to communicate with other institutions and their target populations in a way that is both accessible to the masses and understandable to the common citizen.", "text": "The effectiveness of government services is largely based on an institution's ability to communicate with other institutions and their target populations in a way that is both accessible to the masses and understandable to the common citizen. These interactions, historically based on paper records systems, are changing dramatically with the advent of new communications technologies. A number of institutions, typically those with the means and the political will to adopt technological innovations, are already seeing significant efficiency gains in processes, ranging from motor vehicle administration to multi-billion-dollar contract procurement. The institutional migration to digital and Web-based services, often referred to as e-government, represents an exciting and uncharted opportunity to both improve institutional efficiency and reach new populations, thereby improving the capacity and reach of government services.", "doc_id": "The Case for mLegal.txt", "para_id": 17, "score": 0.06965890993569754}, {"summary": "Much recent interest in branch less banking has been stimulated by its potential for helping governments deliver micro payments.", "context": "Government efficiency and less corruption.Much recent interest in branch less banking has been stimulated by its potential for helping governments deliver micro payments.Doing so in cash is expensive, whereas doing so electronically is cheap and fa stand quite possibly more productive.", "original_sentence": "Much recent interest in branchless banking has been stimulated by its potential for helping governments deliver micropayments.", "text": "Government efficiency and less corruption. Much recent interest in branchless banking has been stimulated by its potential for helping governments deliver micropayments. Doing so in cash is expensive, whereas doing so electronically is cheap and fastand quite possibly more productive. Government is typically the largest micropayer in a country, and many of these payments go to people living in remote areas, such as teachers in rural schools or pensioners who return to their home village upon retirement. The volume of social welfare payments has also increased substantially in recent years; for instance, those made to demobilized soldiers in the Congo, conditional cash transfers to poor families under the Bolsa Familia Program in Brazil, or subsistence wages paid under the National Rural Employment Guarantee Scheme in India. Branchless banking can therefore enhance the reach and efficiency of government social safety nets and reduce the corruption associated with the administration of these programs. In many cases, these government-to-person payments are delivered through banking institutions, which provides another linkage point for the previously unbanked.", "doc_id": "Mobile Money as an Information Utility.txt", "para_id": 7, "score": 0.06352204694844615}, {"summary": "The Department and official interviewed were purposely selected because of their in-depth involvement on labor issues, notably the legal and regulatory side.", "context": "One key informant interview (Government official, South Africa) was conducted with an official from the South African Government's Department of Lab our on 25 October 2016.The Department and official interviewed were purposely selected because of their in-depth involvement on labor issues, notably the legal and regulatory side.Attempts were made to interview other policy-makers and key informants from the Parliamentary Portfolio Committee on labor, but while they stated interest in the research, the targeted respondents could not avail themselves during the performance period of the study.", "original_sentence": "The Department and official interviewed were purposively selected because of their in-depth involvement on labour issues, notably the legal and regulatory side.", "text": "One key informant interview (Government official, South Africa) was conducted with an official from the South African Government's Department of Labour on 25 October 2016. The Department and official interviewed were purposively selected because of their in-depth involvement on labour issues, notably the legal and regulatory side. Attempts were made to interview other policy-makers and key informants from the Parliamentary Portfolio Committee on labour, but while they stated interest in the research, the targeted respondents could not avail themselves during the performance period of the study.", "doc_id": "A good gig, The rise of on-demand domestic work.txt", "para_id": 131, "score": 0.06292536534163938}, {"summary": "Bulk disbursements experienced one of the fastest growth rates in terms of value, increasing 48.4% in 2015 and translating into inflows worth US$ 670 million in December 2015.", "context": "Government payments are leading the way: 64.7% of bulk disbursements were government-to-person (G2P), followed by business-to-person (B2P) at 32.1% and donor-to-person (D2P) at 3.2%.Bulk disbursements experienced one of the fastest growth rates in terms of value, increasing 48.4% in 2015 and translating into inflows worth US$ 670 million in December 2015.Government payments are leading the way: 64.7% of bulk disbursements were government-to-person (G2P), followed by business-to-person (B2P) at 32.1% and donor-to-person (D2P) at 3.2%.", "original_sentence": "Bulk disbursements experienced one of the fastest growth rates in terms of value, increasing 48.4% in 2015 and translating into inflows worth US$ 670 million in December 2015.", "text": "Bulk disbursements experienced one of the fastest growth rates in terms of value, increasing 48.4% in 2015 and translating into inflows worth US$ 670 million in December 2015. Government payments are leading the way: 64.7% of bulk disbursements were government-to-person (G2P), followed by business-to-person (B2P) at 32.1% and donor-to-person (D2P) at 3.2%.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 63, "score": 0.06260672736732394}, {"summary": "When comparing the popularity of payment instruments, it is important to note that large-value payers (i.e., those making payments greater than TS 10 million or US$ 4,568) prefer Real Time Gross Settlement (RIGS) payments, a common practice in many countries particularly for large government-to-government (G2G), government-to-business (G2B), and business-to-business (B2B) payments.", "context": "This has actively incentive digital high-value payments.When comparing the popularity of payment instruments, it is important to note that large-value payers (i.e., those making payments greater than TS 10 million or US$ 4,568) prefer Real Time Gross Settlement (RIGS) payments, a common practice in many countries particularly for large government-to-government (G2G), government-to-business (G2B), and business-to-business (B2B) payments.The rising value of these payments is illustrated in the below graph.", "original_sentence": "When comparing the popularity of payment instruments, it is important to note that large-value payers (i.e., those making payments greater than TZS 10 million or US$ 4,568) prefer Real Time Gross Settlement (RTGS) payments, a common practice in many countries particularly for large government-to-government (G2G), government-to-business (G2B), and business-to-business (B2B) payments.", "text": "When comparing the popularity of payment instruments, it is important to note that large-value payers (i.e., those making payments greater than TZS 10 million or US$ 4,568) prefer Real Time Gross Settlement (RTGS) payments, a common practice in many countries particularly for large government-to-government (G2G), government-to-business (G2B), and business-to-business (B2B) payments. The rising value of these payments is illustrated in the below graph. In Tanzania RTGS payments today are cleared within two hours and the Bank of Tanzania has set a very low price ceiling on RTGS payments at a flat price of TZS 10,000 (US$ 4.75) per payment, irrespective of payment transfer size. This has actively incentivized digital high-value payments.", "doc_id": "Person-to-Government payments.txt", "para_id": 38, "score": 0.06253077602658424}, {"summary": "When a die visits a woman who goes into labor, she phones a doctor or other health professional in Sea's network of 'friendly providers', giving them warning that the woman is about to arrive at the health services, making an appointment for her, and asking that the health services watch out for her.", "context": "Under the national government's 'safer motherhood' program, the  sis encourage the delivery of babies at the health services, and they get a small financial incentive for taking the women in labor to the health services.When a die visits a woman who goes into labor, she phones a doctor or other health professional in Sea's network of 'friendly providers', giving them warning that the woman is about to arrive at the health services, making an appointment for her, and asking that the health services watch out for her.Under the national government's 'safer motherhood' program, the  sis encourage the delivery of babies at the health services, and they get a small financial incentive for taking the women in labor to the health services.", "original_sentence": "When a dai visits a woman who goes into labor, she phones a doctor or other health professional in SEWA's network of 'friendly providers', giving them warning that the woman is about to arrive at the health services, making an appointment for her, and asking that the health services watch out for her.", "text": "When a dai visits a woman who goes into labor, she phones a doctor or other health professional in SEWA's network of 'friendly providers', giving them warning that the woman is about to arrive at the health services, making an appointment for her, and asking that the health services watch out for her. Under the national government's 'safer motherhood' program, the  ais encourage the delivery of babies at the health services, and they get a small financial incentive for taking the women in labour to the health services.", "doc_id": "Informal Workers and the Use of Mobile Technology and Communications.txt", "para_id": 10, "score": 0.06220933286731875}, {"summary": "c. Cost to the payer is another key variable that impacts adoption.", "context": "Reducing or eliminating digital payment transaction cost to the end user, for government payments, can positively influence uptake.c. Cost to the payer is another key variable that impacts adoption.Reducing or eliminating digital payment transaction cost to the end user, for government payments, can positively influence uptake.", "original_sentence": "c. Cost to the payer is another key variable that impacts adoption.", "text": "c. Cost to the payer is another key variable that impacts adoption. Reducing or eliminating digital payment transaction cost to the end user, for government payments, can positively influence uptake.", "doc_id": "Person-to-Government payments.txt", "para_id": 120, "score": 0.05822181518363604}, {"summary": "In Tanzania, tax inflows make up nearly 90% of government revenues excluding grants.77 However, with the tax-to-GDP ratio averaging around 12% (post rebating of the economy78), over the past three years79 Tanzania's tax collections have managed to cover only about three-quarters of the government budget.", "context": "Tax payments are the most common form of P2G and B2G payments globally.In Tanzania, tax inflows make up nearly 90% of government revenues excluding grants.77 However, with the tax-to-GDP ratio averaging around 12% (post rebating of the economy78), over the past three years79 Tanzania's tax collections have managed to cover only about three-quarters of the government budget.In recent years, Tanzania has experienced lower than expected tax collections,80 particularly under Value Added Tax payments, in combination with reduced aid, and substantial outstanding arrears (including the five mandatory social benefit schemes), making tax revenues a critical payment stream for the government.", "original_sentence": "In Tanzania, tax inflows make up nearly 90% of government revenues excluding grants.77 However, with the tax-to-GDP ratio averaging around 12% (post rebasing of the economy78), over the past three years79 Tanzania's tax collections have managed to cover only about three-quarters of the government budget.", "text": "Tax payments are the most common form of P2G and B2G payments globally. In Tanzania, tax inflows make up nearly 90% of government revenues excluding grants.77 However, with the tax-to-GDP ratio averaging around 12% (post rebasing of the economy78), over the past three years79 Tanzania's tax collections have managed to cover only about three-quarters of the government budget. In recent years, Tanzania has experienced lower than expected tax collections,80 particularly under Value Added Tax payments, in combination with reduced aid, and substantial outstanding arrears (including the five mandatory social benefit schemes), making tax revenues a critical payment stream for the government.", "doc_id": "Person-to-Government payments.txt", "para_id": 73, "score": 0.05800574735197398}, {"summary": "Two large mobile network operators, Viacom and MT, recently shut down their mobile money services in South Africa because of high operating costs and a high prevalence of bank accounts.", "context": "1.Two large mobile network operators, Viacom and MT, recently shut down their mobile money services in South Africa because of high operating costs and a high prevalence of bank accounts.See the relevant press articles at WWW.fin24.com/ Tech/Companies/why-Viacom-m-pesa-has-flopped-in-sa-20160509 and WWW.businessdailyafrica.com/Corporate-News/ MT-scraps-mobile-money-business-in-South-Africa/539550-3382710-13vftp7z/.", "original_sentence": "Two large mobile network operators, Vodacom and MTN, recently shut down their mobile money services in South Africa because of high operating costs and a high prevalence of bank accounts.", "text": "1. Two large mobile network operators, Vodacom and MTN, recently shut down their mobile money services in South Africa because of high operating costs and a high prevalence of bank accounts. See the relevant press articles at www.fin24.com/ Tech/Companies/why-vodacom-m-pesa-has-flopped-in-sa-20160509 and www.businessdailyafrica.com/Corporate-News/ MTN-scraps-mobile-money-business-in-South-Africa/539550-3382710-13vftp7z/.", "doc_id": "The long-run poverty and gender impacts of mobile money.txt", "para_id": 14, "score": 0.0550882514044443}, {"summary": "Individuals can use digital financial services to pay taxes and fees such as license fees, registration fees, income taxes, and property taxes to government or government-owned agencies.", "context": "E-filing and e-payment systems reduce travel time, face-to-face interaction with tax officers, and reliance on their subjective expertise on the returns filed (Doing Business, 2013).Individuals can use digital financial services to pay taxes and fees such as license fees, registration fees, income taxes, and property taxes to government or government-owned agencies.E-filing and e-payment systems reduce travel time, face-to-face interaction with tax officers, and reliance on their subjective expertise on the returns filed (Doing Business, 2013).", "original_sentence": "Individuals can use digital financial services to pay taxes and fees such as license fees, registration fees, income taxes, and property taxes to government or government-owned agencies.", "text": "Individuals can use digital financial services to pay taxes and fees such as license fees, registration fees, income taxes, and property taxes to government or government-owned agencies. E-filing and e-payment systems reduce travel time, face-to-face interaction with tax officers, and reliance on their subjective expertise on the returns filed (Doing Business, 2013).", "doc_id": "Digital Financing Solutions to Advance Women’s Economic Participation.txt", "para_id": 30, "score": 0.05350450068077209}, {"summary": "In that study, we considered only two technologies: cell phones and internet broadband access.", "context": "Some of these informal enterprises, however, exhibit great sophistication, enabling owners and the small group of informal employees that they work with to operate under better conditions for themselves (Amado-Dorantes, 2004).In that study, we considered only two technologies: cell phones and internet broadband access.We included cell phones because, in developing nations, they are the preferred mode of access to communication, although more recently, governments are beginning to realize the importance of broadband, because of the many more options (i.e. government services, education, business operations) that faster internet access can provide (COED, 2016).", "original_sentence": "In that study, we considered only two technologies: cell phones and internet broadband access.", "text": "Some of these informal enterprises, however, exhibit great sophistication, enabling owners and the small group of informal employees that they work with to operate under better conditions for themselves (Amuedo-Dorantes, 2004). In that study, we considered only two technologies: cell phones and internet broadband access. We included cell phones because, in developing nations, they are the preferred mode of access to communication, although more recently, governments are beginning to realize the importance of broadband, because of the many more options (i.e. government services, education, business operations) that faster internet access can provide (OECD, 2016). (To clarify, the term cell phones in this paper refers to telephone subscriptions that provide voice communication services only). Broadband refers to subscriptions to fixed high-speed access to the internet. We recognize, nonetheless, that bandwidth on cell phones is increasing as penetration continues to growth. While these connections are, at the moment, the preferred and often the only option for broadband in developing countries, growth in mobile broadband demand will be limited by spectrum scarcity.", "doc_id": "ICTs and the informal economy.txt", "para_id": 19, "score": 0.05248427583435544}, {"summary": "Gateways that 1) have presence in multiple markets and 2) enable local payment solutions, such as Pay U and Astray, have the best shot at international merchants and their lucrative cross-border sales.", "context": "There is no one provider to enable e-commerce for all of Latin America, a disappointment for merchants expecting an easy Lat Am solution.Gateways that 1) have presence in multiple markets and 2) enable local payment solutions, such as Pay U and Astray, have the best shot at international merchants and their lucrative cross-border sales.But international merchants unfamiliar with these lesser-known brands are often gun-shy when it comes to using a local solution.", "original_sentence": "Gateways that 1) have presence in multiple markets and 2) enable local payment solutions, such as PayU and AstroPay, have the best shot at international merchants and their lucrative cross-border sales.", "text": "One downside for international merchants, however, is the complexity of the e-commerce enablement landscape from a regional perspective. There is no one provider to enable e-commerce for all of Latin America, a disappointment for merchants expecting an easy LatAm solution. Gateways that 1) have presence in multiple markets and 2) enable local payment solutions, such as PayU and AstroPay, have the best shot at international merchants and their lucrative cross-border sales. But international merchants unfamiliar with these lesser-known brands are often gun-shy when it comes to using a local solution. Regardless, a multi-faceted approach to Latin American e-commerce is required.", "doc_id": "Payments in Latin America.txt", "para_id": 17, "score": 0.04826519504034631}, {"summary": "India's government, for example, faces increasing pressure to raise health care spending.", "context": "However, rapid economic growth is driving citizens to demand more.India's government, for example, faces increasing pressure to raise health care spending.Jason Mann, Barclay Capital's Head of China health care, says that health is now a hot-button issue for that country's government too.", "original_sentence": "India's government, for example, faces increasing pressure to raise healthcare spending.", "text": "In emerging markets, the situation is both worse and more hopeful. Inadequate health infrastructure limits much of the rural population and urban poor to, at best, only the most basic care. However, rapid economic growth is driving citizens to demand more. India's government, for example, faces increasing pressure to raise healthcare spending. Jason Mann, Barclays Capital's Head of China healthcare, says that health is now a hot-button issue for that country's government too. \"Its legitimacy is somewhat tied up with its ability to provide broad and inexpensive healthcare across China,\" he explains.", "doc_id": "Emerging mHealth, Paths for growth.txt", "para_id": 11, "score": 0.048046426947511045}, {"summary": "As the mobile money industry matures, the launch of new services has been slowing each year.", "context": "In 2015, 13 new services were launched, compared to 30 services in 2014 and 58 services in 2013.As the mobile money industry matures, the launch of new services has been slowing each year.In 2015, 13 new services were launched, compared to 30 services in 2014 and 58 services in 2013.", "original_sentence": "As the mobile money industry matures, the launch of new services has been slowing each year.", "text": "As the mobile money industry matures, the launch of new services has been slowing each year. In 2015, 13 new services were launched, compared to 30 services in 2014 and 58 services in 2013.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 16, "score": 0.04753336543922602}, {"summary": "These cross-border mobile money remittance initiatives are partnerships solely between mobile money providers.", "context": "6.These cross-border mobile money remittance initiatives are partnerships solely between mobile money providers.In this model, funds are transferred directly from the sender's mobile money account to the receiver's mobile money account, without the assistance of a traditional Money Transfer Operator (MOT) to provide the cash-out service on the receiver end.", "original_sentence": "These cross-border mobile money remittance initiatives are partnerships solely between mobile money providers.", "text": "6. These cross-border mobile money remittance initiatives are partnerships solely between mobile money providers. In this model, funds are transferred directly from the sender's mobile money account to the receiver's mobile money account, without the assistance of a traditional Money Transfer Operator (MTO) to provide the cash-out service on the receiver end.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 22, "score": 0.0445574303365955}, {"summary": "Card-on-file features are scarce, requiring users to enter their 16-dig It card number for each individual purchase.", "context": "Estimates are that In Brazil, for Instance by far the region's most mature market fewer than 5% of merchants have an m-commerce site, forcing mobile customers through a clumsy, non-optimized shopping experience.Card-on-file features are scarce, requiring users to enter their 16-dig It card number for each individual purchase.High-speed Internet has expanded Impressively In recent years but Is still limited: 50% of mobile connections are still covered by 2G'  .", "original_sentence": "Card-on-file features are scarce, requiring users to enter their 16-dIgIt card number for each individual purchase.", "text": "Both merchants and consumers have yet to navigate the m-commerce learning curve. Estimates are that In Brazil, for Instanceby far the region's most mature market fewer than 5% of merchants have an m-commerce site, forcing mobile customers through a clumsy, non-optlmlzed shopping experience. Card-on-file features are scarce, requiring users to enter their 16-dIgIt card number for each individual purchase. High-speed Internet has expanded Impressively In recent years but Is still limited: 50% of mobile connections are still covered by 2G'  . As a result, m-commerce represents less than 10% of total e-commerce sales region-wide.", "doc_id": "Payments in Latin America.txt", "para_id": 19, "score": 0.043794687013448366}, {"summary": "- Why it matters: To move beyond the objective of advancing access to financial services to facilitating effective usage of those services, consumers must understand what services are available, how those services will be helpful to them in their daily lives, and how to effectively leverage the given products or services.", "context": "Consumers who fully understand the scope and impact of their financial options possess a greater ability to confidently access and effectively deploy formal financial services.- Why it matters: To move beyond the objective of advancing access to financial services to facilitating effective usage of those services, consumers must understand what services are available, how those services will be helpful to them in their daily lives, and how to effectively leverage the given products or services.Consumers who fully understand the scope and impact of their financial options possess a greater ability to confidently access and effectively deploy formal financial services.", "original_sentence": "- Why it matters: To move beyond the objective of advancing access to financial services to facilitating effective usage of those services, consumers must understand what services are available, how those services will be helpful to them in their daily lives, and how to effectively leverage the given products or services.", "text": "- Why it matters: To move beyond the objective of advancing access to financial services to facilitating effective usage of those services, consumers must understand what services are available, how those services will be helpful to them in their daily lives, and how to effectively leverage the given products or services. Consumers who fully understand the scope and impact of their financial options possess a greater ability to confidently access and effectively deploy formal financial services.", "doc_id": "The 2016 Brookings Financial and Digital Inclusion Project Report.txt", "para_id": 31, "score": 0.04086286510182075}], "keywords": [{"keyword": "border", "count": 103}, {"keyword": "cross border", "count": 97}, {"keyword": "services", "count": 108}, {"keyword": "cross", "count": 40}, {"keyword": "growth", "count": 8}, {"keyword": "rail", "count": 112}, {"keyword": "government", "count": 378}, {"keyword": "electrification", "count": 10}, {"keyword": "western", "count": 4}, {"keyword": "transport", "count": 17}, {"keyword": "line", "count": 6}, {"keyword": "payment", "count": 29}, {"keyword": "south", "count": 20}, {"keyword": "high", "count": 16}, {"keyword": "network", "count": 12}, {"keyword": "high speed", "count": 18}, {"keyword": "speed", "count": 7}, {"keyword": "connections", "count": 6}], "locations": [{"keyword": "Baltimore", "count": 1, "type": "LOCATION"}, {"keyword": "Berkeley", "count": 1, "type": "LOCATION"}, {"keyword": "Lima", "count": 2, "type": "LOCATION"}, {"keyword": "Kenya", "count": 2, "type": "LOCATION"}, {"keyword": "Uganda", "count": 2, "type": "LOCATION"}, {"keyword": "Rwanda", "count": 2, "type": "LOCATION"}, {"keyword": "Manila", "count": 1, "type": "LOCATION"}, {"keyword": "B2C", "count": 1, "type": "LOCATION"}, {"keyword": "Congo", "count": 1, "type": "LOCATION"}, {"keyword": "Brazil", "count": 2, "type": "LOCATION"}, {"keyword": "India", "count": 2, "type": "LOCATION"}, {"keyword": "South Africa", "count": 2, "type": "LOCATION"}, {"keyword": "Tanzania", "count": 4, "type": "LOCATION"}, {"keyword": "SEWA", "count": 1, "type": "LOCATION"}, {"keyword": "Latin America", "count": 1, "type": "LOCATION"}, {"keyword": "China", "count": 2, "type": "LOCATION"}], "entities": [{"keyword": "International Money Transfer", "count": 1, "type": "PERSON"}, {"keyword": "IMT", "count": 1, "type": "ORG"}, {"keyword": "GSMA", "count": 1, "type": "ORG"}, {"keyword": "Thomas P. Hughes", "count": 1, "type": "PERSON"}, {"keyword": "Wolfgang Schivelbusch", "count": 1, "type": "PERSON"}, {"keyword": "Networks of Power: Electrification", "count": 1, "type": "ORG"}, {"keyword": "Western Society", "count": 1, "type": "ORG"}, {"keyword": "Johns Hopkins University Press", "count": 1, "type": "ORG"}, {"keyword": "The Industrialization and Perception of Time and Space", "count": 1, "type": "ORG"}, {"keyword": "University of California Press", "count": 1, "type": "ORG"}, {"keyword": "Irembo120", "count": 1, "type": "NORP"}, {"keyword": "Smart", "count": 3, "type": "PERSON"}, {"keyword": "AFPI", "count": 1, "type": "ORG"}, {"keyword": "NFC", "count": 1, "type": "ORG"}, {"keyword": "Globe", "count": 3, "type": "ORG"}, {"keyword": "KYC", "count": 1, "type": "ORG"}, {"keyword": "the Bolsa Familia Program", "count": 1, "type": "ORG"}, {"keyword": "the National Rural Employment Guarantee Scheme", "count": 1, "type": "ORG"}, {"keyword": "the South African Government's", "count": 1, "type": "ORG"}, {"keyword": "Department of Labour", "count": 1, "type": "ORG"}, {"keyword": "Department", "count": 1, "type": "ORG"}, {"keyword": "the Parliamentary Portfolio Committee", "count": 1, "type": "ORG"}, {"keyword": "B2P", "count": 1, "type": "ORG"}, {"keyword": "D2P", "count": 1, "type": "ORG"}, {"keyword": "G2G", "count": 1, "type": "PERSON"}, {"keyword": "B2B", "count": 1, "type": "PERSON"}, {"keyword": "TZS", "count": 1, "type": "ORG"}, {"keyword": "Real Time Gross Settlement", "count": 1, "type": "ORG"}, {"keyword": "RTGS", "count": 3, "type": "ORG"}, {"keyword": "the Bank of Tanzania", "count": 1, "type": "ORG"}, {"keyword": "TZS 10,000", "count": 1, "type": "ORG"}, {"keyword": "Value Added Tax", "count": 1, "type": "ORG"}, {"keyword": "MTN", "count": 2, "type": "ORG"}, {"keyword": "www.fin24.com/ Tech/Companies", "count": 1, "type": "ORG"}, {"keyword": "Doing Business", "count": 1, "type": "PERSON"}, {"keyword": "OECD", "count": 1, "type": "ORG"}, {"keyword": "Broadband", "count": 1, "type": "ORG"}, {"keyword": "LatAm", "count": 1, "type": "PERSON"}, {"keyword": "Latin American", "count": 1, "type": "NORP"}, {"keyword": "Jason Mann", "count": 1, "type": "PERSON"}, {"keyword": "Barclays Capital's", "count": 1, "type": "ORG"}, {"keyword": "Money Transfer Operator", "count": 1, "type": "ORG"}, {"keyword": "MTO", "count": 1, "type": "ORG"}, {"keyword": "Instanceby", "count": 1, "type": "ORG"}], "folder": "/app/AIResearchHelper/SmartReader/Data/text_files_2019-03-25_14-55-06", "folder_name": "text_files_2019-03-25_14-55-06"}, {"topic": "automation", "summary_points": [{"summary": "This factor might force these firms to use primarily proprietary data from companies that currently own this data, or rely on data directly provided by consumers.", "context": "Unlike credit bureaus, which have longstanding data access agreements across the financial sector and elsewhere, DISC firms face uncertainty about the continued availability of the data required to power their algorithms.This factor might force these firms to use primarily proprietary data from companies that currently own this data, or rely on data directly provided by consumers.It also suggests that DISC companies can find a competitive advantage in reliably acquiring this data, and having the technology to process and clean (what is often messy) data at scale.", "original_sentence": "This factor might force these firms to use primarily proprietary data from companies that currently own this data, or rely on data directly provided by consumers.", "text": "binatory power is considerable. Unlike credit bureaus, which have longstanding data access agreements across the financial sector and elsewhere, BDSC firms face uncertainty about the continued availability of the data required to power their algorithms. This factor might force these firms to use primarily proprietary data from companies that currently own this data, or rely on data directly provided by consumers. It also suggests that BDSC companies can find a competitive advantage in reliably acquiring this data, and having the technology to process and clean (what is often messy) data at scale.", "doc_id": "Big Data, Small Credit.txt", "para_id": 13, "score": 0.1692814184165815}, {"summary": "One-third of public-sector doctors do not even have mobile Internet at work, compared with 14% in the private sector.", "context": "Lack of existing technology is the biggest barrier to greater use of m Health, according to the public-sector doctors and payers surveyed (see chart 15).One-third of public-sector doctors do not even have mobile Internet at work, compared with 14% in the private sector.Obtaining the economic benefits of m Health will therefore require governments to invest more to catch up technologically.", "original_sentence": "One-third of public-sector doctors do not even have mobile Internet at work, compared with 14% in the private sector.", "text": "State control is particularly relevant for mHealth. Ongoing government retrenchment has created a technological gap that will slow adoption. Lack of existing technology is the biggest barrier to greater use of mHealth, according to the public-sector doctors and payers surveyed (see chart 15). One-third of public-sector doctors do not even have mobile Internet at work, compared with 14% in the private sector. Obtaining the economic benefits of mHealth will therefore require governments to invest more to catch up technologically.", "doc_id": "Emerging mHealth, Paths for growth.txt", "para_id": 34, "score": 0.149968242871038}, {"summary": "Access to the full quantity and variety of data will help both innovators and financial service providers (who incur balance-sheet risk) figure out what data matched to which algorithm offers the greatest predictive power when it comes to creditworthiness.", "context": "Instead, they are \"owned\" by a private source, usually a technology company or data aggregation.Access to the full quantity and variety of data will help both innovators and financial service providers (who incur balance-sheet risk) figure out what data matched to which algorithm offers the greatest predictive power when it comes to creditworthiness.We urge data owners to provide continued access to innovators, so they can help to vastly expand DISC services into new markets and increasing profitable opportunities.", "original_sentence": "Access to the full quantity and variety of data will help both innovators and financial service providers (who incur balance-sheet risk) figure out what data matched to which algorithm offers the greatest predictive power when it comes to creditworthiness.", "text": "As they develop and scale, BDSC firms will require sustained access to consumer data through partnerships with the companies that own it. Most BDSC data sources, though generated by consumers, are not available currently in the public domain. Instead, they are \"owned\" by a private source, usually a technology company or data aggregator. Access to the full quantity and variety of data will help both innovators and financial service providers (who incur balance-sheet risk) figure out what data matched to which algorithm offers the greatest predictive power when it comes to creditworthiness. We urge data owners to provide continued access to innovators, so they can help to vastly expand BDSC services into new markets and increasing profitable opportunities.", "doc_id": "Big Data, Small Credit.txt", "para_id": 39, "score": 0.14965574269749185}, {"summary": "Marisa, great analysis of how enterprises can get their arms around Big Data and exploit its potential.", "context": "Enterprises should invest in software that can monitor data usage on Eds or Hardtop, then move data subsets across platforms to use their infrastructures most efficiently.Marisa, great analysis of how enterprises can get their arms around Big Data and exploit its potential.I do think many Big Data practitioners will have more than one repository - for example, Eds and Hardtop can serve different use cases, and relevant data cannot always be consolidated in bulk into one place.", "original_sentence": "Larisa, great analysis of how enterprises can get their arms around Big Data and exploit its potential.", "text": "Larisa, great analysis of how enterprises can get their arms around Big Data and exploit its potential. I do think many Big Data practitioners will have more than one repository - for example, EDWs and Hadoop can serve different use cases, and relevant data cannot always be consolidated in bulk into one place. Enterprises should invest in software that can monitor data usage on EDWs or Hadoop, then move data subsets across platforms to use their infrastructures most efficiently.", "doc_id": "How Blockchain Could Help End Poverty.txt", "para_id": 10, "score": 0.11288175094535005}, {"summary": "Factor is an irreversible publishing Ghent-write once, never erase.", "context": "By secure this data in the block chain Factor ensures that it will be preserved and will not be changed once recorded, establishing \"Proof of Existence\" Further, and Just as critical to the overall trustworthiness of the registry, publishing cryptography hashes during each step of an instrument's recording process provides an irrefutable 'Proof of Process \", protecting that what is submitted for redecoration b what b actually recorded.Factor is an irreversible publishing Ghent-write once, never erase.Applications can use Factor to secure data by publishing encrypted data or a photographically unique fingerprint of the data to Factor's immutable, distributed ledger Land and Property administration involves a wide array of documents and supporting data.", "original_sentence": "Factom is an irreversible publishing enghe-write once, never erase.", "text": "Factom is an irreversible publishing enghe-write once, never erase. Applications can use Factom to secure data by publishing encrypted data or a cryptographically unique fingerprint of the data to Factom's immutable, distributed ledger Land and Property administration involves a wide array of documents and supporting data. By secuhng this data in the blockchain Factom ensures that it will be preserved and will not be changed once recorded, establishing \"Proof of Existence\" Further, and Just as critical to the overall trustworthiness of the registry, publishing cryptographic hashes during each step of an instrument's recording process provides an irrefutable 'Proof of Process \", protecting that what is submitted for recordation b what b actually recorded.", "doc_id": "Using Blockchain to Secure Honduran Land Titles.txt", "para_id": 11, "score": 0.10872258944612567}, {"summary": "Regulatory reform driven by demographic changes, such as aging and chronic illness, is redressing the balance between public and private sector participation in health care.", "context": "m Health enables both sectors in this regard, helping to improve access and quality while at the same time providing dramatic innovation and cost reduction opportunities.Regulatory reform driven by demographic changes, such as aging and chronic illness, is redressing the balance between public and private sector participation in health care.More and more, the public sector, while seeking to optimist access and quality, is looking towards the private sector for innovation and efficiency.", "original_sentence": "Regulatory reform driven by demographic changes, such as ageing and chronic illness, is redressing the balance between public and private sector participation in healthcare.", "text": "Regulatory reform driven by demographic changes, such as ageing and chronic illness, is redressing the balance between public and private sector participation in healthcare. More and more, the public sector, while seeking to optimise access and quality, is looking towards the private sector for innovation and efficiency. mHealth enables both sectors in this regard, helping to improve access and quality while at the same time providing dramatic innovation and cost reduction opportunities.", "doc_id": "Emerging mHealth, Paths for growth.txt", "para_id": 2, "score": 0.10287278142887514}, {"summary": "To improve the timing and accuracy of our data reporting, we have worked to make COCO simple to use, even by those with limited computer literacy, and have developed a mobile version.", "context": "Working in areas with limited electricity and telecommunications infrastructure can complicate technology-based solutions, and relying on paper-based forms that are entered into COCO at a central hub can slow our access to timely data.To improve the timing and accuracy of our data reporting, we have worked to make COCO simple to use, even by those with limited computer literacy, and have developed a mobile version.To enable uninterrupted data collection in areas with intermittent Internet connectivity, COCO has been built using technologies enabled through the HTML5 standard.", "original_sentence": "To improve the timing and accuracy of our data reporting, we have worked to make COCO simple to use, even by those with limited computer literacy, and have developed a mobile version.", "text": "Working in areas with limited electricity and telecommunications infrastructure can complicate technology-based solutions, and relying on paper-based forms that are entered into COCO at a central hub can slow our access to timely data. To improve the timing and accuracy of our data reporting, we have worked to make COCO simple to use, even by those with limited computer literacy, and have developed a mobile version. To enable uninterrupted data collection in areas with intermittent Internet connectivity, COCO has been built using technologies enabled through the HTML5 standard. The capabilities of this architecture make COCO accessible across browsers, whether a tablet, laptop, or smartphone. The tool also serves as a generic library, which enables the open-source community to use other programs and organizations to collect data, both online and offline. We are currently deploying COCO on the mobile phones of facilitators across our project sites, and we have seen a fall in reporting time where it has been implemented.", "doc_id": "Digital Green.txt", "para_id": 13, "score": 0.09623411649686225}, {"summary": "It also extrapolates from these findings to show that digitization of payments could increase Tanzania's annual tax revenue by at least $477million per annul1, which would help push up the country's tax/GDP ratio, currently at 12%.", "context": "This case study explores the factors both supporting and impeding the widespread adoption of Person-to-Government (P2G) and Business-to-Government (B2G) payments in Tanzania, focusing on the period from 2012 to 2016.It also extrapolates from these findings to show that digitization of payments could increase Tanzania's annual tax revenue by at least $477million per annul1, which would help push up the country's tax/GDP ratio, currently at 12%.The policy initiatives taken by Tanzania's Central Bank and actions taken by Tanzanian government agencies and the private sector have provided valuable lessons from which policymakers and businesses in other countries can learn as they go about digitizing P2G and B2G payments.", "original_sentence": "It also extrapolates from these findings to show that digitization of payments could increase Tanzania's annual tax revenue by at least $477million per annum1, which would help push up the country's tax/GDP ratio, currently at 12%.", "text": "This case study explores the factors both supporting and impeding the widespread adoption of Person-to-Government (P2G) and Business-to-Government (B2G) payments in Tanzania, focusing on the period from 2012 to 2016. It also extrapolates from these findings to show that digitization of payments could increase Tanzania's annual tax revenue by at least $477million per annum1, which would help push up the country's tax/GDP ratio, currently at 12%. The policy initiatives taken by Tanzania's Central Bank and actions taken by Tanzanian government agencies and the private sector have provided valuable lessons from which policymakers and businesses in other countries can learn as they go about digitizing P2G and B2G payments.", "doc_id": "Person-to-Government payments.txt", "para_id": 0, "score": 0.09110819325801858}, {"summary": "Using data from the World Bank and other international organizations, we constructed a panel data set with 171 countries over a five-year period from 2007 to 2011 (see the description of variables and sources in Appendix).", "context": "The mathematical algorithms that are necessary for multiple imputation are now easier to use, thanks to advances in computing.Using data from the World Bank and other international organizations, we constructed a panel data set with 171 countries over a five-year period from 2007 to 2011 (see the description of variables and sources in Appendix).It should be noted that macro-economic data are imperfect.", "original_sentence": "Using data from the World Bank and other international organizations, we constructed a panel data set with 171 countries over a five-year period from 2007 to 2011 (see the description of variables and sources in Appendix).", "text": "Using data from the World Bank and other international organizations, we constructed a panel data set with 171 countries over a five-year period from 2007 to 2011 (see the description of variables and sources in Appendix). It should be noted that macro-economic data are imperfect. While international organizations like the World Bank, the ITU and other United Nations organizations have tried to standardize these measurements, governments ultimately report on the data, and their definitions may not be entirely consistent across the world. However, given that there are no alternatives, scholars rely on and conduct research on the basis of these data, but country-level decisions would require additional research to adapt these imperfect macro results to their specific circumstances. In addition, one of the main challenges in doing empirical international research is the lack of complete data. Because missing variables are a common problem, scholars have devised techniques to calculate missing variables from existing ones. In this study, we used a multiple imputation technique using Stata, which has been found to be superior to other alternatives (King et al., 2001). The mathematical algorithms that are necessary for multiple imputation are now easier to use, thanks to advances in computing.", "doc_id": "ICTs and the informal economy.txt", "para_id": 33, "score": 0.08958703450723497}, {"summary": "As a result, populations with access to the Internet can use government services, regardless of distance and time, and without the need to engage lawyers.", "context": "A growing number of institutions have integrated the forms they use to administer basic services into Internet interfaces.As a result, populations with access to the Internet can use government services, regardless of distance and time, and without the need to engage lawyers.In the United States, government services ranging from tax departments to motor vehicle administrations and adjudication use Web interfaces that greatly expedite simple, transaction interactions.", "original_sentence": "As a result, populations with access to the Internet can use government services, regardless of distance and time, and without the need to engage lawyers.", "text": "Some governments, particularly those supporting the do-it-yourself approach described above, support Web-hosted interfaces for administrative services and template legal forms. Both public and private organizations administer online platforms that distribute template legal documents designed for public use. A growing number of institutions have integrated the forms they use to administer basic services into Internet interfaces. As a result, populations with access to the Internet can use government services, regardless of distance and time, and without the need to engage lawyers. In the United States, government services ranging from tax departments to motor vehicle administrations and adjudication use Web interfaces that greatly expedite simple, transactional interactions. However, there are large populations within the United States that are prevented from using these platforms due to educational, financial, and infrastructural barriers.", "doc_id": "The Case for mLegal.txt", "para_id": 15, "score": 0.08754986817700758}, {"summary": "Governments generally avoid projects with long gestation periods, because the dividends from their success do not actually accrue to the government that implemented the project.", "context": "And while governments might not be opposed to the idea of empowering women through financial inclusion and digitization, it is important to address the related political and economic issues that can cause them to neglect providing such focused services.Governments generally avoid projects with long gestation periods, because the dividends from their success do not actually accrue to the government that implemented the project.Digitization is cost effective only after a minimum threshold level of user penetration is achieved (network effects) and service is streamlined.", "original_sentence": "Governments generally avoid projects with long gestation periods, because the dividends from their success do not actually accrue to the government that implemented the project.", "text": "Governments generally avoid projects with long gestation periods, because the dividends from their success do not actually accrue to the government that implemented the project. Digitization is cost effective only after a minimum threshold level of user penetration is achieved (network effects) and service is streamlined. A long gestation period coupled with high initial capital investments in technology and infrastructure - as in the case of electricity - can make these projects particularly unattractive. Moreover, voters do not readily recognize the government's efforts or the eventual benefit. Even if the effort or the benefits are recognized, they are not easily attributable to the government. And while governments might not be opposed to the idea of empowering women through financial inclusion and digitization, it is important to address the related political and economic issues that can cause them to neglect providing such focused services.", "doc_id": "Digital Financing Solutions to Advance Women’s Economic Participation.txt", "para_id": 101, "score": 0.08725408841361586}, {"summary": "The presence or absence of equitable access to public goods, space, and services inhibits work opportunities, livelihoods and informal workers' ability to use or adapt technology.", "context": "Similarly, equitable access to public or basic services such as affordable and reliable electricity is essential to informal livelihoods and directly affects how, when and whether certain informal workers such as garment workers choose to use particular technologies in their work.The presence or absence of equitable access to public goods, space, and services inhibits work opportunities, livelihoods and informal workers' ability to use or adapt technology.Examples include how street vendors' access to public space impacts the technologies they use and choose in their work.", "original_sentence": "The presence or absence of equitable access to public goods, space, and services inhibits work opportunities, livelihoods and informal workers' ability to use or adapt technology.", "text": "The presence or absence of equitable access to public goods, space, and services inhibits work opportunities, livelihoods and informal workers' ability to use or adapt technology. Examples include how street vendors' access to public space impacts the technologies they use and choose in their work. Where they have access to public space (such as the market vendors and emolienteros in Lima), they are more likely to invest in more \"high\" and expensive technologies and tools, versus those that lack access (unorganised street vendors in Lima). Similarly, equitable access to public or basic services such as affordable and reliable electricity is essential to informal livelihoods and directly affects how, when and whether certain informal workers such as garment workers choose to use particular technologies in their work.", "doc_id": "Final Report Technology and the Future of Work.txt", "para_id": 7, "score": 0.08700368250086779}, {"summary": "This report is based on a collection of data sources, some of which are confidential.", "context": "We only highlight individual services where the service provider has granted approval to disclose key performance information, or where the information is already publicly available.This report is based on a collection of data sources, some of which are confidential.For example, data collected through M Mu's annual Global Adoption Survey of Mobile Financial Services was one input into this research.", "original_sentence": "This report is based on a collection of data sources, some of which are confidential.", "text": "This report is based on a collection of data sources, some of which are confidential. For example, data collected through MMU's annual Global Adoption Survey of Mobile Financial Services was one input into this research. This report protects the confidentiality of each deployment. We only highlight individual services where the service provider has granted approval to disclose key performance information, or where the information is already publicly available.", "doc_id": "Mobile financial services in Latin America _ the Caribbean.txt", "para_id": 2, "score": 0.08663882043208049}, {"summary": "This report is based on a collection of data sources, some of which are confidential.", "context": "We only highlight individual services where the service provider has granted approval to disclose key performance information, or where the information is already publicly available.This report is based on a collection of data sources, some of which are confidential.For example, data collected through M Mu's annual Global Adoption Survey of Mobile Financial Services was one input into this research.", "original_sentence": "This report is based on a collection of data sources, some of which are confidential.", "text": "This report is based on a collection of data sources, some of which are confidential. For example, data collected through MMU's annual Global Adoption Survey of Mobile Financial Services was one input into this research. This report protects the confidentiality of each deployment. We only highlight individual services where the service provider has granted approval to disclose key performance information, or where the information is already publicly available.", "doc_id": "GSMA Mobile Money for the Unbanked Program.txt", "para_id": 2, "score": 0.08663882043208049}, {"summary": "Furthermore, the government may be more focused on increasing economic opportunities than recouping taxes.", "context": "Related to this, enforcement and accountability appears a weak point; the government is unlikely to have the capacity to chase relatively small sums from a potentially large number of workers - even if the workers can be identified and located.Furthermore, the government may be more focused on increasing economic opportunities than recouping taxes.As our informant noted, 'The government is pushing hard on online work, but they're saying \"let's make the jobs first, then handle issues when they come up\"'.", "original_sentence": "Furthermore, the government may be more focused on increasing economic opportunities than recouping taxes.", "text": "Related to this, enforcement and accountability appears a weak point; the government is unlikely to have the capacity to chase relatively small sums from a potentially large number of workers - even if the workers can be identified and located. Furthermore, the government may be more focused on increasing economic opportunities than recouping taxes. As our informant noted, 'The government is pushing hard on online work, but they're saying \"let's make the jobs first, then handle issues when they come up\"'.", "doc_id": "A good gig, The rise of on-demand domestic work.txt", "para_id": 43, "score": 0.08626371175632797}, {"summary": "We thank S. Asian and G. Armani for management of the 2014 data collection, and Financial Sector Deepening Kenya and the Gates Foundation for financial support for the data collection.", "context": "Harvard.edu/dataverse/mobilemoney).We thank S. Asian and G. Armani for management of the 2014 data collection, and Financial Sector Deepening Kenya and the Gates Foundation for financial support for the data collection.The study received institutional review board approval from the MIT Committee on Use of Humans as Experimental Subjects, RIB 1403006291.", "original_sentence": "We thank S. Asman and G. Ramani for management of the 2014 data collection, and Financial Sector Deepening Kenya and the Gates Foundation for financial support for the data collection.", "text": "We thank S. Asman and G. Ramani for management of the 2014 data collection, and Financial Sector Deepening Kenya and the Gates Foundation for financial support for the data collection. The study received institutional review board approval from the MIT Committee on Use of Humans as Experimental Subjects, IRB 1403006291. T.S. is on the board of directors of Innovations for Poverty Action, which participated in some of the rounds of data collection. The DOI for round 5 of the data is 10.7910/DVN/L1DVIH (https://dataverse. harvard.edu/dataverse/mobilemoney).", "doc_id": "The long-run poverty and gender impacts of mobile money.txt", "para_id": 18, "score": 0.08497444433015147}, {"summary": "Lucas's reporting systems include validation mechanisms to analyze data quality and quantity.", "context": "Up-to-date and reliable information for decision makers is available at the national, state, and clinic level; states are responsible for all data input.Lucas's reporting systems include validation mechanisms to analyze data quality and quantity.Up-to-date and reliable information for decision makers is available at the national, state, and clinic level; states are responsible for all data input.", "original_sentence": "CASALUD's reporting systems include validation mechanisms to analyze data quality and quantity.", "text": "CASALUD's reporting systems include validation mechanisms to analyze data quality and quantity. Up-to-date and reliable information for decision makers is available at the national, state, and clinic level; states are responsible for all data input.", "doc_id": "Mexico, Preventing Chronic Disease.txt", "para_id": 10, "score": 0.08417385267021388}, {"summary": "Several firms have suggested that their algorithms now outperform traditional credit scoring algorithms (such as FILO scores) in the markets they target, even though FILO and similar industry incumbent scores have had decades of refinement.", "context": "Already, like Dignified, many of these firms are developing the ability to assess the creditworthiness of previously unbaked consumers at a significantly lower cost compared to the brick-and-mortar banking industry cost.Several firms have suggested that their algorithms now outperform traditional credit scoring algorithms (such as FILO scores) in the markets they target, even though FILO and similar industry incumbent scores have had decades of refinement.As these algorithms continue to be tested across markets, segments, and services, their quality and accuracy will likely continue to improve and continue to bring down the costs of identifying and assessing good credit risks throughout the developing world.", "original_sentence": "Several firms have suggested that their algorithms now outperform traditional credit scoring algorithms (such as FICO scores) in the markets they target, even though FICO and similar industry incumbent scores have had decades of refinement.", "text": "Already, like Cignifi, many of these firms are developing the ability to assess the creditworthiness of previously unbanked consumers at a significantly lower cost compared to the brick-and-mortar banking industry cost. Several firms have suggested that their algorithms now outperform traditional credit scoring algorithms (such as FICO scores) in the markets they target, even though FICO and similar industry incumbent scores have had decades of refinement. As these algorithms continue to be tested across markets, segments, and services, their quality and accuracy will likely continue to improveand continue to bring down the costs of identifying and assessing good credit risks throughout the developing world.", "doc_id": "Big Data, Small Credit.txt", "para_id": 12, "score": 0.07927239268045577}, {"summary": "Cost of the networks the network costs definitely.", "context": "RD: Definitely the cost.Cost of the networks the network costs definitely.There are going to be generational barriers just in terms of accessing understanding the technology.", "original_sentence": "Cost of the networks the network costs definitely.", "text": "RD: Definitely the cost. Cost of the networks the network costs definitely. There are going to be generational barriers just in terms of accessings understanding the technology. But then it's a very communal environment, so if you can't read a screen on your phone or understand what's going on there is someone that you turn to help you. I think it is also a market that doesn't or can't afford the latest technology. So it tends to be a beneficiary market of other people's cast off technologies. So I think we are probably now starting to enters I mean we are probably now into the third generation of smart phones, so those first entry-level, first generation, are probably now coming onto the streets. The datas data is still quite expensive, and until we can get an environments I see Cell C is starting to do it, where you can carry over 'so-called' unused data from month to month, until that starts to happen it's just a huge investment. How can you actually predict how much data you are going to use in a month unless you are a pervasive consumer of the data.", "doc_id": "Technology At The Base Of The Pyramid.txt", "para_id": 122, "score": 0.07820155794667058}, {"summary": "A study of the informal sector in Mexico found that street vendors participated in their own organizations to take care of problems with the government (51 per cent of respondents) and to assign and negotiate spaces for the merchants (29 per cent of respondents).", "context": "It is much easier for these street vendors to become members of these organizations than to try to work within the purview of government oversight (Rama, 1995).A study of the informal sector in Mexico found that street vendors participated in their own organizations to take care of problems with the government (51 per cent of respondents) and to assign and negotiate spaces for the merchants (29 per cent of respondents).These organizations emerged as a means to overcome government regulations and red tape.", "original_sentence": "A study of the informal sector in Mexico found that street vendors participated in their own organizations to take care of problems with the government (51 per cent of respondents) and to assign and negotiate spaces for the merchants (29 per cent of respondents).", "text": "A study of the informal sector in Mexico found that street vendors participated in their own organizations to take care of problems with the government (51 per cent of respondents) and to assign and negotiate spaces for the merchants (29 per cent of respondents). These organizations emerged as a means to overcome government regulations and red tape. It is much easier for these street vendors to become members of these organizations than to try to work within the purview of government oversight (Rama, 1995).", "doc_id": "ICTs and the informal economy.txt", "para_id": 25, "score": 0.07406120131165023}, {"summary": "In this stage the technology platforms explained in Section 3 will be subsidized by the state government, and CS will assist with technical support.", "context": "Stage 2: The state governments adopting the model will begin to replicate the networks throughout their state using the free license electronic health records (E Hrs) and reporting software created by CS.In this stage the technology platforms explained in Section 3 will be subsidized by the state government, and CS will assist with technical support.Roll out follows a social franchise model since the CS owns the HER and reporting software, which is provided free of charge, while governments support regular operations plus some of the technologies proposed as part of the model.", "original_sentence": "In this stage the technology platforms explained in Section 3 will be subsidized by the state government, and FCS will assist with technical support.", "text": "Stage 2: The state governments adopting the model will begin to replicate the networks throughout their state using the free license electronic health records (EHRs) and reporting softwares created by FCS. In this stage the technology platforms explained in Section 3 will be subsidized by the state government, and FCS will assist with technical support. Roll out follows a social franchise model since the FCS owns the EHR and reporting software, which is provided free of charge, while governments support regular operations plus some of the technologies proposed as part of the model.", "doc_id": "Mexico, Preventing Chronic Disease.txt", "para_id": 4, "score": 0.07206823028612504}, {"summary": "According to the above hypothesis, the use of the Internet facilitates access to better sources of information and communication, thereby reducing both transaction costs (most importantly, information search costs) and the uncertainty associated with decision-making processes (since information asymmetries would be reduced).", "context": "Furthermore, this improved communication helps to reduce both transaction costs (especially the costs resulting from coordination activities with customers, partners, and suppliers) and the uncertainty inherent in the decision-making process, since communication lowers the risk of making mistakes.According to the above hypothesis, the use of the Internet facilitates access to better sources of information and communication, thereby reducing both transaction costs (most importantly, information search costs) and the uncertainty associated with decision-making processes (since information asymmetries would be reduced).This would enable the business owner to make better decisions, and as a result, the productivity of the owner's company would naturally improve.", "original_sentence": "According to the above hypothesis, the use of the Internet facilitates access to better sources of information and communication, thereby reducing both transaction costs (most importantly, information search costs) and the uncertainty associated with decision-making processes (since information asymmetries would be reduced).", "text": "According to the above hypothesis, the use of the Internet facilitates access to better sources of information and communication, thereby reducing both transaction costs (most importantly, information search costs) and the uncertainty associated with decision-making processes (since information asymmetries would be reduced). This would enable the business owner to make better decisions, and as a result, the productivity of the owner's company would naturally improve. Additionally, the Internet also facilitates communication between the key people of the business, as well as with suppliers and customers. Furthermore, this improved communication helps to reduce both transaction costs (especially the costs resulting from coordination activities with customers, partners, and suppliers) and the uncertainty inherent in the decision-making process, since communication lowers the risk of making mistakes.", "doc_id": "Use of the Internet and Productivity of Micro-businesses.txt", "para_id": 8, "score": 0.07170001219001158}, {"summary": "Recent research suggests that using advanced analytic and nontraditional, large data sets to assess credit worthiness offers a substantial cost advantage when it comes to providing credit in emerging markets.", "context": "CHAP, building on McKinney and Co. analyses, estimates that digital data analytic can reduce the marginal costs of providing a $200 loan in Tanzania by more than 40 percent.15 Assuming such cost savings are reflected in their offerings, these economics should further accelerate the affordability and uptake of the products and services offered by these companies.Recent research suggests that using advanced analytic and nontraditional, large data sets to assess credit worthiness offers a substantial cost advantage when it comes to providing credit in emerging markets.In countries where traditional data doesn't exist for the majority of consumers, it can dramatically lower the cost of identifying, assessing, and reaching undeserved consumers.", "original_sentence": "Recent research suggests that using advanced analytics and nontraditional, large data sets to assess credit worthiness offers a substantial cost advantage when it comes to providing credit in emerging markets.", "text": "Recent research suggests that using advanced analytics and nontraditional, large data sets to assess credit worthiness offers a substantial cost advantage when it comes to providing credit in emerging markets. In countries where traditional data doesn't exist for the majority of consumers, it can dramatically lower the cost of identifying, assessing, and reaching underserved consumers. CGAP, building on McKinsey and Co. analyses, estimates that digital data analytics can reduce the marginal costs of providing a $200 loan in Tanzania by more than 40 percent.15 Assuming such cost savings are reflected in their offerings, these economics should further accelerate the affordability and uptake of the products and services offered by these companies.", "doc_id": "Big Data, Small Credit.txt", "para_id": 11, "score": 0.06961055853359947}, {"summary": "Following publication of the 2015 DIP Report, our team solicited feedback from a diverse array of financial inclusion experts, including private and public sector representatives and experts at non-government entities.", "context": "Additionally, we sought engagement with financial inclusion stakeholders by providing a dedicated comments portal regarding our work (Commencements@brookings.edu).Following publication of the 2015 DIP Report, our team solicited feedback from a diverse array of financial inclusion experts, including private and public sector representatives and experts at non-government entities.We also participated in and hosted a number of public and private convening to engage with other financial inclusion experts.", "original_sentence": "Following publication of the 2015 FDIP Report, our team solicited feedback from a diverse array of financial inclusion experts, including private and public sector representatives and experts at non-government entities.", "text": "Following publication of the 2015 FDIP Report, our team solicited feedback from a diverse array of financial inclusion experts, including private and public sector representatives and experts at non-government entities. We also participated in and hosted a number of public and private convenings to engage with other financial inclusion experts. For example, a Brookings roundtable on gender disparities in access to and usage of financial services informed our recommendations regarding \"Financial Inclusion for Women.\" Additionally, we sought engagement with financial inclusion stakeholders by providing a dedicated comments portal regarding our work (FDIPcomments@brookings.edu).", "doc_id": "The 2016 Brookings Financial and Digital Inclusion Project Report.txt", "para_id": 4, "score": 0.0687938356381959}, {"summary": "The so-palled sharing economy, which has given rise to new forms of self-employment such as Airborne and Tuber, may make available new income streams for some sectors.", "context": "But there is nothing in the nature of these services that will draw those who work in these activities into the formal sector, absent government regulation of these services.The so-palled sharing economy, which has given rise to new forms of self-employment such as Airborne and Tuber, may make available new income streams for some sectors.But there is nothing in the nature of these services that will draw those who work in these activities into the formal sector, absent government regulation of these services.", "original_sentence": "The so-oalled sharing economy, which has given rise to new forms of self-employment such as Airbnb and Uber, may make available new income streams for some sectors.", "text": "The so-oalled sharing economy, which has given rise to new forms of self-employment such as Airbnb and Uber, may make available new income streams for some sectors. But there is nothing in the nature of these services that will draw those who work in these activities into the formal sector, absent government regulation of these services.", "doc_id": "Can digital sharing economy platforms pull Latin America’s informal sector.txt", "para_id": 0, "score": 0.06578968042982589}, {"summary": "In Tanzania, separate government agencies have developed digital payment acceptance solutions in isolation.", "context": "An overarching strategy for P2G and B2G payments is needed to support interconnections between payment instruments and provide an opportunity for the private sector, particularly industry telecommute and banking associations, and government entities, to work together on collaborative solutions.In Tanzania, separate government agencies have developed digital payment acceptance solutions in isolation.These solutions reflect their specific needs, often partly driven by the payment capabilities of private sector entities.", "original_sentence": "In Tanzania, separate government agencies have developed digital payment acceptance solutions in isolation.", "text": "In Tanzania, separate government agencies have developed digital payment acceptance solutions in isolation. These solutions reflect their specific needs, often partly driven by the payment capabilities of private sector entities. While these developments are encouraging, the lack of interconnectivity between a range of closed loop and open loop payment instruments raises questions about the implications for formalization and financial inclusion. An overarching strategy for P2G and B2G payments is needed to support interconnectedness between payment instruments and provide an opportunity for the private sector, particularly industry telecom and banking associations, and government entities, to work together on collaborative solutions.", "doc_id": "Person-to-Government payments.txt", "para_id": 2, "score": 0.06542088634286637}, {"summary": "Governments that are interested in publicizing the legislative record face enormous challenges in terms of what medium to use.", "context": "Communicating the depth and breadth of laws as they evolve to legal service providers is a major challenge in any legal system.Governments that are interested in publicizing the legislative record face enormous challenges in terms of what medium to use.Paper records require expensive printing processes and significant transportation costs.", "original_sentence": "Governments that are interested in publicizing the legislative record face enormous challenges in terms of what medium to use.", "text": "Communicating the depth and breadth of laws as they evolve to legal service providers is a major challenge in any legal system. Governments that are interested in publicizing the legislative record face enormous challenges in terms of what medium to use. Paper records require expensive printing processes and significant transportation costs. To that end, a number of private organizations, and in some cases governments have designed prolific Web-based resources that enable users to access and search for applicable court decisions, legal frameworks, and related scholarship. These tools were initially designed as subscription services for private attorneys to improve the efficiency and depth of legal research, but an increasing number of legal information systems are being sponsored by governments.", "doc_id": "The Case for mLegal.txt", "para_id": 13, "score": 0.06369191551342711}, {"summary": "- Next steps regarding data: Organizations such as the GS MA have tracked the effect of mobile sector taxation on the cost of mobile owner-ship,105 and organizations such as Inter Media have examined user perceptions of the costs associated with mobile money.106 However, country-specific information on the total cost of mobile ownership (including handset costs, connection costs, and call, MS, and data usage costs)107 do not appear to be publicly available.", "context": "This data would also enable researchers to generate recommendations for helping ensure that mobile phones (and by extension, digital financial services) are available to consumers who need them most.- Next steps regarding data: Organizations such as the GS MA have tracked the effect of mobile sector taxation on the cost of mobile owner-ship,105 and organizations such as Inter Media have examined user perceptions of the costs associated with mobile money.106 However, country-specific information on the total cost of mobile ownership (including handset costs, connection costs, and call, MS, and data usage costs)107 do not appear to be publicly available.The existence of comprehensive, global data surrounding these costs would provide greater insight into barriers with respect to mobile phone adoption.", "original_sentence": "- Next steps regarding data: Organizations such as the GSMA have tracked the effect of mobile sector taxation on the cost of mobile owner-ship,105 and organizations such as InterMedia have examined user perceptions of the costs associated with mobile money.106 However, country-specific information on the total cost of mobile ownership (including handset costs, connection costs, and call, SMS, and data usage costs)107 do not appear to be publicly available.", "text": "- Next steps regarding data: Organizations such as the GSMA have tracked the effect of mobile sector taxation on the cost of mobile owner-ship,105 and organizations such as InterMedia have examined user perceptions of the costs associated with mobile money.106 However, country-specific information on the total cost of mobile ownership (including handset costs, connection costs, and call, SMS, and data usage costs)107 do not appear to be publicly available. The existence of comprehensive, global data surrounding these costs would provide greater insight into barriers with respect to mobile phone adoption. This data would also enable researchers to generate recommendations for helping ensure that mobile phones (and by extension, digital financial services) are available to consumers who need them most.", "doc_id": "The 2016 Brookings Financial and Digital Inclusion Project Report.txt", "para_id": 27, "score": 0.06360507778042526}], "keywords": [{"keyword": "data", "count": 343}, {"keyword": "algorithms", "count": 40}, {"keyword": "sector", "count": 52}, {"keyword": "use", "count": 54}, {"keyword": "technology", "count": 18}, {"keyword": "process", "count": 6}, {"keyword": "scale", "count": 2}, {"keyword": "government", "count": 145}, {"keyword": "public", "count": 56}, {"keyword": "governments", "count": 25}, {"keyword": "private", "count": 29}, {"keyword": "public sector", "count": 10}, {"keyword": "adoption", "count": 12}, {"keyword": "private sector", "count": 13}, {"keyword": "state", "count": 12}, {"keyword": "work", "count": 12}, {"keyword": "algorithm", "count": 7}, {"keyword": "service", "count": 10}, {"keyword": "services", "count": 29}, {"keyword": "example", "count": 11}, {"keyword": "time", "count": 4}, {"keyword": "improve", "count": 5}, {"keyword": "accuracy", "count": 6}, {"keyword": "make", "count": 14}, {"keyword": "case", "count": 3}, {"keyword": "policy", "count": 1}, {"keyword": "decisions", "count": 5}, {"keyword": "workers", "count": 6}, {"keyword": "information", "count": 15}, {"keyword": "decision", "count": 8}, {"keyword": "people", "count": 2}, {"keyword": "model", "count": 6}, {"keyword": "processes", "count": 5}, {"keyword": "making", "count": 4}, {"keyword": "decision making", "count": 4}, {"keyword": "percent", "count": 2}, {"keyword": "mckinsey", "count": 2}, {"keyword": "analytics", "count": 4}], "locations": [{"keyword": "Hadoop", "count": 2, "type": "LOCATION"}, {"keyword": "Tanzania", "count": 5, "type": "LOCATION"}, {"keyword": "the United States", "count": 2, "type": "LOCATION"}, {"keyword": "Lima", "count": 2, "type": "LOCATION"}, {"keyword": "Kenya", "count": 1, "type": "LOCATION"}, {"keyword": "T.S.", "count": 1, "type": "LOCATION"}, {"keyword": "RD", "count": 1, "type": "LOCATION"}, {"keyword": "Mexico", "count": 1, "type": "LOCATION"}, {"keyword": "Rama", "count": 1, "type": "LOCATION"}], "entities": [{"keyword": "mHealth", "count": 3, "type": "ORG"}, {"keyword": "BDSC", "count": 2, "type": "ORG"}, {"keyword": "Larisa", "count": 1, "type": "ORG"}, {"keyword": "Big Data", "count": 2, "type": "ORG"}, {"keyword": "Land and Property", "count": 1, "type": "ORG"}, {"keyword": "Proof of Process", "count": 1, "type": "ORG"}, {"keyword": "\"Proof of Existence\" Further, and Just as critical to the overall trustworthiness of the registry", "count": 1, "type": "WORK_OF_ART"}, {"keyword": "HTML5", "count": 1, "type": "PERSON"}, {"keyword": "Central Bank", "count": 1, "type": "ORG"}, {"keyword": "Tanzanian", "count": 1, "type": "NORP"}, {"keyword": "the World Bank", "count": 2, "type": "ORG"}, {"keyword": "ITU", "count": 1, "type": "ORG"}, {"keyword": "United Nations", "count": 1, "type": "ORG"}, {"keyword": "Stata", "count": 1, "type": "ORG"}, {"keyword": "MMU", "count": 2, "type": "ORG"}, {"keyword": "Global Adoption Survey of Mobile Financial Services", "count": 2, "type": "EVENT"}, {"keyword": "S. Asman", "count": 1, "type": "PERSON"}, {"keyword": "G. Ramani", "count": 1, "type": "PERSON"}, {"keyword": "Financial Sector Deepening", "count": 1, "type": "ORG"}, {"keyword": "the Gates Foundation", "count": 1, "type": "ORG"}, {"keyword": "the MIT Committee", "count": 1, "type": "ORG"}, {"keyword": "IRB", "count": 1, "type": "ORG"}, {"keyword": "Innovations for Poverty Action", "count": 1, "type": "ORG"}, {"keyword": "DOI", "count": 1, "type": "ORG"}, {"keyword": "CASALUD", "count": 1, "type": "ORG"}, {"keyword": "Cignifi", "count": 1, "type": "PERSON"}, {"keyword": "FICO", "count": 2, "type": "ORG"}, {"keyword": "Cell C", "count": 1, "type": "ORG"}, {"keyword": "FCS", "count": 3, "type": "ORG"}, {"keyword": "EHR", "count": 1, "type": "ORG"}, {"keyword": "CGAP", "count": 1, "type": "ORG"}, {"keyword": "McKinsey and Co.", "count": 1, "type": "ORG"}, {"keyword": "Brookings", "count": 1, "type": "ORG"}, {"keyword": "Financial Inclusion for Women", "count": 1, "type": "ORG"}, {"keyword": "Airbnb", "count": 1, "type": "ORG"}, {"keyword": "Uber", "count": 1, "type": "ORG"}, {"keyword": "GSMA", "count": 1, "type": "ORG"}, {"keyword": "InterMedia", "count": 1, "type": "ORG"}], "folder": "/app/AIResearchHelper/SmartReader/Data/text_files_2019-03-25_14-55-06", "folder_name": "text_files_2019-03-25_14-55-06"}, {"topic": "employment", "summary_points": [{"summary": "All specifications include location fixed effects and controls for gender, age, and age squared of the household head.", "context": "*P < 0.1, **P < 0.05, ***P < 0.01.All specifications include location fixed effects and controls for gender, age, and age squared of the household head.All measurements are from 2008; complete estimates are shown in tables S4 to S6.", "original_sentence": "All specifications include location fixed effects and controls for gender, age, and age squared of the household head.", "text": "Table 1. Consumption and poverty. Standard errors (in parentheses) are clustered at the location level. *P < 0.1, **P < 0.05, ***P < 0.01. All specifications include location fixed effects and controls for gender, age, and age squared of the household head. All measurements are from 2008; complete estimates are shown in tables S4 to S6.", "doc_id": "The long-run poverty and gender impacts of mobile money.txt", "para_id": 9, "score": 0.08344888953419069}, {"summary": "Researchers should also ensure they have filled out the written information on the template (name of worker, location, activity, FPS, sheet number).", "context": "When you have completed the 4T&TA, you should have 20 completed sheets for each sector (80 workers total).Researchers should also ensure they have filled out the written information on the template (name of worker, location, activity, FPS, sheet number).To record the sheet number on the template, please follow this format: VS/01 (for the first street vendor you visited) or CW/20 (for the last construction worker you photographed).", "original_sentence": "Researchers should also ensure they have filled out the written information on the template (name of worker, location, activity, GPS, sheet number).", "text": "Researchers should also ensure they have filled out the written information on the template (name of worker, location, activity, GPS, sheet number). To record the sheet number on the template, please follow this format: SV/01 (for the first street vendor you visited) or CW/20 (for the last construction worker you photographed). When you have completed the 4T&TA, you should have 20 completed sheets for each sector (80 workers total).", "doc_id": "Technology At The Base Of The Pyramid.txt", "para_id": 85, "score": 0.07939821073403916}, {"summary": "The table below indicates the percentage point difference in countries' percentage scores between 2015 and 2016.", "context": "Thus, the five new DIP countries featured in the 2016 report are not included in the table.The table below indicates the percentage point difference in countries' percentage scores between 2015 and 2016.Thus, the five new DIP countries featured in the 2016 report are not included in the table.", "original_sentence": "The table below indicates the percentage point difference in countries' percentage scores between 2015 and 2016.", "text": "The table below indicates the percentage point difference in countries' percentage scores between 2015 and 2016. Thus, the five new FDIP countries featured in the 2016 report are not included in the table.", "doc_id": "The 2016 Brookings Financial and Digital Inclusion Project Report.txt", "para_id": 78, "score": 0.0417197239120915}, {"summary": "For example, a 2016 report published by the Alliance for Financial Inclusion examined 12 national financial inclusion strategies and found that only four strategies (including DIP countries Malawi and Rwanda) had explicit quantitative targets related to omen's financial inclusion.", "context": "48.For example, a 2016 report published by the Alliance for Financial Inclusion examined 12 national financial inclusion strategies and found that only four strategies (including DIP countries Malawi and Rwanda) had explicit quantitative targets related to omen's financial inclusion.See \"Policy Frameworks to Support Omen's Financial Inclusion,\" Alliance for Financial Inclusion and Omen's World Banking, March 2016, 13, HTTP:// WWW.afi-global.org/sites/default/files/publications/2016-02-womenfi.1_0.pdf.", "original_sentence": "For example, a 2016 report published by the Alliance for Financial Inclusion examined 12 national financial inclusion strategies and found that only four strategies (including FDIP countries Malawi and Rwanda) had explicit quantitative targets related to women's financial inclusion.", "text": "48. For example, a 2016 report published by the Alliance for Financial Inclusion examined 12 national financial inclusion strategies and found that only four strategies (including FDIP countries Malawi and Rwanda) had explicit quantitative targets related to women's financial inclusion. See \"Policy Frameworks to Support Women's Financial Inclusion,\" Alliance for Financial Inclusion and Women's World Banking, March 2016, 13, http:// www.afi-global.org/sites/default/files/publications/2016-02-womenfi.1_0.pdf.", "doc_id": "The 2016 Brookings Financial and Digital Inclusion Project Report.txt", "para_id": 88, "score": 0.03310280423814139}], "keywords": [{"keyword": "01", "count": 685}, {"keyword": "2016", "count": 252}, {"keyword": "new", "count": 16}, {"keyword": "http", "count": 10}, {"keyword": "02", "count": 10}, {"keyword": "13", "count": 8}, {"keyword": "www", "count": 7}, {"keyword": "http www", "count": 7}], "locations": [{"keyword": "Rwanda", "count": 1, "type": "LOCATION"}], "entities": [{"keyword": "CW/20", "count": 1, "type": "ORG"}, {"keyword": "FDIP", "count": 1, "type": "ORG"}, {"keyword": "Malawi", "count": 1, "type": "PERSON"}, {"keyword": "the Alliance for Financial Inclusion", "count": 1, "type": "ORG"}, {"keyword": "Alliance for Financial Inclusion and Women's World Banking", "count": 1, "type": "ORG"}, {"keyword": "Policy Frameworks to Support Women's Financial Inclusion", "count": 1, "type": "WORK_OF_ART"}], "folder": "/app/AIResearchHelper/SmartReader/Data/text_files_2019-03-25_14-55-06", "folder_name": "text_files_2019-03-25_14-55-06"}]