[{"topic": "automation", "summary_points": [{"summary": "For some metrics, GS MA Mobile Money uses data modeling to estimate and forecast these figures, making information available for the entire industry rather than only survey participants.", "context": "A number of data sources, including the Global Adoption Survey of Mobile Financial Services, the GS MA Mobile Money Deployment Tracker, central bank reports, and the International Monetary Fund's (IMF) annual Financial Access Survey (GAS), are used in the estimates and forecasts models.For some metrics, GS MA Mobile Money uses data modeling to estimate and forecast these figures, making information available for the entire industry rather than only survey participants.The methodology used to model these metrics is based on a mix of bottom-up (service level) and top-down (country level) approaches.", "original_sentence": "For some metrics, GSMA Mobile Money uses data modelling to estimate and forecast these figures, making information available for the entire industry rather than only survey participants.", "text": "For some metrics, GSMA Mobile Money uses data modelling to estimate and forecast these figures, making information available for the entire industry rather than only survey participants. The methodology used to model these metrics is based on a mix of bottom-up (service level) and top-down (country level) approaches. A number of data sources, including the Global Adoption Survey of Mobile Financial Services, the GSMA Mobile Money Deployment Tracker, central bank reports, and the International Monetary Fund's (IMF) annual Financial Access Survey (FAS), are used in the estimates and forecasts models.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 99, "score": 0.1011356669390549}, {"summary": "OTC represents 14.4% of the total global value of transactions and person-to-person (P2P) transfers remain the predominant use case.", "context": "The majority of the services (45%) are based in South Asia and 28% are based in Sub-Saharan Africa.OTC represents 14.4% of the total global value of transactions and person-to-person (P2P) transfers remain the predominant use case.Bill payments also remain a common OTC use case, and 57.5% of all bill payments by value were conducted via OTC in June 2015.", "original_sentence": "OTC represents 14.4% of the total global value of transactions and person-to-person (P2P) transfers remain the predominant use case.", "text": "The majority of the services (45%) are based in South Asia and 28% are based in Sub-Saharan Africa. OTC represents 14.4% of the total global value of transactions and person-to-person (P2P) transfers remain the predominant use case. Bill payments also remain a common OTC use case, and 57.5% of all bill payments by value were conducted via OTC in June 2015.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 57, "score": 0.0708006215917768}, {"summary": "Smart phones will play an increasingly important role in the next generation of digital financial inclusion.", "context": "The underlying trend suggests that for users, apps are becoming a basic necessity, not just an additional access option.Smart phones will play an increasingly important role in the next generation of digital financial inclusion.Cheaper devices, innovative pricing models and data-ready mobile networks are contributing to an accelerated pace of smart phone adoption.", "original_sentence": "Smartphones will play an increasingly important role in the next generation of digital financial inclusion.", "text": "Smartphones will play an increasingly important role in the next generation of digital financial inclusion. Cheaper devices, innovative pricing models and data-ready mobile networks are contributing to an accelerated pace of smartphone adoption. The underlying trend suggests that for users, apps are becoming a basic necessity, not just an additional access option.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 38, "score": 0.0684701201660441}, {"summary": "Mobile money continues to deepen financial inclusion.", "context": "Moreover, according to World Bank data on global financial inclusion, mobile money services are available in 85% of countries where the number of people with an account at a financial institution is less than 20%.1 The analysis in this chapter is based on the data from the GS MA Mobile Money Deployment Tracker.Mobile money continues to deepen financial inclusion.In 2015, the number of mobile money services increased to 271 in 93 countries.", "original_sentence": "Mobile money continues to deepen financial inclusion.", "text": "Mobile money continues to deepen financial inclusion. In 2015, the number of mobile money services increased to 271 in 93 countries. Moreover, according to World Bank data on global financial inclusion, mobile money services are available in 85% of countries where the number of people with an account at a financial institution is less than 20%.1 The analysis in this chapter is based on the data from the GSMA Mobile Money Deployment Tracker.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 15, "score": 0.0579678866183517}, {"summary": "The second critical part of developing a sustainable app is security.", "context": "Waldemar, internet, and OS-based attacks could potentially compromise user data.The second critical part of developing a sustainable app is security.Apps introduce a security trade-off, moving from a \"walled\" operator-driven channel, such as SUDS, to apps in a smart phone with internet access.", "original_sentence": "The second critical part of developing a sustainable app is security.", "text": "The second critical part of developing a sustainable app is security. Apps introduce a security trade-off, moving from a \"walled\" operator-driven channel, such as USSD, to apps in a smartphone with internet access. Malware, internet, and OS-based attacks could potentially compromise user data.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 39, "score": 0.055347391886560834}, {"summary": "While the standard beep cards require no KC process and are easily accessible to everyone, users that have a beep card released by Globe or Smart will soon have the option to top-up from a mobile money account.", "context": "The NFC card storing the wallet is being issued by beep, with Globe and Smart releasing their own beep-powered cards.While the standard beep cards require no KC process and are easily accessible to everyone, users that have a beep card released by Globe or Smart will soon have the option to top-up from a mobile money account.Following the rail system roll-out, customers will be able to use the card at a number of B2C business establishments around the metro lines by the middle of 2016.", "original_sentence": "While the standard beep cards require no KYC process and are easily accessible to everyone, users that have a beep card released by Globe or Smart will soon have the option to top-up from a mobile money account.", "text": "To facilitate this, AFPI created beep, an offline stored value card which will be initially used for transport fee payments on Manila's Rail System. The NFC card storing the wallet is being issued by beep, with Globe and Smart releasing their own beep-powered cards. While the standard beep cards require no KYC process and are easily accessible to everyone, users that have a beep card released by Globe or Smart will soon have the option to top-up from a mobile money account. Following the rail system roll-out, customers will be able to use the card at a number of B2C business establishments around the metro lines by the middle of 2016. While the scope of the joint-venture between the Globe and Smart is the issuing and branding of cards and merchant acquisition, beep also has a strong social impact as it is estimated that approximately 70% of the 1.5 million daily travellers using the systems are unbanked and 50% of the travellers having a bank account, only have access to debit cards.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 75, "score": 0.052074981341820016}, {"summary": "The full findings of the report provide a complete quantitative assessment of mobile financial services based on data collected though Gs Ma's annual Global Adoption Survey on Mobile Financial Services.", "context": "In 2015, 107 mobile money providers from 67 countries participated in this survey.The full findings of the report provide a complete quantitative assessment of mobile financial services based on data collected though Gs Ma's annual Global Adoption Survey on Mobile Financial Services.In 2015, 107 mobile money providers from 67 countries participated in this survey.", "original_sentence": "The full findings of the report provide a complete quantitative assessment of mobile financial services based on data collected though GSMA's annual Global Adoption Survey on Mobile Financial Services.", "text": "The full findings of the report provide a complete quantitative assessment of mobile financial services based on data collected though GSMA's annual Global Adoption Survey on Mobile Financial Services. In 2015, 107 mobile money providers from 67 countries participated in this survey.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 7, "score": 0.04583199472840808}, {"summary": "Transport, as an adjacent use case, could help encourage the everyday use of mobile money accounts.", "context": "Transport, e-commerce, and credit will be increasingly relevant for mobile money adoption in markets where traditional financial services are more established and operators face stronger competition.Transport, as an adjacent use case, could help encourage the everyday use of mobile money accounts.For providers that cannot rely on the core P2P business to drive the network effects required for mobile money, adjacent use cases are becoming more compelling.", "original_sentence": "Transport, as an adjacent use case, could help encourage the everyday use of mobile money accounts.", "text": "Transport, as an adjacent use case, could help encourage the everyday use of mobile money accounts. For providers that cannot rely on the core P2P business to drive the network effects required for mobile money, adjacent use cases are becoming more compelling. Transport, e-commerce, and credit will be increasingly relevant for mobile money adoption in markets where traditional financial services are more established and operators face stronger competition.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 76, "score": 0.04251035372087098}, {"summary": "Conversely, the Global Index survey provides demand-side information focusing on how the unbaked around the world manage their finances and plan for the future using different types of formal and informal financial services.", "context": "For the last five years, the GS MA Global Adoption Survey of Mobile Financial Services has been capturing supply-side data from mobile money providers to assess the penetration of mobile money both at a regional and global scale.Conversely, the Global Index survey provides demand-side information focusing on how the unbaked around the world manage their finances and plan for the future using different types of formal and informal financial services.Combining the findings from both surveys provides a comprehensive picture of how the mobile industry has helped to change the financial inclusion landscape and reach the unbaked via mobile money.", "original_sentence": "Conversely, the Global Findex survey provides demand-side information focusing on how the unbanked around the world manage their finances and plan for the future using different types of formal and informal financial services.", "text": "For the last five years, the GSMA Global Adoption Survey of Mobile Financial Services has been capturing supply-side data from mobile money providers to assess the penetration of mobile money both at a regional and global scale. Conversely, the Global Findex survey provides demand-side information focusing on how the unbanked around the world manage their finances and plan for the future using different types of formal and informal financial services. Combining the findings from both surveys provides a comprehensive picture of how the mobile industry has helped to change the financial inclusion landscape and reach the unbanked via mobile money.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 47, "score": 0.03596037913107655}, {"summary": "We are delighted to share the annual State of the Industry Report on Mobile Money.", "context": "In this cornerstone report, we highlight the latest trends and key data from the mobile money industry in 2015.We are delighted to share the annual State of the Industry Report on Mobile Money.In this cornerstone report, we highlight the latest trends and key data from the mobile money industry in 2015.", "original_sentence": "We are delighted to share the annual State of the Industry Report on Mobile Money.", "text": "We are delighted to share the annual State of the Industry Report on Mobile Money. In this cornerstone report, we highlight the latest trends and key data from the mobile money industry in 2015.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 1, "score": 0.03538276765055421}, {"summary": "Central banks, local bank-owned switches, card payments companies and the mobile money providers are all capable of driving interchangeability.", "context": " Technical solutions and partners vary across markets.Central banks, local bank-owned switches, card payments companies and the mobile money providers are all capable of driving interchangeability.Both switches and bilateral solutions are being used, and a recent GS MA case study on lessons from Tanzania and Pakistan illustrates the benefits and drawbacks of each.40 This in-depth review of inter-bank switches illustrates that the governance model, technical readiness, and commercial model of the existing inter-bank infrastructure needs to be addressed to become suitable for the mobile money industry.", "original_sentence": "Central banks, local bank-owned switches, card payments companies and the mobile money providers are all capable of driving interoperability.", "text": " Technical solutions and partners vary across markets. Central banks, local bank-owned switches, card payments companies and the mobile money providers are all capable of driving interoperability. Both switches and bilateral solutions are being used, and a recent GSMA case study on lessons from Tanzania and Pakistan illustrates the benefits and drawbacks of each.40 This in-depth review of inter-bank switches illustrates that the governance model, technical readiness, and commercial model of the existing inter-bank infrastructure needs to be addressed to become suitable for the mobile money industry.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 72, "score": 0.034436359820724974}, {"summary": "The 2014 State of the Industry report estimated 299 million accounts in December 2014.", "context": "26.The 2014 State of the Industry report estimated 299 million accounts in December 2014.This figure has subsequently been updated with reported data from the 2015 Global Adoption Survey.", "original_sentence": "The 2014 State of the Industry report estimated 299 million accounts in December 2014.", "text": "26. The 2014 State of the Industry report estimated 299 million accounts in December 2014. This figure has subsequently been updated with reported data from the 2015 Global Adoption Survey. This updated figure for December 2014 is 315 million registered accounts.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 46, "score": 0.03136347137395003}, {"summary": "First, banks are deeply rooted in the economy and are strong contenders to become leaders in mobile financial services in their respective countries.", "context": "Type II markets tend to share two major features.First, banks are deeply rooted in the economy and are strong contenders to become leaders in mobile financial services in their respective countries.Second, mobile operators and retailers have achieved high penetration levels and built strong customer relationships in their core business.", "original_sentence": "First, banks are deeply rooted in the economy and are strong contenders to become leaders in mobile financial services in their respective countries.", "text": "Type II markets tend to share two major features. First, banks are deeply rooted in the economy and are strong contenders to become leaders in mobile financial services in their respective countries. Second, mobile operators and retailers have achieved high penetration levels and built strong customer relationships in their core business. Multiple strong contenders have emerged to provide financial services and, in some markets, mobile operators, banks, and retailers have partnered to leverage each other's assets. In others, entrenched interests or regulatory restrictions have resulted in partnership models that not all parties approve of. Regardless of the market dynamics, however, Type II markets tend to be more integrated with existing financial and retail infrastructure, often including access to national clearing and settlement systems. These markets include Brazil, Mexico and Panama.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 19, "score": 0.02864915936968585}, {"summary": "An analysis earlier this year of common market characteristics in the region highlighted two market types.", "context": "Type I markets have certain characteristics which make it difficult for financial services providers to reach undeserved populations through traditional banking models.An analysis earlier this year of common market characteristics in the region highlighted two market types.Type I markets have certain characteristics which make it difficult for financial services providers to reach undeserved populations through traditional banking models.", "original_sentence": "An analysis earlier this year of common market characteristics in the region highlighted two market types.", "text": "An analysis earlier this year of common market characteristics in the region highlighted two market types. Type I markets have certain characteristics which make it difficult for financial services providers to reach underserved populations through traditional banking models.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 18, "score": 0.028627961320634908}, {"summary": "A few forward-looking providers are refreshing their approach to who they recruit, and are considering the network benefits female agents could bring.", "context": "In early 2015, the GS MA published new research calculating the gender gap in mobile access and usage, which found that closing the gender gap in mobile ownership and usage could add an additional US$ 170 billion to the industry by 2020.A few forward-looking providers are refreshing their approach to who they recruit, and are considering the network benefits female agents could bring.In early 2015, the GS MA published new research calculating the gender gap in mobile access and usage, which found that closing the gender gap in mobile ownership and usage could add an additional US$ 170 billion to the industry by 2020.", "original_sentence": "A few forward-looking providers are refreshing their approach to who they recruit, and are considering the network benefits female agents could bring.", "text": "A few forward-looking providers are refreshing their approach to who they recruit, and are considering the network benefits female agents could bring. In early 2015, the GSMA published new research calculating the gender gap in mobile access and usage, which found that closing the gender gap in mobile ownership and usage could add an additional US$ 170 billion to the industry by 2020.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 32, "score": 0.02388234425576933}, {"summary": "Moreover, according to Inter Media's Financial Inclusion Insights data, similar evidence shows OTC as an entry point for accounts in Bangladesh, where 56% of all bash account users reported making a transaction before signing up for an account.", "context": "However, there is growing evidence that OTC transactions can be an enabler for mobile money accounts in some circumstances, as in the example of Pakistan above.Moreover, according to Inter Media's Financial Inclusion Insights data, similar evidence shows OTC as an entry point for accounts in Bangladesh, where 56% of all bash account users reported making a transaction before signing up for an account.This evidence, coupled with the deceleration of OTC growth, is an exciting development and suggests there is now greater emphasis on account adoption.", "original_sentence": "Moreover, according to InterMedia's Financial Inclusion Insights data, similar evidence shows OTC as an entry point for accounts in Bangladesh, where 56% of all bKash account users reported making a transaction before signing up for an account.", "text": "Until now, the rapid growth of formal OTC transactions had seemed a powerful hook to introduce customers to a new kind of transactional service. However, there is growing evidence that OTC transactions can be an enabler for mobile money accounts in some circumstances, as in the example of Pakistan above. Moreover, according to InterMedia's Financial Inclusion Insights data, similar evidence shows OTC as an entry point for accounts in Bangladesh, where 56% of all bKash account users reported making a transaction before signing up for an account. This evidence, coupled with the deceleration of OTC growth, is an exciting development and suggests there is now greater emphasis on account adoption. This migration trend is significant because accounts, more than OTC transactions, enable the development of an ecosystem and greater financial inclusion.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 58, "score": 0.023239033013482548}, {"summary": "Cross-border mobile money remittances, whereby mobile money is both the sending and receiving channel for international remittances, gathered momentum in 2015.6 As of the end of December, the GS MA tracked at least 29 cross-border mobile money remittance corridors connecting 19 countries (see figure 4).", "context": "In addition to greater industry collaboration within markets this year, there has also been collaboration between mobile money providers across borders.Cross-border mobile money remittances, whereby mobile money is both the sending and receiving channel for international remittances, gathered momentum in 2015.6 As of the end of December, the GS MA tracked at least 29 cross-border mobile money remittance corridors connecting 19 countries (see figure 4).A range of use cases is driving customer uptake, including regular and seasonal remittances from economic migrants, as well as cross-border trade.", "original_sentence": "Cross-border mobile money remittances, whereby mobile money is both the sending and receiving channel for international remittances, gathered momentum in 2015.6 As of the end of December, the GSMA tracked at least 29 cross-border mobile money remittance corridors connecting 19 countries (see figure 4).", "text": "In addition to greater industry collaboration within markets this year, there has also been collaboration between mobile money providers across borders. Cross-border mobile money remittances, whereby mobile money is both the sending and receiving channel for international remittances, gathered momentum in 2015.6 As of the end of December, the GSMA tracked at least 29 cross-border mobile money remittance corridors connecting 19 countries (see figure 4). A range of use cases is driving customer uptake, including regular and seasonal remittances from economic migrants, as well as cross-border trade.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 21, "score": 0.019906666785924843}, {"summary": "Usually defined by survey respondents as customers who have opened an account at an outlet located outside of the main cities of the country.", "context": "31.Usually defined by survey respondents as customers who have opened an account at an outlet located outside of the main cities of the country.Refer to footnote 17 for further information on definitions of rural.", "original_sentence": "Usually defined by survey respondents as customers who have opened an account at an outlet located outside of the main cities of the country.", "text": "31. Usually defined by survey respondents as customers who have opened an account at an outlet located outside of the main cities of the country. Refer to footnote 17 for further information on definitions of rural.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 54, "score": 0.017141397193968365}, {"summary": "These cross-border mobile money remittance initiatives are partnerships solely between mobile money providers.", "context": "6.These cross-border mobile money remittance initiatives are partnerships solely between mobile money providers.In this model, funds are transferred directly from the sender's mobile money account to the receiver's mobile money account, without the assistance of a traditional Money Transfer Operator (MOT) to provide the cash-out service on the receiver end.", "original_sentence": "These cross-border mobile money remittance initiatives are partnerships solely between mobile money providers.", "text": "6. These cross-border mobile money remittance initiatives are partnerships solely between mobile money providers. In this model, funds are transferred directly from the sender's mobile money account to the receiver's mobile money account, without the assistance of a traditional Money Transfer Operator (MTO) to provide the cash-out service on the receiver end.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 22, "score": 0.016869187984472615}, {"summary": "Difficult macroeconomic conditions and currency devaluations in many emerging markets have negatively affected financial statements across multiple business units.50 Eleven mobile money providers in our sample report a decline in US revenue in June 2015 compared to September 2014.", "context": "Nevertheless, there are cases where total revenues from mobile money decreased over the last year.Difficult macroeconomic conditions and currency devaluations in many emerging markets have negatively affected financial statements across multiple business units.50 Eleven mobile money providers in our sample report a decline in US revenue in June 2015 compared to September 2014.This group of providers is highly diverse in terms of geography, length of operations, and business models.", "original_sentence": "Difficult macroeconomic conditions and currency devaluations in many emerging markets have negatively affected financial statements across multiple business units.50 Eleven mobile money providers in our sample report a decline in USD revenue in June 2015 compared to September 2014.", "text": "Nevertheless, there are cases where total revenues from mobile money decreased over the last year. Difficult macroeconomic conditions and currency devaluations in many emerging markets have negatively affected financial statements across multiple business units.50 Eleven mobile money providers in our sample report a decline in USD revenue in June 2015 compared to September 2014. This group of providers is highly diverse in terms of geography, length of operations, and business models.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 84, "score": 0.016435737274279796}, {"summary": "providers operate in predominantly 'rural' markets,17 so in terms of commercial viability, rural means scale.", "context": "In 2015, in partnership with Orange and Comical, GS MA released new research on rural agents to provide greater clarity on how to create an active and sustainable agent network in areas lacking basic infrastructure (see text box 2).providers operate in predominantly 'rural' markets,17 so in terms of commercial viability, rural means scale.In 2015, in partnership with Orange and Comical, GS MA released new research on rural agents to provide greater clarity on how to create an active and sustainable agent network in areas lacking basic infrastructure (see text box 2).", "original_sentence": "providers operate in predominantly 'rural' markets,17 so in terms of commercial viability, rural means scale.", "text": "providers operate in predominantly 'rural' markets,17 so in terms of commercial viability, rural means scale. In 2015, in partnership with Orange and Millicom, GSMA released new research on rural agents to provide greater clarity on how to create an active and sustainable agent network in areas lacking basic infrastructure (see text box 2).", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 33, "score": 0.015680180190697123}, {"summary": "Taking a closer look at the 43 mobile network operators that provided revenue data, there is evidence that mobile money is growing steadily as a percentage of total company revenues.", "context": "Encouragingly, 25.6% of the MO-led (11 of 43) deployments reported earning more than 10% of total revenues from mobile money.Taking a closer look at the 43 mobile network operators that provided revenue data, there is evidence that mobile money is growing steadily as a percentage of total company revenues.A greater proportion of MO-led deployments report that mobile money is a significant revenue contributor to their overall business, as compared to 2014.", "original_sentence": "Taking a closer look at the 43 mobile network operators that provided revenue data, there is evidence that mobile money is growing steadily as a percentage of total company revenues.", "text": "Taking a closer look at the 43 mobile network operators that provided revenue data, there is evidence that mobile money is growing steadily as a percentage of total company revenues. A greater proportion of MNO-led deployments report that mobile money is a significant revenue contributor to their overall business, as compared to 2014. In 2015, 72.1% (31 of 43) of MNO-led respondents reported earning more than 1% of total revenues from mobile money. The proportion of respondents earning less than 1% of total revenues from mobile money has dropped significantly since 2013 (from 50% in 2013 and 2014 to 28% in 2015). Encouragingly, 25.6% of the MNO-led (11 of 43) deployments reported earning more than 10% of total revenues from mobile money.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 82, "score": 0.014336750976020345}, {"summary": "The mobile money ecosystem includes mobile money providers and all third-party organizations which can benefit from mobile money, either by using it as a payment mechanism or leveraging mobile money accounts.", "context": "The mobile money ecosystem facilitates transactions from different sectors such as retail, utilities, health care, education, agriculture and transport, as well as insurance, savings, and credit.The mobile money ecosystem includes mobile money providers and all third-party organizations which can benefit from mobile money, either by using it as a payment mechanism or leveraging mobile money accounts.The mobile money ecosystem facilitates transactions from different sectors such as retail, utilities, health care, education, agriculture and transport, as well as insurance, savings, and credit.", "original_sentence": "The mobile money ecosystem includes mobile money providers and all third-party organisations which can benefit from mobile money, either by using it as a payment mechanism or leveraging mobile money accounts.", "text": "The mobile money ecosystem includes mobile money providers and all third-party organisations which can benefit from mobile money, either by using it as a payment mechanism or leveraging mobile money accounts. The mobile money ecosystem facilitates transactions from different sectors such as retail, utilities, healthcare, education, agriculture and transport, as well as insurance, savings, and credit.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 120, "score": 0.014135649069949307}, {"summary": "This section analyses the two channels customers rely on to access mobile money.", "context": "The second is the technical access channel the interface customers use to initiate transfers and payments directly on their mobile handsets.This section analyses the two channels customers rely on to access mobile money.The first is the network of physical access points where customers can typically deposit cash into, or take cash out of, their mobile money account.", "original_sentence": "This section analyses the two channels customers rely on to access mobile money.", "text": "This section analyses the two channels customers rely on to access mobile money. The first is the network of physical access points where customers can typically deposit cash into, or take cash out of, their mobile money account. These access points are primarily agents. The second is the technical access channelthe interface customers use to initiate transfers and payments directly on their mobile handsets.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 27, "score": 0.013883823386847755}, {"summary": "In the last 12 months, customers have been using mobile money more.", "context": "In 2015, the average customer conducted 11.2 transactions per month (up from 10.3 in 2014).In the last 12 months, customers have been using mobile money more.While the overall growth in volumes is 27.3%, the average number of transactions per customer has also increased.", "original_sentence": "In the last 12 months, customers have been using mobile money more.", "text": "In the last 12 months, customers have been using mobile money more. While the overall growth in volumes is 27.3%, the average number of transactions per customer has also increased. In 2015, the average customer conducted 11.2 transactions per month (up from 10.3 in 2014).", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 61, "score": 0.01259566036173955}, {"summary": "Although customers increasingly use mobile money, they continue to rely on a limited number of products.", "context": "However, there is more to be done.Although customers increasingly use mobile money, they continue to rely on a limited number of products.It is clear that we, as an industry, must do more to fulfill mobile money's promise to provide a range of affordable financial products and services to the undeserved.", "original_sentence": "Although customers increasingly use mobile money, they continue to rely on a limited number of products.", "text": "However, there is more to be done. Although customers increasingly use mobile money, they continue to rely on a limited number of products. It is clear that we, as an industry, must do more to fulfil mobile money's promise to provide a range of affordable financial products and services to the underserved. For mobile money to reach its commercial and social impact potential, providers must invest in building the broader ecosystem and drive usage in new products and services. This will make mobile money more sustainable, profitable, and relevant to customers in the long term.", "doc_id": "2015 State of the Industry Report Mobile Money.txt", "para_id": 3, "score": 0.010908161850707141}], "keywords": [{"keyword": "data", "count": 339}, {"keyword": "based", "count": 113}, {"keyword": "models", "count": 90}, {"keyword": "used", "count": 55}, {"keyword": "model", "count": 43}, {"keyword": "information", "count": 32}, {"keyword": "use", "count": 143}, {"keyword": "networks", "count": 11}, {"keyword": "analysis", "count": 16}, {"keyword": "systems", "count": 40}, {"keyword": "using", "count": 40}, {"keyword": "different", "count": 12}, {"keyword": "research", "count": 34}, {"keyword": "approach", "count": 10}, {"keyword": "end", "count": 14}], "locations": [{"keyword": "South Asia", "count": 1, "type": "LOCATION"}, {"keyword": "Sub-Saharan Africa", "count": 1, "type": "LOCATION"}, {"keyword": "Manila", "count": 1, "type": "LOCATION"}, {"keyword": "B2C", "count": 1, "type": "LOCATION"}, {"keyword": "Tanzania", "count": 1, "type": "LOCATION"}, {"keyword": "Pakistan", "count": 2, "type": "LOCATION"}, {"keyword": "Brazil", "count": 1, "type": "LOCATION"}, {"keyword": "Mexico", "count": 1, "type": "LOCATION"}, {"keyword": "Panama", "count": 1, "type": "LOCATION"}, {"keyword": "Bangladesh", "count": 1, "type": "LOCATION"}], "entities": [{"keyword": "GSMA Mobile Money", "count": 1, "type": "ORG"}, {"keyword": "the GSMA Mobile Money Deployment Tracker", "count": 2, "type": "ORG"}, {"keyword": "the International Monetary Fund's", "count": 1, "type": "ORG"}, {"keyword": "IMF", "count": 1, "type": "ORG"}, {"keyword": "Financial Access Survey", "count": 1, "type": "ORG"}, {"keyword": "Bill", "count": 1, "type": "PERSON"}, {"keyword": "World Bank", "count": 1, "type": "ORG"}, {"keyword": "Malware", "count": 1, "type": "PERSON"}, {"keyword": "USSD", "count": 1, "type": "ORG"}, {"keyword": "OS", "count": 1, "type": "ORG"}, {"keyword": "Smart", "count": 3, "type": "PERSON"}, {"keyword": "AFPI", "count": 1, "type": "ORG"}, {"keyword": "NFC", "count": 1, "type": "ORG"}, {"keyword": "Globe", "count": 3, "type": "ORG"}, {"keyword": "KYC", "count": 1, "type": "ORG"}, {"keyword": "GSMA", "count": 5, "type": "ORG"}, {"keyword": "Mobile Financial Services", "count": 1, "type": "ORG"}, {"keyword": "Global Adoption Survey", "count": 1, "type": "PRODUCT"}, {"keyword": "the GSMA Global Adoption Survey", "count": 1, "type": "PRODUCT"}, {"keyword": "State of the Industry Report", "count": 1, "type": "ORG"}, {"keyword": " Technical", "count": 1, "type": "ORG"}, {"keyword": "each.40", "count": 1, "type": "NORP"}, {"keyword": "the 2015 Global Adoption Survey", "count": 1, "type": "PRODUCT"}, {"keyword": "InterMedia", "count": 1, "type": "ORG"}, {"keyword": "Financial Inclusion Insights", "count": 1, "type": "ORG"}, {"keyword": "bKash", "count": 1, "type": "ORG"}, {"keyword": "Money Transfer Operator", "count": 1, "type": "ORG"}, {"keyword": "MTO", "count": 1, "type": "ORG"}, {"keyword": "USD", "count": 1, "type": "ORG"}, {"keyword": "units.50 Eleven", "count": 1, "type": "EVENT"}, {"keyword": "Orange", "count": 1, "type": "ORG"}, {"keyword": "Millicom", "count": 1, "type": "ORG"}, {"keyword": "MNO", "count": 3, "type": "ORG"}], "folder": "/app/AIResearchHelper/SmartReader/Data/text_files_2019-03-27_12-44-29", "folder_name": "text_files_2019-03-27_12-44-29"}]