[{"topic": "skills", "summary_points": [{"summary": "Digital tools can be used to convey digital skills, but the crucial priority must be to change the culture of learning to establish learning as a lifelong passion appropriate to the need to consistently acquire new skills over time.83 And finally, the fact that no skills will be more durable or valuable than such uniquely human skills as social perceptiveness means that all kinds of training and education should do more to focus on enhancing interpersonal skills and emotional intelligence.", "context": "82 Likewise, every sort of training response to digitization should encourage a mindset of constant learning and leverage the full panoply of modern training channels to do that, including classroom/in-person training, distance/learning, just-in-time on-the-job training, and web-based delivery and methods that blend web based with in-person learning.Digital tools can be used to convey digital skills, but the crucial priority must be to change the culture of learning to establish learning as a lifelong passion appropriate to the need to consistently acquire new skills over time.83 And finally, the fact that no skills will be more durable or valuable than such uniquely human skills as social perceptiveness means that all kinds of training and education should do more to focus on enhancing interpersonal skills and emotional intelligence.New ways of working and of optimizing teamwork (such as design thinking and project learning) have begun to be widely disseminated, for example, and can improve education and training.", "original_sentence": "Digital tools can be used to convey digital skills, but the crucial priority must be to change the culture of learning to establish learning as a lifelong passion appropriate to the need to consistently acquire new skills over time.83 And finally, the fact that no skills will be more durable or valuable than such uniquely human skills as social perceptiveness means that all kinds of training and education should do more to focus on enhancing interpersonal skills and emotional intelligence.", "text": "82 Likewise, every sort of training response to digitalization should encourage a mindset of constant learning and leverage the full panoply of modern training channels to do that, including classroom/in-person training, distance/elearning, just-in-time on-the-job training, and web-based delivery and methods that blend webbased with in-person learning. Digital tools can be used to convey digital skills, but the crucial priority must be to change the culture of learning to establish learning as a lifelong passion appropriate to the need to consistently acquire new skills over time.83 And finally, the fact that no skills will be more durable or valuable than such uniquely human skills as social perceptiveness means that all kinds of training and education should do more to focus on enhancing interpersonal skills and emotional intelligence. New ways of working and of optimizing teamwork (such as design thinking and project learning) have begun to be widely disseminated, for example, and can improve education and training. Social skills such as persuasion, social intelligence, emotional responsiveness, and teaching others may well be in higher demand in the near future than narrow technical skills such as programming, and they can be sharpened through new forms of education.84 It won’t be easy to develop a curriculum or training modules for teaching or enhancing such noncognitive qualities, even though that is what needs to be done.", "doc_id": "Brookings - digitization and american workforce.txt", "para_id": 149, "score": 0.37732028893465014}, {"summary": "Three types of skills investments can have big payoffs for these skills: early childhood investments, tertiary education, and adult learning outside jobs.", "context": " At the same time, the skill of adaptability is the best safeguard against a future that is changing fast and unpredictably.Three types of skills investments can have big payoffs for these skills: early childhood investments, tertiary education, and adult learning outside jobs.Quality investments in one’s early years lays a solid foundation for cognitive and behavioral skills.", "original_sentence": "Three types of skills investments can have big payoffs for these skills: early childhood investments, tertiary education, and adult learning outside jobs.", "text": " At the same time, the skill of adaptability is the best safeguard against a future that is changing fast and unpredictably. Three types of skills investments can have big payoffs for these skills: early childhood investments, tertiary education, and adult learning outside jobs. Quality investments in one’s early years lays a solid foundation for cognitive and sociobehavioral skills. Tertiary education that is aligned to labor markets prepares students for careersnot just jobsby helping them become adaptable. Adult learning programs allow those who are in the labor market to adjust and increase their skills according to changing demands. The increasing importance of these factors signals that skills for the future are truly a matter of lifelong learning.", "doc_id": "WDR 2019 changing nature of work.txt", "para_id": 427, "score": 0.3215907932661134}, {"summary": "Technology also offers prospects of new ways to learn skills, such as using virtual reality, games and so forth.", "context": " A number of technology companies such as Microsoft, CISCO, 4 POLICY BRIEF ON THE FUTURE OF WORK - Skills for a Digital World © COED 2016 HP, Samsung, Apple, and Google, offer certificates that MOO participants can earn directly online.Technology also offers prospects of new ways to learn skills, such as using virtual reality, games and so forth.A combination of policies is needed to allow workers to keep their skills up to date, help them move between jobs and ensure that employers have a skilled, highly productive and innovative workforce.", "original_sentence": "Technology also offers prospects of new ways to learn skills, such as using virtual reality, games and so forth.", "text": " A number of technology companies such as Microsoft, CISCO, 4 POLICY BRIEF ON THE FUTURE OF WORK - Skills for a Digital World © OECD 2016 HP, Samsung, Apple, and Google, offer certificates that MOOC participants can earn directly online. Technology also offers prospects of new ways to learn skills, such as using virtual reality, games and so forth. A combination of policies is needed to allow workers to keep their skills up to date, help them move between jobs and ensure that employers have a skilled, highly productive and innovative workforce. This includes strengthening initial learning, improving incentives for further learning, and reinforcing active labour market programmes for the unemployed (OECD, 2016d). It will also be crucial to tackle skills mismatch and ensure that employers fully use the skills of their workers through management practices that motivate workers and flexible work organisation which allows job content to be adapted or for workers to move to better suited jobs. This would enhance productivity and has the potential for reducing inequality (Adalet McGowan and Andrews, 2015; OECD, 2015b, 2016e).", "doc_id": "OECD (2016) - Policy Brief - Skills for a Digital World.txt", "para_id": 16, "score": 0.31327955640756333}, {"summary": "1 Recent MG research on automation and AI in the workplace includes A future that works: Automation, employment, and productivity, January 2017; Jobs lost, jobs gained: Workforce transitions in a time of automation, December 2017; Artificial intelligence: The next digital frontier?", "context": "HOW WILL DEMAND FOR WORKFORCE SKILLS CHANGE WITH AUTOMATION?1 Recent MG research on automation and AI in the workplace includes A future that works: Automation, employment, and productivity, January 2017; Jobs lost, jobs gained: Workforce transitions in a time of automation, December 2017; Artificial intelligence: The next digital frontier?June 2017; and Notes from the AI frontier: Insights from hundreds of use cases, April 2018.", "original_sentence": "1 Recent MGI research on automation and AI in the workplace includes A future that works: Automation, employment, and productivity, January 2017; Jobs lost, jobs gained: Workforce transitions in a time of automation, December 2017; Artificial intelligence: The next digital frontier?", "text": " Industry associations can help build talent pipelines, while labor unions can help with cross-sector mobility. Governments will need to strengthen safeguards for workers in transition and encourage mobility, including with a shift to portable benefits, as ways of working and the workplace itself are transformed in the new era. Offer more attractive wages Hire away from competitors Broaden recruiting efforts including from non-traditional sources Use industry connections Automation and AI will change the skills needed in the workforce Hours spent, in 2016 Billion SKILLS Physical and manual Basic cognitive Higher cognitive Social and emotional Technological Change in hours spent by 2030 % Skills with the biggest shift in demand 203 115 140 119 73 -14 -15 8 24 55  General equipment operation and navigation  Inspecting and monitoring  Basic data input and processing  Basic literacy, numeracy, and communication  Creativity  Complex information processing and interpretation  Entrepreneurship and initiative taking  Leadership and managing others  Advanced IT skills and programming  Basic digital skills Five options for companies to build their workforce for the future Structural design changes to cope with the realities of shifting skill needs MINDSET SHIFT Instilling a culture of life-long learning and providing training opportunities for employees RETRAIN Raise skill levels of employees by teaching them new or more advanced skills REDEPLOY Shift parts of the workforce by redefining work tasks or redesigning processes HIRE Acquire individuals or teams with the requisite skills, increasing the workforce CONTRACT Leverage external workers, such as contractors, freelancers, or temporary workers RELEASE Remove skills not needed by freezing new hiring, waiting for normal attrition and retirement, or, in some cases, laying off workers ORGANIZATIONAL SET-UP More agile corporate structures featuring less hierarchy and more collaborative team networks “NEW COLLAR” JOBS Activities will be reallocated between workers with different skill levels, creating a new set of middle-skill positions WORKFORCE COMPOSITION The booming gig economy will lead to a rise in the use of independent contractors and freelancers C-SUITE AND HR CHANGES Senior leadership and key functions will also need to adapt, including a change in CEO mindset and talent strategies to orchestrate the changes Total is for United States and 14 Western European countries HOW WORKFORCE SKILLS WILL SHIFT Competition for talent To recruit the people they need for a new era of automation, companies say they will 1McKinsey Global Institute Skill shift: Automation and the future of the workforce 1. HOW WILL DEMAND FOR WORKFORCE SKILLS CHANGE WITH AUTOMATION? 1 Recent MGI research on automation and AI in the workplace includes A future that works: Automation, employment, and productivity, January 2017; Jobs lost, jobs gained: Workforce transitions in a time of automation, December 2017; Artificial intelligence: The next digital frontier? June 2017; and Notes from the AI frontier: Insights from hundreds of use cases, April 2018.", "doc_id": "MGI-Skill-Shift-Automation-and-future-of-the-workforce-May-2018.txt", "para_id": 8, "score": 0.31318073134056157}, {"summary": "G20 members should introduce national online learning platforms to be adopted by all schools, allowing all children to have equal access to quality education.", "context": "Fortunately, digital technology offers the potential of giving people access to the best education regardless of their location.G20 members should introduce national online learning platforms to be adopted by all schools, allowing all children to have equal access to quality education.To facilitate the learning process, teachers should take on the role of tutors, working with students interactively to achieve their learning objectives.", "original_sentence": "G20 members should introduce national online learning platforms to be adopted by all schools, allowing all children to have equal access to quality education.", "text": " Because new jobs often emerge in different locations from the ones where jobs are made redundant, and low-skilled workers often do not have the financial means to move, relocation vouchers should be introduced for workers moving from contracting to expanding regions. Finally, education remains critical to ensure that workers have the right skills to take on future jobs. Fortunately, digital technology offers the potential of giving people access to the best education regardless of their location. G20 members should introduce national online learning platforms to be adopted by all schools, allowing all children to have equal access to quality education. To facilitate the learning process, teachers should take on the role of tutors, working with students interactively to achieve their learning objectives. In addition, for workers that see their skills made redundant by technology later in their careers, approaches to lifelong learning must be developed.", "doc_id": "G20 Frey y Osborne (2017)The future of jobs and growth. Making the digital revolution work for the many.txt", "para_id": 1, "score": 0.3089039015282908}, {"summary": "For example, efforts to place unemployed youth in apprenticeships in certain job categories through targeted skills training may be self defeating if skills requirements in that job category are likely to be drastically different in just a few years’ time.", "context": "Efforts aimed at closing the skills gap will increasingly need to be grounded in a solid understanding of a country’s or industry’s skills base today and of changing future skills requirements due to disruptive change.For example, efforts to place unemployed youth in apprenticeships in certain job categories through targeted skills training may be self defeating if skills requirements in that job category are likely to be drastically different in just a few years’ time.Indeed, in some cases such efforts may be more successful if they disregard current labor market demands and past trends and instead base their models on future expectations.", "original_sentence": "For example, efforts to place unemployed youth in apprenticeships in certain job categories through targeted skills training may be selfdefeating if skills requirements in that job category are likely to be drastically different in just a few years’ time.", "text": " 26 | The Future of Jobs Report in 2015, according to ManpowerGroup’s most recent Talent Shortage Survey.17 Skills mismatches may therefore emerge not just between the supply and demand of existing skills today, but also between today’s skills base and future skills requirements. Efforts aimed at closing the skills gap will increasingly need to be grounded in a solid understanding of a country’s or industry’s skills base today and of changing future skills requirements due to disruptive change. For example, efforts to place unemployed youth in apprenticeships in certain job categories through targeted skills training may be selfdefeating if skills requirements in that job category are likely to be drastically different in just a few years’ time. Indeed, in some cases such efforts may be more successful if they disregard current labour market demands and past trends and instead base their models on future expectations. Across industries, geographies and job families, an ability to understand the current skills base in near-real time and to accurately forecast, anticipate and prepare for future job contents and skills requirements will be increasingly critical for businesses, labour market policymakers, workers’ organizations and individuals to succeed.", "doc_id": "WEF (2016) - The Future of Jobs - Employment, Skills and Worforce Strategy for the Fourth Indistrual Revolution.txt", "para_id": 104, "score": 0.30679683924757734}, {"summary": "For example, efforts to place unemployed youth in apprenticeships in certain job categories through targeted skills training may be self defeating if skills requirements in that job category are likely to be drastically different in just a few years’ time.", "context": "Efforts aimed at closing the skills gap will increasingly need to be grounded in a solid understanding of a country’s or industry’s skills base today and of changing future skills requirements due to disruptive change.For example, efforts to place unemployed youth in apprenticeships in certain job categories through targeted skills training may be self defeating if skills requirements in that job category are likely to be drastically different in just a few years’ time.Indeed, in some cases such efforts may be more successful if they disregard current labor market demands and past trends and instead base their models on future expectations.", "original_sentence": "For example, efforts to place unemployed youth in apprenticeships in certain job categories through targeted skills training may be selfdefeating if skills requirements in that job category are likely to be drastically different in just a few years’ time.", "text": " 26 | The Future of Jobs Report in 2015, according to ManpowerGroup’s most recent Talent Shortage Survey.17 Skills mismatches may therefore emerge not just between the supply and demand of existing skills today, but also between today’s skills base and future skills requirements. Efforts aimed at closing the skills gap will increasingly need to be grounded in a solid understanding of a country’s or industry’s skills base today and of changing future skills requirements due to disruptive change. For example, efforts to place unemployed youth in apprenticeships in certain job categories through targeted skills training may be selfdefeating if skills requirements in that job category are likely to be drastically different in just a few years’ time. Indeed, in some cases such efforts may be more successful if they disregard current labour market demands and past trends and instead base their models on future expectations. Across industries, geographies and job families, an ability to understand the current skills base in near-real time and to accurately forecast, anticipate and prepare for future job contents and skills requirements will be increasingly critical for businesses, labour market policymakers, workers’ organizations and individuals to succeed.", "doc_id": "WEF_Future_of_Jobs.txt", "para_id": 104, "score": 0.30679683924757734}, {"summary": "The biggest change will take place in technological skills, both in advanced skills such as programming, advanced data analysis, and tech design, for example, and also in more basic digital skills relating to the increasing prevalence of digital technologies in all workplaces.", "context": "Low High 6 McKinney Global Institute Skill shift: Automation and the future of the workforce AUTOMATION IS LIKELY TO ACCELERATE SKILL SHIFTS COMPARED WITH THE HISTORICAL TREND Our analysis highlights significant shifts in workforce skills that will be in demand in an automated future.The biggest change will take place in technological skills, both in advanced skills such as programming, advanced data analysis, and tech design, for example, and also in more basic digital skills relating to the increasing prevalence of digital technologies in all workplaces.Other skills will also see a significant increase in demand, including various types of social and emotional skills.", "original_sentence": "The biggest change will take place in technological skills, both in advanced skills such as programming, advanced data analysis, and tech design, for example, and also in more basic digital skills relating to the increasing prevalence of digital technologies in all workplaces.", "text": " See Box 3 for our discussion of the supply of skills in relation to projected demand in 2030. 5McKinsey Global Institute Skill shift: Automation and the future of the workforce Exhibit 1 Category Hours worked in 2016, % United States and Western Europe Skills Sample occupations Physical and manual skills General equipment operation and navigation Drivers, assembly line workers General equipment repair and mechanical skills Car and truck mechanics Craft and technician skills Stonemasons, roofers, electricians Fine motor skills Nurses, food preparation workers Gross motor skills and strength Machine feeders, cleaners, packers Inspecting and monitoring skills Security guards, quality control Basic cognitive skills Basic literacy, numeracy, and communication Cashiers, customer service Basic data input and processing Typists, data entry, accounting clerks Higher cognitive skills Advanced literacy and writing Editors, paralegals, writers Quantitative and statistical skills Financial analysts, accountants Critical thinking and decision making Doctors, insurance underwriters Project management Purchasing agents, front-line supervisors Complex information processing and interpretation Market research analysts, lawyers Creativity PR specialists, music composers Social and emotional skills Advanced communication and negotiation skills Sales representatives, real estate agents Interpersonal skills and empathy Counselors, social workers, therapists Leadership and managing others Managers, executives Entrepreneurship and initiative-taking Business development, strategists Adaptability and continuous learning Emergency responders, programmers Teaching and training others Teachers, instructors, trainers Technological skills Basic digital skills Administrative assistants, desktop publishers Advanced IT skills and programming Software development, network administrators Advanced data analysis and mathematical skills Statisticians, operations research analysts Technology design, engineering, and maintenance Engineers, robotics experts, product designers Scientific research and development Scientists Based on McKinsey Global Institute workforce skills model We have defined a set of 25 skills. SOURCE: McKinsey Global Institute workforce skills model; McKinsey Global Institute analysis NOTE: Western Europe: Austria, Belgium, Denmark, Finland, France, Germany, Greece, Italy, Netherlands, Norway, Spain, Sweden, Switzerland, and the United Kingdom. Low High 6 McKinsey Global Institute Skill shift: Automation and the future of the workforce AUTOMATION IS LIKELY TO ACCELERATE SKILL SHIFTS COMPARED WITH THE HISTORICAL TREND Our analysis highlights significant shifts in workforce skills that will be in demand in an automated future. The biggest change will take place in technological skills, both in advanced skills such as programming, advanced data analysis, and tech design, for example, and also in more basic digital skills relating to the increasing prevalence of digital technologies in all workplaces. Other skills will also see a significant increase in demand, including various types of social and emotional skills.", "doc_id": "MGI-Skill-Shift-Automation-and-future-of-the-workforce-May-2018.txt", "para_id": 26, "score": 0.29275698826497015}, {"summary": "What skills for tomorrow's digital world Ensuring that everyone has the right skills for an increasingly digital and globalized world is essential to promote inclusive labor markets and to spur innovation, productivity and growth.", "context": "Skills policies should seek to: strengthen initial learning; anticipate and respond better to changing skill needs; increase the use of workers’ skills; and improve incentives for further learning.What skills for tomorrow's digital world Ensuring that everyone has the right skills for an increasingly digital and globalized world is essential to promote inclusive labor markets and to spur innovation, productivity and growth.Several types of skills are needed: technical and professional skills, including CIT specialist skills for workers who drive innovation and to support digital infrastructures and the functioning of the digital Eco-system; CIT generic skills for workers and citizens alike to be able to use digital technologies; and CIT complementary “soft” skills, such as leadership, communication and teamwork skills, required for the expanding number of opportunities for CIT-enabled collaborative work (COED, 2015a; COED, 2016a; Grundy ET AL., 2017).", "original_sentence": "What skills for tomorrow's digital world Ensuring that everyone has the right skills for an increasingly digital and globalised world is essential to promote inclusive labour markets and to spur innovation, productivity and growth.", "text": " 56% of the adult population have no ICT skills or have only the skills necessary to fulfil the simplest set of tasks in a technology-rich environment. Young people, however, are much more ICT proficient than older generations. Skills policies should seek to: strengthen initial learning; anticipate and respond better to changing skill needs; increase the use of workers’ skills; and improve incentives for further learning. What skills for tomorrow's digital world Ensuring that everyone has the right skills for an increasingly digital and globalised world is essential to promote inclusive labour markets and to spur innovation, productivity and growth. Several types of skills are needed: technical and professional skills, including ICT specialist skills for workers who drive innovation and to support digital infrastructures and the functioning of the digital eco-system; ICT generic skills for workers and citizens alike to be able to use digital technologies; and ICT complementary “soft” skills, such as leadership, communication and teamwork skills, required for the expanding number of opportunities for ICT-enabled collaborative work (OECD, 2015a; OECD, 2016a; Grundke et al., 2017).", "doc_id": "OECD (2016) - Policy Brief - Skills for a Digital World.txt", "para_id": 1, "score": 0.2866612900360653}, {"summary": "There are four key priorities for skill policies to facilitate take-up of these opportunities and promote inclusive growth: 1) Part of the task is to ensure that initial education equips all students with basic CIT skills as well as solid literacy, numeracy and problem-solving skills to use CIT effectively.", "context": "Government must help ensure that an increasingly digital world yields better quality jobs and that both employers and workers have the means to take advantage of the new job opportunities that open up.There are four key priorities for skill policies to facilitate take-up of these opportunities and promote inclusive growth: 1) Part of the task is to ensure that initial education equips all students with basic CIT skills as well as solid literacy, numeracy and problem-solving skills to use CIT effectively.Many of these skills are acquired also outside education and training institutions – for instance, in the workplace – emphasizing the need to recognize skills acquired outside formal channels.", "original_sentence": "There are four key priorities for skill policies to facilitate take-up of these opportunities and promote inclusive growth: 1) Part of the task is to ensure that initial education equips all students with basic ICT skills as well as solid literacy, numeracy and problem-solving skills to use ICT effectively.", "text": " (OECD, 2015a). As technology automates certain tasks, the value of skills needed for non-automatable tasks, such as social skills, also increases (Autor, 2015; Deming 2015). Four key priorities for skills policies to meet the challenges of a digital world Addressing the challenges arising in an increasingly digital world will require an overhaul of current employment and skills policies. Government must help ensure that an increasingly digital world yields better quality jobs and that both employers and workers have the means to take advantage of the new job opportunities that open up. There are four key priorities for skill policies to facilitate take-up of these opportunities and promote inclusive growth: 1) Part of the task is to ensure that initial education equips all students with basic ICT skills as well as solid literacy, numeracy and problem-solving skills to use ICT effectively. Many of these skills are acquired also outside education and training institutions – for instance, in the workplace – emphasising the need to recognise skills acquired outside formal channels.", "doc_id": "OECD (2016) - Policy Brief - Skills for a Digital World.txt", "para_id": 11, "score": 0.2862445472547791}, {"summary": "At their heart is the fact that digital technologies complement and augment some skills (and thus some workers) while replacing others.", "context": " Ukraine Brazil Change in labor shares 120 WORLD DEVELOPMENT REPORT 2016 Yet declining labor shares in income and job polarization are only symptoms.At their heart is the fact that digital technologies complement and augment some skills (and thus some workers) while replacing others.Since not everybody has the skills that go well with digital technologies, many can end up falling behind.", "original_sentence": "At their heart is the fact that digital technologies complement and augment some skills (and thus some workers) while replacing others.", "text": " Ukraine Brazil Change in labor shares 120 WORLD DEVELOPMENT REPORT 2016 Yet declining labor shares in income and job polarization are only symptoms. At their heart is the fact that digital technologies complement and augment some skills (and thus some workers) while replacing others. Since not everybody has the skills that go well with digital technologies, many can end up falling behind. Education and skills thus determine whether the promise of digital dividends is achieved, or whether technological advances translate into more inequality in a race between skills and technology.113 Understanding this dynamic is critical: inequality will increase if more workers do not acquire the modern skills most in demand. But if education and training systems increase the supply of workers who meet the changes in skill demands, more workers would benefi t from technological change and inequality could decrease.", "doc_id": "WDR Digital Dividends.txt", "para_id": 881, "score": 0.2812834297705926}, {"summary": "At their heart is the fact that digital technologies complement and augment some skills (and thus some workers) while replacing others.", "context": " Ukraine Brazil Change in labor shares 120 WORLD DEVELOPMENT REPORT 2016 Yet declining labor shares in income and job polarization are only symptoms.At their heart is the fact that digital technologies complement and augment some skills (and thus some workers) while replacing others.Since not everybody has the skills that go well with digital technologies, many can end up falling behind.", "original_sentence": "At their heart is the fact that digital technologies complement and augment some skills (and thus some workers) while replacing others.", "text": " Ukraine Brazil Change in labor shares 120 WORLD DEVELOPMENT REPORT 2016 Yet declining labor shares in income and job polarization are only symptoms. At their heart is the fact that digital technologies complement and augment some skills (and thus some workers) while replacing others. Since not everybody has the skills that go well with digital technologies, many can end up falling behind. Education and skills thus determine whether the promise of digital dividends is achieved, or whether technological advances translate into more inequality in a race between skills and technology.113 Understanding this dynamic is critical: inequality will increase if more workers do not acquire the modern skills most in demand. But if education and training systems increase the supply of workers who meet the changes in skill demands, more workers would benefi t from technological change and inequality could decrease.", "doc_id": "World Bank Document.txt", "para_id": 881, "score": 0.2812834297705926}, {"summary": "It is precisely rising productivity—as technology replaces some human labor but augments the skills of remaining and new workers—that generates agriculture or the automation of manufacturing, the internet affects well-paying white-collar jobs even more than blue-collar jobs.", "context": "It is important to keep in mind the historical perspective that job displacement and job losses from technological change are an integral part of economic progress.It is precisely rising productivity—as technology replaces some human labor but augments the skills of remaining and new workers—that generates agriculture or the automation of manufacturing, the internet affects well-paying white-collar jobs even more than blue-collar jobs.Some mid-level workers will have additional skills that allow them to switch to better-paid non routine occupations in which technology tends to augment human capital and make skilled workers more productive.", "original_sentence": "It is precisely rising productivity—as technology replaces some human labor but augments the skills of remaining and new workers—that generates agriculture or the automation of manufacturing, the internet affects well-paying white-collar jobs even more than blue-collar jobs.", "text": " Most important, even without signifi cant employment shifts, the nature of jobs is changing toward skills that remain hard for technology to emulate: that is, advanced cognitive and socioemotional skills. The policy response, besides rethinking social protection systems, is better and more responsive education and training—areas where reforms take many years to pay off. It is important to keep in mind the historical perspective that job displacement and job losses from technological change are an integral part of economic progress. It is precisely rising productivity—as technology replaces some human labor but augments the skills of remaining and new workers—that generates agriculture or the automation of manufacturing, the internet affects well-paying white-collar jobs even more than blue-collar jobs. Some mid-level workers will have additional skills that allow them to switch to better-paid nonroutine occupations in which technology tends to augment human capital and make skilled workers more productive. These workers will gain from technological disruption.", "doc_id": "WDR Digital Dividends.txt", "para_id": 177, "score": 0.2808815464311007}, {"summary": "It is precisely rising productivity—as technology replaces some human labor but augments the skills of remaining and new workers—that generates agriculture or the automation of manufacturing, the internet affects well-paying white-collar jobs even more than blue-collar jobs.", "context": "It is important to keep in mind the historical perspective that job displacement and job losses from technological change are an integral part of economic progress.It is precisely rising productivity—as technology replaces some human labor but augments the skills of remaining and new workers—that generates agriculture or the automation of manufacturing, the internet affects well-paying white-collar jobs even more than blue-collar jobs.Some mid-level workers will have additional skills that allow them to switch to better-paid non routine occupations in which technology tends to augment human capital and make skilled workers more productive.", "original_sentence": "It is precisely rising productivity—as technology replaces some human labor but augments the skills of remaining and new workers—that generates agriculture or the automation of manufacturing, the internet affects well-paying white-collar jobs even more than blue-collar jobs.", "text": " Most important, even without signifi cant employment shifts, the nature of jobs is changing toward skills that remain hard for technology to emulate: that is, advanced cognitive and socioemotional skills. The policy response, besides rethinking social protection systems, is better and more responsive education and training—areas where reforms take many years to pay off. It is important to keep in mind the historical perspective that job displacement and job losses from technological change are an integral part of economic progress. It is precisely rising productivity—as technology replaces some human labor but augments the skills of remaining and new workers—that generates agriculture or the automation of manufacturing, the internet affects well-paying white-collar jobs even more than blue-collar jobs. Some mid-level workers will have additional skills that allow them to switch to better-paid nonroutine occupations in which technology tends to augment human capital and make skilled workers more productive. These workers will gain from technological disruption.", "doc_id": "World Bank Document.txt", "para_id": 177, "score": 0.2808815464311007}, {"summary": "Current and future workers need to develop the lifelong cognitive, technical, and emotionalism skills required of a well-educated worker in the 21st century.", "context": "better-paying jobs, skills need to be upgraded.Current and future workers need to develop the lifelong cognitive, technical, and emotionalism skills required of a well-educated worker in the 21st century.Workers also need to be capable of processing the ever increasing information available on the internet.", "original_sentence": "Current and future workers need to develop the lifelong cognitive, technical, and socioemotional skills required of a well-educated worker in the 21st century.", "text": " 5. WDR 2016 team calculations, based on World Development Indicators (World Bank, various years). better-paying jobs, skills need to be upgraded. Current and future workers need to develop the lifelong cognitive, technical, and socioemotional skills required of a well-educated worker in the 21st century. Workers also need to be capable of processing the everincreasing information available on the internet. Building these skills requires actions affecting all relevant environments for learning: families, schools, universities, training systems, and fi rms.", "doc_id": "WDR Digital Dividends.txt", "para_id": 964, "score": 0.2803791506429852}, {"summary": "Current and future workers need to develop the lifelong cognitive, technical, and emotionalism skills required of a well-educated worker in the 21st century.", "context": "better-paying jobs, skills need to be upgraded.Current and future workers need to develop the lifelong cognitive, technical, and emotionalism skills required of a well-educated worker in the 21st century.Workers also need to be capable of processing the ever increasing information available on the internet.", "original_sentence": "Current and future workers need to develop the lifelong cognitive, technical, and socioemotional skills required of a well-educated worker in the 21st century.", "text": " 5. WDR 2016 team calculations, based on World Development Indicators (World Bank, various years). better-paying jobs, skills need to be upgraded. Current and future workers need to develop the lifelong cognitive, technical, and socioemotional skills required of a well-educated worker in the 21st century. Workers also need to be capable of processing the everincreasing information available on the internet. Building these skills requires actions affecting all relevant environments for learning: families, schools, universities, training systems, and fi rms.", "doc_id": "World Bank Document.txt", "para_id": 964, "score": 0.2803791506429852}, {"summary": "34 McKinney Global Institute Skill shift: Automation and the future of the workforce Retail Right Evolution in 25 skills General equipment operation & navigation General equipment repair & mechanical skills Craft and technician skills Fine motor skills Gross motor skills & strength Inspecting & monitoring Basic literacy, numeracy, & communication Basic data input & processing Advanced literacy & writing Quantitative & statistical skills Critical thinking & decision making Project management Complex information processing & interpretation Creativity Advanced communication & negotiation skills Interpersonal skills & empathy Leadership & managing others Entrepreneurship & initiative-taking Adaptability & continuous learning Teaching & training others Basic digital skills Advanced IT skills & programming Advanced data analysis & mathematical skills Tech design, engineering, & maintenance Scientific research & development 10 15 18 21 22 22 27 24 24 18 20302016 Basic cognitive skills Technological skills Social and emotional skills Higher cognitive skills Physical and manual skills 12 5 8 10 15 49 15 8 10 7 13 47 NOTE: Numbers may not sum due to rounding.", "context": " Advanced IT skills and programming skills will also see a surge in demand, as new technologies are deployed and maintained across the sector.34 McKinney Global Institute Skill shift: Automation and the future of the workforce Retail Right Evolution in 25 skills General equipment operation & navigation General equipment repair & mechanical skills Craft and technician skills Fine motor skills Gross motor skills & strength Inspecting & monitoring Basic literacy, numeracy, & communication Basic data input & processing Advanced literacy & writing Quantitative & statistical skills Critical thinking & decision making Project management Complex information processing & interpretation Creativity Advanced communication & negotiation skills Interpersonal skills & empathy Leadership & managing others Entrepreneurship & initiative-taking Adaptability & continuous learning Teaching & training others Basic digital skills Advanced IT skills & programming Advanced data analysis & mathematical skills Tech design, engineering, & maintenance Scientific research & development 10 15 18 21 22 22 27 24 24 18 20302016 Basic cognitive skills Technological skills Social and emotional skills Higher cognitive skills Physical and manual skills 12 5 8 10 15 49 15 8 10 7 13 47 NOTE: Numbers may not sum due to rounding.SOURCE: McKinney Global Institute analysis Top occupations growing and declining ▪ Software developers (app, web, computer) ▪ General and operations manager ▪ Customer service representatives ▪ Sales representatives ▪ Demonstrators and product promoters ▪ Computer and information systems managers ▪ First-line supervisors of retail sales workers ▪ Laborers and freight, stock and material movers ▪ Market research and marketing specialists ▪ Pharmacists ▪ Cargo and freight agents ▪ Heavy and tractor-trailer truck drivers ▪ Weighs, measures, checkers, and samplers ▪ Food preparation workers ▪ Word processors and typists ▪ Butchers and meat cutters ▪ Automotive service technicians and mechanics ▪ Packers and packagers ▪ Light truck or delivery services drivers ▪ Office clerks (billing, accounting, reception, etc) Top grow ING Top declining 20302016 Evolution in skill categories Skill categories % of time Change in hrs Million Ft Es -1.3 -0.3 +0.6 +1.", "original_sentence": "34 McKinsey Global Institute Skill shift: Automation and the future of the workforce Retail Right Evolution in 25 skills General equipment operation & navigation General equipment repair & mechanical skills Craft and technician skills Fine motor skills Gross motor skills & strength Inspecting & monitoring Basic literacy, numeracy, & communication Basic data input & processing Advanced literacy & writing Quantitative & statistical skills Critical thinking & decision making Project management Complex information processing & interpretation Creativity Advanced communication & negotiation skills Interpersonal skills & empathy Leadership & managing others Entrepreneurship & initiative-taking Adaptability & continuous learning Teaching & training others Basic digital skills Advanced IT skills & programming Advanced data analysis & mathematical skills Tech design, engineering, & maintenance Scientific research & development 10 15 18 21 22 22 27 24 24 18 20302016 Basic cognitive skills Technological skills Social and emotional skills Higher cognitive skills Physical and manual skills 12 5 8 10 15 49 15 8 10 7 13 47 NOTE: Numbers may not sum due to rounding.", "text": " Advanced IT skills and programming skills will also see a surge in demand, as new technologies are deployed and maintained across the sector. 34 McKinsey Global Institute Skill shift: Automation and the future of the workforce Retail Right Evolution in 25 skills General equipment operation & navigation General equipment repair & mechanical skills Craft and technician skills Fine motor skills Gross motor skills & strength Inspecting & monitoring Basic literacy, numeracy, & communication Basic data input & processing Advanced literacy & writing Quantitative & statistical skills Critical thinking & decision making Project management Complex information processing & interpretation Creativity Advanced communication & negotiation skills Interpersonal skills & empathy Leadership & managing others Entrepreneurship & initiative-taking Adaptability & continuous learning Teaching & training others Basic digital skills Advanced IT skills & programming Advanced data analysis & mathematical skills Tech design, engineering, & maintenance Scientific research & development 10 15 18 21 22 22 27 24 24 18 20302016 Basic cognitive skills Technological skills Social and emotional skills Higher cognitive skills Physical and manual skills 12 5 8 10 15 49 15 8 10 7 13 47 NOTE: Numbers may not sum due to rounding. SOURCE: McKinsey Global Institute analysis Top occupations growing and declining ▪ Software developers (app, web, computer) ▪ General and operations manager ▪ Customer service representatives ▪ Sales representatives ▪ Demonstrators and product promoters ▪ Computer and information systems managers ▪ First-line supervisors of retail sales workers ▪ Laborers and freight, stock and material movers ▪ Market research and marketing specialists ▪ Pharmacists ▪ Cargo and freight agents ▪ Heavy and tractor-trailer truck drivers ▪ Weighers, measurers, checkers, and samplers ▪ Food preparation workers ▪ Word processors and typists ▪ Butchers and meat cutters ▪ Automotive service technicians and mechanics ▪ Packers and packagers ▪ Light truck or delivery services drivers ▪ Office clerks (billing, accounting, reception, etc) Top grow ing Top declining 20302016 Evolution in skill categories Skill categories % of time Change in hrs Million FTEs -1.3 -0.3 +0.6 +1.", "doc_id": "MGI-Skill-Shift-Automation-and-future-of-the-workforce-May-2018.txt", "para_id": 112, "score": 0.27452111605820284}, {"summary": "18 McKinney Global Institute Skill shift: Automation and the future of the workforce Skills of today and skills of tomorrow: Today’s experience and perceptions of future needs Contrasting the importance of skills needed today with those required in the future reveals an interesting pattern.", "context": "23 See Digital America: A tale of the haves and have-mores, McKinney Global Institute, December 2015.18 McKinney Global Institute Skill shift: Automation and the future of the workforce Skills of today and skills of tomorrow: Today’s experience and perceptions of future needs Contrasting the importance of skills needed today with those required in the future reveals an interesting pattern.Based on our survey responses, Exhibit 10 shows individual skills based on their perceived importance today and whether employers expect to need more or less of those skills in the future.", "original_sentence": "18 McKinsey Global Institute Skill shift: Automation and the future of the workforce Skills of today and skills of tomorrow: Today’s experience and perceptions of future needs Contrasting the importance of skills needed today with those required in the future reveals an interesting pattern.", "text": " This finding holds true across almost all sectors, with the notable exception of manufacturing, where skill mismatches are expected to be largest in production and manufacturing operations. 23 See Digital America: A tale of the haves and have-mores, McKinsey Global Institute, December 2015. 18 McKinsey Global Institute Skill shift: Automation and the future of the workforce Skills of today and skills of tomorrow: Today’s experience and perceptions of future needs Contrasting the importance of skills needed today with those required in the future reveals an interesting pattern. Based on our survey responses, Exhibit 10 shows individual skills based on their perceived importance today and whether employers expect to need more or less of those skills in the future. Overall, employers expect to need more of the social and emotional, higher cognitive, and technology skills in the future, and less of the basic cognitive and physical and manual skills. Four specific groups of skills stand out.", "doc_id": "MGI-Skill-Shift-Automation-and-future-of-the-workforce-May-2018.txt", "para_id": 57, "score": 0.26934320087876223}, {"summary": "The COED skills strategy (2012) addresses three inter-related policy levers: developing the right skills (ensuring the skills supply is sufficient in both quantity and quality), activating skills supply (improving participation in the labor market of under-represented groups), and putting skills to effective use (addressing the match between skills needed and those available).", "context": "The COED’s work on skills and skills strategies looks at how countries can align education and labor market policies to ensure they are producing citizens with the right skills to drive economic growth and address economic inclusion and social mobility in the national economy.The COED skills strategy (2012) addresses three inter-related policy levers: developing the right skills (ensuring the skills supply is sufficient in both quantity and quality), activating skills supply (improving participation in the labor market of under-represented groups), and putting skills to effective use (addressing the match between skills needed and those available).Until now, the work on skills has not looked specifically at the public sector and what kinds of skills are required to drive performance and manage productivity.", "original_sentence": "The OECD skills strategy (2012) addresses three inter-related policy levers: developing the right skills (ensuring the skills supply is sufficient in both quantity and quality), activating skills supply (improving participation in the labour market of under-represented groups), and putting skills to effective use (addressing the match between skills needed and those available).", "text": " On the supply side, the systems and tools of governance are increasingly digital, open and networked. Civil servants are needed who have the skills to address increasingly complex problems in increasingly pluralistic societies using new tools available to governments. The OECD’s work on skills and skills strategies looks at how countries can align education and labour market policies to ensure they are producing citizens with the right skills to drive economic growth and address economic inclusion and social mobility in the national economy. The OECD skills strategy (2012) addresses three inter-related policy levers: developing the right skills (ensuring the skills supply is sufficient in both quantity and quality), activating skills supply (improving participation in the labour market of under-represented groups), and putting skills to effective use (addressing the match between skills needed and those available). Until now, the work on skills has not looked specifically at the public sector and what kinds of skills are required to drive performance and manage productivity. This report builds on some of the insights in the skills strategy, with a focus on the civil services of OECD countries, to raise issues about the nature of work, how it is changing, and which policies are needed to ensure the skills of civil servants keep pace with changing societies and technologies.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 12, "score": 0.2680875559441593}, {"summary": "And even in higher education, there are limits to what online platforms can achieve: MOO students under perform relative to on campus students in group work, suggesting that interactive face-to-face learning methods are still critical to foster many soft skills.", "context": " In schools, however, children will still need human tutors that encourage them to learn and take an active part in guiding them throughout the learning process.And even in higher education, there are limits to what online platforms can achieve: MOO students under perform relative to on campus students in group work, suggesting that interactive face-to-face learning methods are still critical to foster many soft skills.Physical interactions between students (and between students and tutors) are indeed likely to become even more important, as social and creative skills are the ones that remain most difficult to automate, suggesting that such skills will become increasingly valuable in the labor market.", "original_sentence": "And even in higher education, there are limits to what online platforms can achieve: MOOC students underperform relative to oncampus students in group work, suggesting that interactive face-to-face learning methods are still critical to foster many soft skills.", "text": " In schools, however, children will still need human tutors that encourage them to learn and take an active part in guiding them throughout the learning process. And even in higher education, there are limits to what online platforms can achieve: MOOC students underperform relative to oncampus students in group work, suggesting that interactive face-to-face learning methods are still critical to foster many soft skills. Physical interactions between students (and between students and tutors) are indeed likely to become even more important, as social and creative skills are the ones that remain most difficult to automate, suggesting that such skills will become increasingly valuable in the labor market. Online education should therefore not substitute for the work of teachers. Instead, it should be accompanied by teachers becoming tutors, working interactively with students and helping guide their learning using online tools, and facilitating interactions between students in tutorial-style teaching. Beyond improving educational quality and access for children, lifelong learning is becoming increasingly important for workers seeing their skills made redundant by automation later in their careers.", "doc_id": "G20 Frey y Osborne (2017)The future of jobs and growth. Making the digital revolution work for the many.txt", "para_id": 22, "score": 0.26438212631699987}, {"summary": "16 McKinney Global Institute Skill shift: Automation and the future of the workforce Exhibit 8 Skills Physical and manual skills General equipment operation and navigation General equipment repair and mechanical skills Craft and technician skills Fine motor skills Gross motor skills and strength Inspecting and monitoring Basic cognitive skills Basic literacy, numeracy, and communication Basic data input and processing Higher cognitive skills Advanced literacy and writing Quantitative and statistical skills Critical thinking and decision making Project management Complex information processing and interpretation Creativity Social and emotional skills Advanced communication and negotiation skills Interpersonal skills and empathy Leadership and managing others Entrepreneurship and initiative-taking Adaptability and continuous learning Teaching and training others Technological skills Basic digital skills Advanced IT skills and programming Advanced data analysis and mathematical skills Technology design, engineering, and maintenance Scientific research and development 3 6 9 16 1 7 4 3 6 2 3 8 4 6 6 4 -12 -7 -13 -3 -2 -7 n/a n/a n/a Survey respondents expect social and emotional, technological, and higher cognitive skills to increase.", "context": "See technical appendix for details.16 McKinney Global Institute Skill shift: Automation and the future of the workforce Exhibit 8 Skills Physical and manual skills General equipment operation and navigation General equipment repair and mechanical skills Craft and technician skills Fine motor skills Gross motor skills and strength Inspecting and monitoring Basic cognitive skills Basic literacy, numeracy, and communication Basic data input and processing Higher cognitive skills Advanced literacy and writing Quantitative and statistical skills Critical thinking and decision making Project management Complex information processing and interpretation Creativity Social and emotional skills Advanced communication and negotiation skills Interpersonal skills and empathy Leadership and managing others Entrepreneurship and initiative-taking Adaptability and continuous learning Teaching and training others Technological skills Basic digital skills Advanced IT skills and programming Advanced data analysis and mathematical skills Technology design, engineering, and maintenance Scientific research and development 3 6 9 16 1 7 4 3 6 2 3 8 4 6 6 4 -12 -7 -13 -3 -2 -7 n/a n/a n/a Survey respondents expect social and emotional, technological, and higher cognitive skills to increase.SOURCE: McKinney Global Institute workforce skills executive survey, March 2018; McKinney Global Institute analysis NOTE: Based on results of March 2018 survey of 3,031 business leaders in Canada, France, Germany, Italy, Spain, United Kingdom, and the United States.", "original_sentence": "16 McKinsey Global Institute Skill shift: Automation and the future of the workforce Exhibit 8 Skills Physical and manual skills General equipment operation and navigation General equipment repair and mechanical skills Craft and technician skills Fine motor skills Gross motor skills and strength Inspecting and monitoring Basic cognitive skills Basic literacy, numeracy, and communication Basic data input and processing Higher cognitive skills Advanced literacy and writing Quantitative and statistical skills Critical thinking and decision making Project management Complex information processing and interpretation Creativity Social and emotional skills Advanced communication and negotiation skills Interpersonal skills and empathy Leadership and managing others Entrepreneurship and initiative-taking Adaptability and continuous learning Teaching and training others Technological skills Basic digital skills Advanced IT skills and programming Advanced data analysis and mathematical skills Technology design, engineering, and maintenance Scientific research and development 3 6 9 16 1 7 4 3 6 2 3 8 4 6 6 4 -12 -7 -13 -3 -2 -7 n/a n/a n/a Survey respondents expect social and emotional, technological, and higher cognitive skills to increase.", "text": " Advanced data analysis and mathematical skills are also seen as very important. Higher cognitive skills and social and emotional skills will also be more in demand, according to company executives. 22 Executives in the survey came from 14 sectors: high tech/IT/technology, manufacturing, construction, retail/ trade, media and entertainment, telecommunications, tourism/hospitality/leisure, travel/transport/logistics, financial services/banking/insurance, professional services, education, healthcare, energy/mining/oil and gas/ utilities, and government. See technical appendix for details. 16 McKinsey Global Institute Skill shift: Automation and the future of the workforce Exhibit 8 Skills Physical and manual skills General equipment operation and navigation General equipment repair and mechanical skills Craft and technician skills Fine motor skills Gross motor skills and strength Inspecting and monitoring Basic cognitive skills Basic literacy, numeracy, and communication Basic data input and processing Higher cognitive skills Advanced literacy and writing Quantitative and statistical skills Critical thinking and decision making Project management Complex information processing and interpretation Creativity Social and emotional skills Advanced communication and negotiation skills Interpersonal skills and empathy Leadership and managing others Entrepreneurship and initiative-taking Adaptability and continuous learning Teaching and training others Technological skills Basic digital skills Advanced IT skills and programming Advanced data analysis and mathematical skills Technology design, engineering, and maintenance Scientific research and development 3 6 9 16 1 7 4 3 6 2 3 8 4 6 6 4 -12 -7 -13 -3 -2 -7 n/a n/a n/a Survey respondents expect social and emotional, technological, and higher cognitive skills to increase. SOURCE: McKinsey Global Institute workforce skills executive survey, March 2018; McKinsey Global Institute analysis NOTE: Based on results of March 2018 survey of 3,031 business leaders in Canada, France, Germany, Italy, Spain, United Kingdom, and the United States.", "doc_id": "MGI-Skill-Shift-Automation-and-future-of-the-workforce-May-2018.txt", "para_id": 54, "score": 0.2626237418099678}, {"summary": "McKinney estimate that by 2020, there will likely be a shortage globally of 40 million high skilled workers unless adequate training and education is given.52 They state that technological innovation will demand a new set of skills in the workforce; it will change work tasks, automate jobs and also increase the skills gap for the jobs that remain.", "context": " The organization produced a digital exclusion heat map showing the areas in the UK that are most likely to miss out on the digital revolution.McKinney estimate that by 2020, there will likely be a shortage globally of 40 million high skilled workers unless adequate training and education is given.52 They state that technological innovation will demand a new set of skills in the workforce; it will change work tasks, automate jobs and also increase the skills gap for the jobs that remain.However, this is not something new.", "original_sentence": "McKinsey estimate that by 2020, there will likely be a shortage globally of 40 million high skilled workers unless adequate training and education is given.52 They state that technological innovation will demand a new set of skills in the workforce; it will change work tasks, automate jobs and also increase the skills gap for the jobs that remain.", "text": " The organisation produced a digital exclusion heat map showing the areas in the UK that are most likely to miss out on the digital revolution. McKinsey estimate that by 2020, there will likely be a shortage globally of 40 million high skilled workers unless adequate training and education is given.52 They state that technological innovation will demand a new set of skills in the workforce; it will change work tasks, automate jobs and also increase the skills gap for the jobs that remain. However, this is not something new. We have already seen this happen and we have managed to cope with such changes even though our work and skills have changed. Autor and Price (2013) analysed the change in job tasks in the US from 1960 to 2009 (Figure 40).", "doc_id": "Citi Frey and Osborne (2016)Technology at work v2.0.txt", "para_id": 152, "score": 0.2615000907156124}, {"summary": "28 McKinney Global Institute Skill shift: Automation and the future of the workforce Energy and mining Right Evolution in 25 skills General equipment operation & navigation General equipment repair & mechanical skills Craft and technician skills Fine motor skills Gross motor skills & strength Inspecting & monitoring Basic literacy, numeracy, & communication Basic data input & processing Advanced literacy & writing Quantitative & statistical skills Critical thinking & decision making Project management Complex information processing & interpretation Creativity Advanced communication & negotiation skills Interpersonal skills & empathy Leadership & managing others Entrepreneurship & initiative-taking Adaptability & continuous learning Teaching & training others Basic digital skills Advanced IT skills & programming Advanced data analysis & mathematical skills Tech design, engineering, & maintenance Scientific research & development 13 12 17 17 19 23 21 12 15 13 21 19 NOTE: Numbers may not sum due to rounding.", "context": "As a result, demand for physical and manual skills along with basic cognitive skills are expected to decrease, while demand for all other skills in higher cognitive, social and emotional, and technological categories are expected to grow.28 McKinney Global Institute Skill shift: Automation and the future of the workforce Energy and mining Right Evolution in 25 skills General equipment operation & navigation General equipment repair & mechanical skills Craft and technician skills Fine motor skills Gross motor skills & strength Inspecting & monitoring Basic literacy, numeracy, & communication Basic data input & processing Advanced literacy & writing Quantitative & statistical skills Critical thinking & decision making Project management Complex information processing & interpretation Creativity Advanced communication & negotiation skills Interpersonal skills & empathy Leadership & managing others Entrepreneurship & initiative-taking Adaptability & continuous learning Teaching & training others Basic digital skills Advanced IT skills & programming Advanced data analysis & mathematical skills Tech design, engineering, & maintenance Scientific research & development 13 12 17 17 19 23 21 12 15 13 21 19 NOTE: Numbers may not sum due to rounding.SOURCE: McKinney Global Institute analysis Top occupations growing and declining ▪ Software developers ▪ Customer service representatives ▪ Computer systems analysts ▪ Electrical engineers ▪ Electrical and electronics technicians ▪ General and operations managers ▪ Accountants and auditors ▪ Management analysts ▪ Sales representatives ▪ Engineers by training ▪ Power plant operators ▪ Stationary engineers and boiler operators ▪ Construction equipment engineers and operators ▪ Welding, brazing, soldering machine operators ▪ Service unit operators, oil, gas, and mining ▪ Meter readers, utilities ▪ Heavy and tractor-trailer truck drivers ▪ Mine shuttle car operators ▪ Office clerks (billing, accounting, reception, etc) ▪ Wind turbine service technicians Top grow ING Top declining 20302016 Evolution in skill categories Skill categories % of time Change in hrs Million Ft Es Sector job shift by 2030 Sector skill shifts by 2030 14 19 14 17 20 21 11 9 43 34 2016 Higher cognitive skills Physical and manual skills 2030 Technological skills Basic cognitive skills Social and emotional skills Occupation categories Employment baseline, 2016 Million Ft Es Shift in share of total employment, % Builders 0.7 -4 pp Professionals 0.6 -3 pp Predictable manual 0.", "original_sentence": "28 McKinsey Global Institute Skill shift: Automation and the future of the workforce Energy and mining Right Evolution in 25 skills General equipment operation & navigation General equipment repair & mechanical skills Craft and technician skills Fine motor skills Gross motor skills & strength Inspecting & monitoring Basic literacy, numeracy, & communication Basic data input & processing Advanced literacy & writing Quantitative & statistical skills Critical thinking & decision making Project management Complex information processing & interpretation Creativity Advanced communication & negotiation skills Interpersonal skills & empathy Leadership & managing others Entrepreneurship & initiative-taking Adaptability & continuous learning Teaching & training others Basic digital skills Advanced IT skills & programming Advanced data analysis & mathematical skills Tech design, engineering, & maintenance Scientific research & development 13 12 17 17 19 23 21 12 15 13 21 19 NOTE: Numbers may not sum due to rounding.", "text": " Predictable manual work, such as drivers and field operators, is susceptible to being displaced, as are administrative jobs and those that involve data manipulation, such as meter readers, while demand for technological jobs will be buoyant. As a result, demand for physical and manual skills along with basic cognitive skills are expected to decrease, while demand for all other skills in higher cognitive, social and emotional, and technological categories are expected to grow. 28 McKinsey Global Institute Skill shift: Automation and the future of the workforce Energy and mining Right Evolution in 25 skills General equipment operation & navigation General equipment repair & mechanical skills Craft and technician skills Fine motor skills Gross motor skills & strength Inspecting & monitoring Basic literacy, numeracy, & communication Basic data input & processing Advanced literacy & writing Quantitative & statistical skills Critical thinking & decision making Project management Complex information processing & interpretation Creativity Advanced communication & negotiation skills Interpersonal skills & empathy Leadership & managing others Entrepreneurship & initiative-taking Adaptability & continuous learning Teaching & training others Basic digital skills Advanced IT skills & programming Advanced data analysis & mathematical skills Tech design, engineering, & maintenance Scientific research & development 13 12 17 17 19 23 21 12 15 13 21 19 NOTE: Numbers may not sum due to rounding. SOURCE: McKinsey Global Institute analysis Top occupations growing and declining ▪ Software developers ▪ Customer service representatives ▪ Computer systems analysts ▪ Electrical engineers ▪ Electrical and electronics technicians ▪ General and operations managers ▪ Accountants and auditors ▪ Management analysts ▪ Sales representatives ▪ Engineers by training ▪ Power plant operators ▪ Stationary engineers and boiler operators ▪ Construction equipment engineers and operators ▪ Welding, brazing, soldering machine operators ▪ Service unit operators, oil, gas, and mining ▪ Meter readers, utilities ▪ Heavy and tractor-trailer truck drivers ▪ Mine shuttle car operators ▪ Office clerks (billing, accounting, reception, etc) ▪ Wind turbine service technicians Top grow ing Top declining 20302016 Evolution in skill categories Skill categories % of time Change in hrs Million FTEs Sector job shift by 2030 Sector skill shifts by 2030 14 19 14 17 20 21 11 9 43 34 2016 Higher cognitive skills Physical and manual skills 2030 Technological skills Basic cognitive skills Social and emotional skills Occupation categories Employment baseline, 2016 Million FTEs Shift in share of total employment, % Builders 0.7 -4 pp Professionals 0.6 -3 pp Predictable manual 0.", "doc_id": "MGI-Skill-Shift-Automation-and-future-of-the-workforce-May-2018.txt", "para_id": 90, "score": 0.26003426996433804}, {"summary": "Anticipation of future skills needs has therefore become a main policy advice to cope with widening skills mismatch.", "context": " A growing body of research at the LO, CEDE FOP and COED aims at explaining the phenomenon that despite high investment in education and training, many enterprises cannot find the right type of skills in the labor market.Anticipation of future skills needs has therefore become a main policy advice to cope with widening skills mismatch.This debate, however, may also reflect a more fundamental issue.", "original_sentence": "Anticipation of future skills needs has therefore become a main policy advice to cope with widening skills mismatch.", "text": " A growing body of research at the ILO, CEDEFOP and OECD aims at explaining the phenomenon that despite high investment in education and training, many enterprises cannot find the right type of skills in the labour market. Anticipation of future skills needs has therefore become a main policy advice to cope with widening skills mismatch. This debate, however, may also reflect a more fundamental issue. Perez has highlighted the mismatch between the established institutional framework and the new requirements of an economy. As countries approach the turning point, this tension will be growing. Hence, while the debate on education and training during the 1980s and 90s focused on skills-biased technological change and skills shortages because digital process innovations New technologies: A jobless future or golden age of job creation?", "doc_id": "Nubler (2016) - New technologies. A jobless future or golden age of job creation.txt", "para_id": 264, "score": 0.25929944192441545}, {"summary": "In this discussion paper, part of our ongoing research on the impact of technology on the economy, business, and society, we present new findings on the coming shifts in demand for workforce skills and how work is organized within companies, as people increasingly interact with machines in the workplace.", "context": " Building the workforce of the future Page 49 Technical appendix Page 69 Acknowledgments Page 75 IN BRIEF SKILL SHIFT: AUTOMATION AND THE FUTURE OF THE WORKFORCE Automation and artificial intelligence (AI) are changing the nature of work.In this discussion paper, part of our ongoing research on the impact of technology on the economy, business, and society, we present new findings on the coming shifts in demand for workforce skills and how work is organized within companies, as people increasingly interact with machines in the workplace.We quantify time spent on 25 core workplace skills today and in the future for the United States and five European countries, with a particular focus on five sectors: banking and insurance, energy and mining, health care, manufacturing, and retail.", "original_sentence": "In this discussion paper, part of our ongoing research on the impact of technology on the economy, business, and society, we present new findings on the coming shifts in demand for workforce skills and how work is organized within companies, as people increasingly interact with machines in the workplace.", "text": " Building the workforce of the future Page 49 Technical appendix Page 69 Acknowledgments Page 75 IN BRIEF SKILL SHIFT: AUTOMATION AND THE FUTURE OF THE WORKFORCE Automation and artificial intelligence (AI) are changing the nature of work. In this discussion paper, part of our ongoing research on the impact of technology on the economy, business, and society, we present new findings on the coming shifts in demand for workforce skills and how work is organized within companies, as people increasingly interact with machines in the workplace. We quantify time spent on 25 core workplace skills today and in the future for the United States and five European countries, with a particular focus on five sectors: banking and insurance, energy and mining, healthcare, manufacturing, and retail. Key findings: \u0083 Automation will accelerate the shift in required workforce skills we have seen over the past 15 years. Our research finds that the strongest growth in demand will be for technological skills, the smallest category today, which will rise by 55 percent and by 2030 will represent 17 percent of hours worked, up from 11 percent in 2016. This surge will affect demand for basic digital skills as well as advanced technological skills such as programming.", "doc_id": "MGI-Skill-Shift-Automation-and-future-of-the-workforce-May-2018.txt", "para_id": 4, "score": 0.2586082345010724}, {"summary": "New industries and business models will emerge, new talent will be required and so this future-oriented body of work will be a critical tool to broaden the space for solutions to allow both existing and new industry sectors to thrive and support the region’s overall development.", "context": "Furthermore, as disruptive change is expected to spread across the globe, what will be the impact in the region and how will the actors in the region prepare for this evolution?New industries and business models will emerge, new talent will be required and so this future-oriented body of work will be a critical tool to broaden the space for solutions to allow both existing and new industry sectors to thrive and support the region’s overall development.32 | The Future of Jobs Report Longer Term Focus • Rethinking education systems: By one popular estimate 65% of children entering primary schools today will ultimately work in new job types and functions that currently don’t yet exist.", "original_sentence": "New industries and business models will emerge, new talent will be required and so this future-oriented body of work will be a critical tool to broaden the space for solutions to allow both existing and new industry sectors to thrive and support the region’s overall development.", "text": " In particular, leaders in the region are keen to understand what skills should constitute the core of education in the future and what reforms the private sector, particularly within key industries, can initiate in a dialogue with the public and education sectors to leapfrog towards a more resilient and efficient learning and skills value chain. Furthermore, as disruptive change is expected to spread across the globe, what will be the impact in the region and how will the actors in the region prepare for this evolution? New industries and business models will emerge, new talent will be required and so this future-oriented body of work will be a critical tool to broaden the space for solutions to allow both existing and new industry sectors to thrive and support the region’s overall development. 32 | The Future of Jobs Report Longer Term Focus • Rethinking education systems: By one popular estimate 65% of children entering primary schools today will ultimately work in new job types and functions that currently don’t yet exist. Technological trends such as the Fourth Industrial Revolution will create many new cross-functional roles for which employees will need both technical and social and analytical skills. Most existing education systems at all levels provide highly siloed training and continue a number of 20th century practices that are hindering progress on today’s talent and labour market issues.", "doc_id": "WEF (2016) - The Future of Jobs - Employment, Skills and Worforce Strategy for the Fourth Indistrual Revolution.txt", "para_id": 126, "score": 0.258543898711158}, {"summary": "New industries and business models will emerge, new talent will be required and so this future-oriented body of work will be a critical tool to broaden the space for solutions to allow both existing and new industry sectors to thrive and support the region’s overall development.", "context": "Furthermore, as disruptive change is expected to spread across the globe, what will be the impact in the region and how will the actors in the region prepare for this evolution?New industries and business models will emerge, new talent will be required and so this future-oriented body of work will be a critical tool to broaden the space for solutions to allow both existing and new industry sectors to thrive and support the region’s overall development.32 | The Future of Jobs Report Longer Term Focus • Rethinking education systems: By one popular estimate 65% of children entering primary schools today will ultimately work in new job types and functions that currently don’t yet exist.", "original_sentence": "New industries and business models will emerge, new talent will be required and so this future-oriented body of work will be a critical tool to broaden the space for solutions to allow both existing and new industry sectors to thrive and support the region’s overall development.", "text": " In particular, leaders in the region are keen to understand what skills should constitute the core of education in the future and what reforms the private sector, particularly within key industries, can initiate in a dialogue with the public and education sectors to leapfrog towards a more resilient and efficient learning and skills value chain. Furthermore, as disruptive change is expected to spread across the globe, what will be the impact in the region and how will the actors in the region prepare for this evolution? New industries and business models will emerge, new talent will be required and so this future-oriented body of work will be a critical tool to broaden the space for solutions to allow both existing and new industry sectors to thrive and support the region’s overall development. 32 | The Future of Jobs Report Longer Term Focus • Rethinking education systems: By one popular estimate 65% of children entering primary schools today will ultimately work in new job types and functions that currently don’t yet exist. Technological trends such as the Fourth Industrial Revolution will create many new cross-functional roles for which employees will need both technical and social and analytical skills. Most existing education systems at all levels provide highly siloed training and continue a number of 20th century practices that are hindering progress on today’s talent and labour market issues.", "doc_id": "WEF_Future_of_Jobs.txt", "para_id": 126, "score": 0.258543898711158}], "keywords": [{"keyword": "skills", "count": 456}, {"keyword": "learning", "count": 54}, {"keyword": "training", "count": 39}, {"keyword": "new", "count": 41}, {"keyword": "education", "count": 46}, {"keyword": "future", "count": 42}, {"keyword": "need", "count": 18}, {"keyword": "job", "count": 16}, {"keyword": "time", "count": 6}, {"keyword": "human", "count": 3}, {"keyword": "digital", "count": 13}, {"keyword": "social", "count": 6}, {"keyword": "change", "count": 7}, {"keyword": "based", "count": 2}, {"keyword": "education training", "count": 3}, {"keyword": "lifelong", "count": 3}, {"keyword": "jobs", "count": 39}, {"keyword": "programs", "count": 0}, {"keyword": "skill", "count": 5}, {"keyword": "years", "count": 3}, {"keyword": "students", "count": 3}, {"keyword": "changing", "count": 3}, {"keyword": "workers", "count": 74}, {"keyword": "work", "count": 25}, {"keyword": "workforce", "count": 12}, {"keyword": "world", "count": 9}, {"keyword": "online", "count": 3}, {"keyword": "technology", "count": 11}, {"keyword": "employers", "count": 1}, {"keyword": "learn", "count": 0}, {"keyword": "people", "count": 3}, {"keyword": "automation", "count": 8}, {"keyword": "employment", "count": 2}, {"keyword": "data", "count": 2}, {"keyword": "opportunities", "count": 1}, {"keyword": "research", "count": 2}, {"keyword": "individuals", "count": 0}, {"keyword": "ai", "count": 0}, {"keyword": "today", "count": 6}, {"keyword": "ability", "count": 0}, {"keyword": "development", "count": 3}, {"keyword": "systems", "count": 6}, {"keyword": "economic", "count": 1}, {"keyword": "educational", "count": 0}, {"keyword": "percent", "count": 0}], "locations": [{"keyword": "time.83", "count": 1, "type": "LOCATION"}, {"keyword": "education.84", "count": 1, "type": "LOCATION"}, {"keyword": "jobsby", "count": 1, "type": "LOCATION"}, {"keyword": "United States", "count": 1, "type": "LOCATION"}, {"keyword": "Western Europe Skills Sample occupations Physical", "count": 1, "type": "LOCATION"}, {"keyword": "Western Europe", "count": 1, "type": "LOCATION"}, {"keyword": "% United States", "count": 1, "type": "LOCATION"}, {"keyword": "Austria", "count": 1, "type": "LOCATION"}, {"keyword": "Belgium", "count": 1, "type": "LOCATION"}, {"keyword": "Denmark", "count": 1, "type": "LOCATION"}, {"keyword": "Finland", "count": 1, "type": "LOCATION"}, {"keyword": "France", "count": 2, "type": "LOCATION"}, {"keyword": "Germany", "count": 2, "type": "LOCATION"}, {"keyword": "Greece", "count": 1, "type": "LOCATION"}, {"keyword": "Italy", "count": 2, "type": "LOCATION"}, {"keyword": "Netherlands", "count": 1, "type": "LOCATION"}, {"keyword": "Norway", "count": 1, "type": "LOCATION"}, {"keyword": "Spain", "count": 2, "type": "LOCATION"}, {"keyword": "Sweden", "count": 1, "type": "LOCATION"}, {"keyword": "Switzerland", "count": 1, "type": "LOCATION"}, {"keyword": "the United Kingdom", "count": 1, "type": "LOCATION"}, {"keyword": "Grundke", "count": 1, "type": "LOCATION"}, {"keyword": "al", "count": 1, "type": "LOCATION"}, {"keyword": "Addressing", "count": 1, "type": "LOCATION"}, {"keyword": "Ukraine", "count": 2, "type": "LOCATION"}, {"keyword": "Market", "count": 1, "type": "LOCATION"}, {"keyword": "Quantitative", "count": 1, "type": "LOCATION"}, {"keyword": "Interpersonal", "count": 1, "type": "LOCATION"}, {"keyword": "Canada", "count": 1, "type": "LOCATION"}, {"keyword": "United Kingdom", "count": 1, "type": "LOCATION"}, {"keyword": "the United States", "count": 2, "type": "LOCATION"}, {"keyword": "UK", "count": 1, "type": "LOCATION"}, {"keyword": "US", "count": 1, "type": "LOCATION"}, {"keyword": "Social", "count": 1, "type": "LOCATION"}, {"keyword": "Welding", "count": 1, "type": "LOCATION"}], "entities": [{"keyword": "Digital", "count": 1, "type": "ORG"}, {"keyword": "Adalet McGowan", "count": 1, "type": "PERSON"}, {"keyword": "Andrews", "count": 1, "type": "PERSON"}, {"keyword": "Microsoft", "count": 1, "type": "ORG"}, {"keyword": "CISCO", "count": 1, "type": "ORG"}, {"keyword": "THE FUTURE OF WORK - Skills", "count": 1, "type": "ORG"}, {"keyword": "Digital World", "count": 1, "type": "ORG"}, {"keyword": "Samsung", "count": 1, "type": "ORG"}, {"keyword": "Apple", "count": 1, "type": "ORG"}, {"keyword": "Google", "count": 1, "type": "ORG"}, {"keyword": "MOOC", "count": 1, "type": "ORG"}, {"keyword": "OECD", "count": 9, "type": "ORG"}, {"keyword": "RETRAIN Raise", "count": 1, "type": "PERSON"}, {"keyword": "REDEPLOY Shift", "count": 1, "type": "PERSON"}, {"keyword": "AI", "count": 3, "type": "PERSON"}, {"keyword": "SKILLS Physical", "count": 1, "type": "ORG"}, {"keyword": " Entrepreneurship", "count": 1, "type": "ORG"}, {"keyword": "MINDSET SHIFT Instilling", "count": 1, "type": "ORG"}, {"keyword": "HIRE Acquire", "count": 1, "type": "ORG"}, {"keyword": "CONTRACT Leverage", "count": 1, "type": "ORG"}, {"keyword": "SET", "count": 1, "type": "ORG"}, {"keyword": "C-SUITE", "count": 1, "type": "ORG"}, {"keyword": "CHANGES", "count": 1, "type": "ORG"}, {"keyword": "Global Institute Skill", "count": 1, "type": "ORG"}, {"keyword": "MGI", "count": 1, "type": "ORG"}, {"keyword": "Jobs", "count": 1, "type": "ORG"}, {"keyword": "Total", "count": 1, "type": "PRODUCT"}, {"keyword": "Notes", "count": 1, "type": "PRODUCT"}, {"keyword": "Western European", "count": 1, "type": "NORP"}, {"keyword": "The Future of Jobs Report", "count": 4, "type": "ORG"}, {"keyword": "ManpowerGroup", "count": 2, "type": "ORG"}, {"keyword": "Talent Shortage Survey.17 Skills", "count": 2, "type": "ORG"}, {"keyword": "Nurses", "count": 1, "type": "PERSON"}, {"keyword": "Quantitative", "count": 1, "type": "PERSON"}, {"keyword": "Critical", "count": 2, "type": "ORG"}, {"keyword": "Sales", "count": 3, "type": "ORG"}, {"keyword": "Interpersonal", "count": 3, "type": "ORG"}, {"keyword": "Managers", "count": 1, "type": "PERSON"}, {"keyword": " See Box", "count": 1, "type": "ORG"}, {"keyword": "Global Institute", "count": 1, "type": "ORG"}, {"keyword": "Craft", "count": 4, "type": "ORG"}, {"keyword": "Fine", "count": 4, "type": "ORG"}, {"keyword": "Machine", "count": 1, "type": "ORG"}, {"keyword": "Security", "count": 1, "type": "ORG"}, {"keyword": "Cashiers", "count": 1, "type": "ORG"}, {"keyword": "Higher", "count": 3, "type": "PERSON"}, {"keyword": "Complex", "count": 4, "type": "ORG"}, {"keyword": "Adaptability", "count": 1, "type": "ORG"}, {"keyword": "Emergency", "count": 1, "type": "ORG"}, {"keyword": "Teachers", "count": 1, "type": "ORG"}, {"keyword": "Software", "count": 3, "type": "ORG"}, {"keyword": "Statisticians", "count": 1, "type": "ORG"}, {"keyword": "Scientists Based on McKinsey Global Institute", "count": 1, "type": "ORG"}, {"keyword": "McKinsey Global Institute", "count": 7, "type": "ORG"}, {"keyword": "HISTORICAL", "count": 1, "type": "ORG"}, {"keyword": "Exhibit 1 Category Hours", "count": 1, "type": "PRODUCT"}, {"keyword": "Counselors", "count": 1, "type": "PRODUCT"}, {"keyword": "Leadership", "count": 1, "type": "PRODUCT"}, {"keyword": "Typists", "count": 1, "type": "NORP"}, {"keyword": "Advanced", "count": 7, "type": "NORP"}, {"keyword": "Project", "count": 4, "type": "ORG"}, {"keyword": "ICT", "count": 8, "type": "ORG"}, {"keyword": "Autor", "count": 1, "type": "NORP"}, {"keyword": "WORLD DEVELOPMENT REPORT", "count": 2, "type": "ORG"}, {"keyword": "technology.113 Understanding", "count": 2, "type": "ORG"}, {"keyword": "WDR", "count": 2, "type": "ORG"}, {"keyword": "World Development Indicators (", "count": 2, "type": "ORG"}, {"keyword": "World Bank", "count": 2, "type": "ORG"}, {"keyword": "Gross", "count": 3, "type": "PERSON"}, {"keyword": "McKinsey Global Institute Skill", "count": 4, "type": "ORG"}, {"keyword": "Retail Right Evolution", "count": 1, "type": "ORG"}, {"keyword": "Inspecting &", "count": 2, "type": "ORG"}, {"keyword": "Advanced literacy & writing Quantitative &", "count": 2, "type": "ORG"}, {"keyword": "Critical thinking &", "count": 2, "type": "ORG"}, {"keyword": "Leadership &", "count": 2, "type": "ORG"}, {"keyword": "Entrepreneurship &", "count": 2, "type": "ORG"}, {"keyword": "Adaptability &", "count": 2, "type": "ORG"}, {"keyword": "Teaching &", "count": 2, "type": "ORG"}, {"keyword": "Advanced IT", "count": 2, "type": "ORG"}, {"keyword": "Tech", "count": 2, "type": "ORG"}, {"keyword": "Scientific research &", "count": 2, "type": "ORG"}, {"keyword": "Social", "count": 1, "type": "ORG"}, {"keyword": "Physical", "count": 1, "type": "ORG"}, {"keyword": "Customer", "count": 2, "type": "ORG"}, {"keyword": "Computer", "count": 1, "type": "ORG"}, {"keyword": "Laborers", "count": 1, "type": "ORG"}, {"keyword": "Cargo", "count": 1, "type": "ORG"}, {"keyword": "Heavy", "count": 1, "type": "ORG"}, {"keyword": "Weighers", "count": 1, "type": "ORG"}, {"keyword": "Food", "count": 1, "type": "ORG"}, {"keyword": "Butchers", "count": 1, "type": "ORG"}, {"keyword": "Light", "count": 1, "type": "ORG"}, {"keyword": "Top", "count": 3, "type": "ORG"}, {"keyword": "Packers", "count": 1, "type": "PRODUCT"}, {"keyword": "Pharmacists", "count": 1, "type": "NORP"}, {"keyword": "Change", "count": 2, "type": "NORP"}, {"keyword": "See Digital America", "count": 1, "type": "ORG"}, {"keyword": "Exhibit", "count": 1, "type": "ORG"}, {"keyword": "Contrasting", "count": 1, "type": "PRODUCT"}, {"keyword": "Skills of today", "count": 1, "type": "WORK_OF_ART"}, {"keyword": "Creativity Social", "count": 1, "type": "PERSON"}, {"keyword": "Technological", "count": 1, "type": "ORG"}, {"keyword": "Basic", "count": 1, "type": "NORP"}, {"keyword": "McKinsey", "count": 1, "type": "PERSON"}, {"keyword": " Predictable", "count": 1, "type": "ORG"}, {"keyword": "Energy", "count": 1, "type": "ORG"}, {"keyword": "Right Evolution", "count": 1, "type": "ORG"}, {"keyword": "Accountants", "count": 1, "type": "ORG"}, {"keyword": "Power", "count": 1, "type": "ORG"}, {"keyword": "Service", "count": 1, "type": "ORG"}, {"keyword": "Meter", "count": 1, "type": "ORG"}, {"keyword": "Mine", "count": 1, "type": "ORG"}, {"keyword": "Sector", "count": 1, "type": "ORG"}, {"keyword": "Occupation", "count": 1, "type": "EVENT"}, {"keyword": "ILO", "count": 1, "type": "ORG"}, {"keyword": "CEDEFOP", "count": 1, "type": "ORG"}, {"keyword": "THE FUTURE OF THE WORKFORCE Automation", "count": 1, "type": "ORG"}, {"keyword": "European", "count": 1, "type": "NORP"}, {"keyword": "the Fourth Industrial Revolution", "count": 2, "type": "EVENT"}], "folder": "/app/AIResearchHelper/SmartReader/Data/text_files_2019-05-09_11-23-04", "folder_name": "text_files_2019-05-09_11-23-04"}, {"topic": "employment", "summary_points": [{"summary": "The growth of a myriad of platforms that offer work, per project or task, that can be developed remotely, even from home, increases opportunities for workers in locations where broadband connections are available but there are no jobs.", "context": "The spread of platform work can bring substantive benefits if it allows people to tap into digital global labor markets, without the need to migrate to other countries.The growth of a myriad of platforms that offer work, per project or task, that can be developed remotely, even from home, increases opportunities for workers in locations where broadband connections are available but there are no jobs.For some time, participating in these global markets may substantially increase the returns to digital, creative, or other skills that can be sold remotely, vise-vis the local market.", "original_sentence": "The growth of a myriad of platforms that offer work, per project or task, that can be developed remotely, even from home, increases opportunities for workers in locations where broadband connections are available but there are no jobs.", "text": "7 trillion through three effects: improved productivity; greater employment; and higher labor market participation (through work performed both by currently inactive people and increased work hours of current part-time workers). Moreover, up to 540 million people could benefit from online platforms by 2025. The spread of platform work can bring substantive benefits if it allows people to tap into digital global labor markets, without the need to migrate to other countries. The growth of a myriad of platforms that offer work, per project or task, that can be developed remotely, even from home, increases opportunities for workers in locations where broadband connections are available but there are no jobs. For some time, participating in these global markets may substantially increase the returns to digital, creative, or other skills that can be sold remotely, visà-vis the local market. However, over the years, as the global competition for that type of work increases, wages may be auctioned down.", "doc_id": "The-Future-of-Work.txt", "para_id": 39, "score": 0.23464453967774498}, {"summary": "This volume explores the benefits and risks brought by this new technological wave from the perspective of the member countries of the four multilateral development banks spanning Central, Eastern, and South-Eastern Europe, Central Asia, and the Southern and Eastern Mediterranean; Asia; Africa; and Latin America and the Caribbean.", "context": " While there is growing research about the future of work in developed economies, relatively less has been discussed from the perspective of developing and emerging countries (Candy, 2017).This volume explores the benefits and risks brought by this new technological wave from the perspective of the member countries of the four multilateral development banks spanning Central, Eastern, and South-Eastern Europe, Central Asia, and the Southern and Eastern Mediterranean; Asia; Africa; and Latin America and the Caribbean.The chapters consider the specific interplay of technology, demographics, and economic and social policies in these regions, and focus on how these forces can shape the future of work.", "original_sentence": "This volume explores the benefits and risks brought by this new technological wave from the perspective of the member countries of the four multilateral development banks spanning Central, Eastern, and South-Eastern Europe, Central Asia, and the Southern and Eastern Mediterranean; Asia; Africa; and Latin America and the Caribbean.", "text": " While there is growing research about the future of work in developed economies, relatively less has been discussed from the perspective of developing and emerging countries (Chandy, 2017). This volume explores the benefits and risks brought by this new technological wave from the perspective of the member countries of the four multilateral development banks spanning Central, Eastern, and South-Eastern Europe, Central Asia, and the Southern and Eastern Mediterranean; Asia; Africa; and Latin America and the Caribbean. The chapters consider the specific interplay of technology, demographics, and economic and social policies in these regions, and focus on how these forces can shape the future of work. The New World of Work in Historical Context At least two developments characterize the new world of work. First, the confluence of new and rapidly evolving technological breakthroughs is increasing the potential for automation. Second, the way people are working is also rapidly evolving as technology is connecting people to jobs and income opportunities in new ways.", "doc_id": "The-Future-of-Work.txt", "para_id": 10, "score": 0.22857588293581227}, {"summary": "With a focus on policy, the COED is looking at the challenges these trends place on the labor market, skills and social policy.", "context": "COED analyses have begun to understand the relationship between digitization, jobs and skills, the magnitude of potential job substitution due to technological change, the relationship between globalization and wage polarization, as well as the changes to the organization of work.With a focus on policy, the COED is looking at the challenges these trends place on the labor market, skills and social policy.This work has resulted in research summarized in policy briefs on the impacts of automation on independent work and skill implications of the digital transformation.", "original_sentence": "With a focus on policy, the OECD is looking at the challenges these trends place on the labour market, skills and social policy.", "text": "2. The future of work in a digital economy The world of work is in flux due to digitalisation, the development of the digital economy and broad technological change. These processes, coupled with globalisation, population ageing and changes in work organisation, will shape the world of work and raise challenges to public policy in unknown ways. OECD analyses have begun to understand the relationship between digitalisation, jobs and skills, the magnitude of potential job substitution due to technological change, the relationship between globalisation and wage polarisation, as well as the changes to the organisation of work. With a focus on policy, the OECD is looking at the challenges these trends place on the labour market, skills and social policy. This work has resulted in research summarised in policy briefs on the impacts of automation on independent work and skill implications of the digital transformation.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 26, "score": 0.2184624533055979}, {"summary": "Other jobs that the data highlight as ‘bright outlook’ jobs include traditional jobs such as barristers (268,000 job openings from 2012-2022), child care workers (570,000 job openings), and lawyers (197,000 job openings) which are all estimated to increase over the time period.", "context": " The accuracy of projections of these individual occupations is subject to error because of the many unknown factors that may affect the US economy over the time period studied.Other jobs that the data highlight as ‘bright outlook’ jobs include traditional jobs such as barristers (268,000 job openings from 2012-2022), child care workers (570,000 job openings), and lawyers (197,000 job openings) which are all estimated to increase over the time period.Innovations in technology are likely to continue to reduce the need for labor to do routine work and cognitive work in the near future; however this is not to say that labor markets would not absorb the impact, as technology has been making inroads into labor for a number of decades.", "original_sentence": "Other jobs that the data highlight as ‘bright outlook’ jobs include traditional jobs such as baristas (268,000 job openings from 2012-2022), child care workers (570,000 job openings), and lawyers (197,000 job openings) which are all estimated to increase over the time period.", "text": " The accuracy of projections of these individual occupations is subject to error because of the many unknown factors that may affect the US economy over the time period studied. Other jobs that the data highlight as ‘bright outlook’ jobs include traditional jobs such as baristas (268,000 job openings from 2012-2022), child care workers (570,000 job openings), and lawyers (197,000 job openings) which are all estimated to increase over the time period. Innovations in technology are likely to continue to reduce the need for labour to do routine work and cognitive work in the near future; however this is not to say that labour markets would not absorb the impact, as technology has been making inroads into labour for a number of decades. The nature of work will likely change and the new jobs that will be created will require a different skill set to the ones that we currently have or are training for. We therefore need to be better prepared, and aim to achieve skills that will allow us to work with machines rather than compete against them. Government, lawyers and educational boards should be better prepared to handle such changes.", "doc_id": "Citi Frey and Osborne (2016)Technology at work v2.0.txt", "para_id": 161, "score": 0.20597550543714538}, {"summary": "com: Most important advantage (panel a) and disadvantage (panel b) of using an online work platform over a traditional job “off one” Source: Survey of online workers at micro workers.com, where the majority of workers are from developing countries, especially South Asia.", "context": "Figure 2.7 Online work expands women’s access to work Global non agricultural employment composition by gender, “off one” and online percent of total employment Sources: WAR 2016 team, based on World Development Indicators (World Bank, various years) and Lance Annual Impact Report “Work Diff erectly,” June 2013.com: Most important advantage (panel a) and disadvantage (panel b) of using an online work platform over a traditional job “off one” Source: Survey of online workers at micro workers.com, where the majority of workers are from developing countries, especially South Asia.Based on Koizumi and Santos, forthcoming, for the WAR 2016.", "original_sentence": "com: Most important advantage (panel a) and disadvantage (panel b) of using an online work platform over a traditional job “offl ine” Source: Survey of online workers at microworkers.com, where the majority of workers are from developing countries, especially South Asia.", "text": "com: Most important advantage (panel a) and disadvantage (panel b) of using an online work platform over a traditional job “offl ine” Source: Survey of online workers at microworkers.com, where the majority of workers are from developing countries, especially South Asia. Based on Imaizumi and Santos, forthcoming, for the WDR 2016. Data at . Figure 2.7 Online work expands women’s access to work Global nonagricultural employment composition by gender, “offl ine” and online percent of total employment Sources: WDR 2016 team, based on World Development Indicators (World Bank, various years) and Elance Annual Impact Report “Work Diff erently,” June 2013.", "doc_id": "WDR Digital Dividends.txt", "para_id": 831, "score": 0.20498001237538055}, {"summary": "com: Most important advantage (panel a) and disadvantage (panel b) of using an online work platform over a traditional job “off one” Source: Survey of online workers at micro workers.com, where the majority of workers are from developing countries, especially South Asia.", "context": "Figure 2.7 Online work expands women’s access to work Global non agricultural employment composition by gender, “off one” and online percent of total employment Sources: WAR 2016 team, based on World Development Indicators (World Bank, various years) and Lance Annual Impact Report “Work Diff erectly,” June 2013.com: Most important advantage (panel a) and disadvantage (panel b) of using an online work platform over a traditional job “off one” Source: Survey of online workers at micro workers.com, where the majority of workers are from developing countries, especially South Asia.Based on Koizumi and Santos, forthcoming, for the WAR 2016.", "original_sentence": "com: Most important advantage (panel a) and disadvantage (panel b) of using an online work platform over a traditional job “offl ine” Source: Survey of online workers at microworkers.com, where the majority of workers are from developing countries, especially South Asia.", "text": "com: Most important advantage (panel a) and disadvantage (panel b) of using an online work platform over a traditional job “offl ine” Source: Survey of online workers at microworkers.com, where the majority of workers are from developing countries, especially South Asia. Based on Imaizumi and Santos, forthcoming, for the WDR 2016. Data at . Figure 2.7 Online work expands women’s access to work Global nonagricultural employment composition by gender, “offl ine” and online percent of total employment Sources: WDR 2016 team, based on World Development Indicators (World Bank, various years) and Elance Annual Impact Report “Work Diff erently,” June 2013.", "doc_id": "World Bank Document.txt", "para_id": 831, "score": 0.20498001237538055}, {"summary": "In contrast, optimists are confident that new technologies will mobilize adjustment and trans formative processes that will create new jobs, and even “golden ages” of job creation (Perez, 2002; Revival, 2007).", "context": "Some believe that the new wave of technological change and innovations will destroy jobs at a massive scale, and foresee a jobless future (Ford, 2015; Cafe and Brynjolfsson, 2014; Hawking, 2016).In contrast, optimists are confident that new technologies will mobilize adjustment and trans formative processes that will create new jobs, and even “golden ages” of job creation (Perez, 2002; Revival, 2007).This optimism is supported by historical experience.", "original_sentence": "In contrast, optimists are confident that new technologies will mobilise adjustment and transformative processes that will create new jobs, and even “golden ages” of job creation (Perez, 2002; Vivarelli, 2007).", "text": " They have the power to transform the world of work by destroying jobs, generating new ones and transforming the nature of jobs. Hence, ever since the Industrial Revolution, workers, business people, policy makers, and academics have been ambivalent about technological progress. The recent wave of technological change is once more garnering widespread attention and has created a controversial debate on the future of the world of work. Some believe that the new wave of technological change and innovations will destroy jobs at a massive scale, and foresee a jobless future (Ford, 2015; McAfee and Brynjolfsson, 2014; Hawking, 2016). In contrast, optimists are confident that new technologies will mobilise adjustment and transformative processes that will create new jobs, and even “golden ages” of job creation (Perez, 2002; Vivarelli, 2007). This optimism is supported by historical experience.", "doc_id": "Nubler (2016) - New technologies. A jobless future or golden age of job creation.txt", "para_id": 166, "score": 0.20423907803189031}, {"summary": "Given the future of work, functional literacy is a survival skill.", "context": " This is a problem.Given the future of work, functional literacy is a survival skill.The economic and social cost of adult illiteracy to developing countries is estimated at more than US$5 billion a year.28 284.", "original_sentence": "Given the future of work, functional literacy is a survival skill.", "text": " This is a problem. Given the future of work, functional literacy is a survival skill. The economic and social cost of adult illiteracy to developing countries is estimated at more than US$5 billion a year.28 284. Even with basic literacy skills, many people leave school too early to thrive in work or life. Reasons may be economic or cultural constraints, the low quality of basic education, or both.", "doc_id": "WDR 2019 changing nature of work.txt", "para_id": 404, "score": 0.2029058657961522}, {"summary": "Instead the point was that this new work was in a deeper way unfit for humans and the process of covert coercion that forced people into these jobs and disciplined them while on the job was debasing.", "context": "Jeffersonian encomiums aside, the pastoral life of small shop owners or yeoman farmers had not entailed particularly clean and safe work either.Instead the point was that this new work was in a deeper way unfit for humans and the process of covert coercion that forced people into these jobs and disciplined them while on the job was debasing.Thompson (1963, p.", "original_sentence": "Instead the point was that this new work was in a deeper way unfit for humans and the process of covert coercion that forced people into these jobs and disciplined them while on the job was debasing.", "text": " . the unremitting and monotonous character of factory work [is] productive of lessened vigor and vitality.” For Marx and others, it was not just that new factory jobs were dirty and dangerous. Jeffersonian encomiums aside, the pastoral life of small shop owners or yeoman farmers had not entailed particularly clean and safe work either. Instead the point was that this new work was in a deeper way unfit for humans and the process of covert coercion that forced people into these jobs and disciplined them while on the job was debasing. Thompson (1963, p.", "doc_id": "Mokyr, Vickers y Ziebarth (2015) - The history of technological anxiety and the future of economic growth. Is this time different..txt", "para_id": 39, "score": 0.19719057053080685}, {"summary": "95 ADD TO CART  SAVE  SHARE 3/19/2019 How AI Could Help the Public Sector 4/5 Writing as a former government worker — and now a full-time consultant for governments — I am very familiar with the high proportion of government work that is mundane.", "context": "Humans are much better at this kind of thinking (and feeling) than machines are, and it is often the meaningful connection, the good sense, and the understanding that citizens are seeking when they deal with their government.95 ADD TO CART  SAVE  SHARE 3/19/2019 How AI Could Help the Public Sector 4/5 Writing as a former government worker — and now a full-time consultant for governments — I am very familiar with the high proportion of government work that is mundane.Complicated processes that leave little room for new ideas turn enthusiastic new public servants into cynics (and encourage them to leave government work).", "original_sentence": "95 ADD TO CART  SAVE  SHARE 3/19/2019 How AI Could Help the Public Sector 4/5 Writing as a former government worker — and now a full-time consultant for governments — I am very familiar with the high proportion of government work that is mundane.", "text": "95 ADD TO CART  SAVE  SHARE 3/19/2019 How AI Could Help the Public Sector 4/5 Writing as a former government worker — and now a full-time consultant for governments — I am very familiar with the high proportion of government work that is mundane. Complicated processes that leave little room for new ideas turn enthusiastic new public servants into cynics (and encourage them to leave government work). This is bad for public servants, but more importantly, it is bad for government. Regular surveys of trust in government, including by the OECD and Edelman, show that trust in government is low, and falling. Increasing the space for government workers to use their more human skills — empathy, creativity, and lateral thinking — may help. Humans are much better at this kind of thinking (and feeling) than machines are, and it is often the meaningful connection, the good sense, and the understanding that citizens are seeking when they deal with their government.", "doc_id": "How AI Could Help the Public Sector.txt", "para_id": 7, "score": 0.19678511236286153}, {"summary": "94 Training in Germany: Go your own way!", "context": "93 Roland Schuyler, “Neuroses Beratungsangebot in Dusseldorf,” Deutschlandfunk, October 11, 2017.94 Training in Germany: Go your own way!Bundestag fewer Albeit, May 2013.", "original_sentence": "94 Training in Germany: Go your own way!", "text": " This reflects a paradigm shift in which more work has become “shared,” that is, more people work in part-time jobs or “mini-jobs.”97 In the United Kingdom, a “work 92 Quality pathways, Employer leadership in earn and learn opportunities, US Chamber of Commerce Foundation, 2018. 93 Roland Schuessler, “Neues Beratungsangebot in Duesseldorf,” Deutschlandfunk, October 11, 2017. 94 Training in Germany: Go your own way! Bundesagentur fuer Arbeit, May 2013. 95 The Union Learning Fund is funded by the British Trades Union Congress.", "doc_id": "MGI-Skill-Shift-Automation-and-future-of-the-workforce-May-2018.txt", "para_id": 224, "score": 0.1915238935727239}, {"summary": "The use of temp and contract workers in the “on-demand” economy (also known as contingent labor or “precarious workers”) has also meant that these workers may experience a great deal of uncertainty as to how many hours they will work and when they will be called by the employers.", "context": "Also, flexibility can often mean variable pay.The use of temp and contract workers in the “on-demand” economy (also known as contingent labor or “precarious workers”) has also meant that these workers may experience a great deal of uncertainty as to how many hours they will work and when they will be called by the employers.Almost 50 percent of part-time workers receive only one week of advance notice on their schedule (as reported in Greenhouse 2014).", "original_sentence": "The use of temp and contract workers in the “on-demand” economy (also known as contingent labor or “precarious workers”) has also meant that these workers may experience a great deal of uncertainty as to how many hours they will work and when they will be called by the employers.", "text": " Moreover, a penalty is strongly present for part-time work, across a variety of countries (Bardasi and Gornick 2008). Also, flexibility can often mean variable pay. The use of temp and contract workers in the “on-demand” economy (also known as contingent labor or “precarious workers”) has also meant that these workers may experience a great deal of uncertainty as to how many hours they will work and when they will be called by the employers. Almost 50 percent of part-time workers receive only one week of advance notice on their schedule (as reported in Greenhouse 2014). As a recent cover story in the Economist (2015) has noted, workers in the on-demand economy can end up both flexible and rootless, and this creates a host of new incentive problems and monitoring costs. The rise in flexible scheduling and other technology-driven changes, including telecommuting, have weakened the separation of work and home life.", "doc_id": "Mokyr, Vickers y Ziebarth (2015) - The history of technological anxiety and the future of economic growth. Is this time different..txt", "para_id": 67, "score": 0.1888891735087359}, {"summary": "Even if the risk of technological unemployment can be discounted, job displacement and changes to occupational structure will take place in addition to many jobs being retooled.", "context": " This has been the experience of many European countries over past decades (Spiel and Revival, 2000).Even if the risk of technological unemployment can be discounted, job displacement and changes to occupational structure will take place in addition to many jobs being retooled.The magnitude of these changes will vary from country to country, reflecting differences in industry structure, work organization and the skill mix of the work force.", "original_sentence": "Even if the risk of technological unemployment can be discounted, job displacement and changes to occupational structure will take place in addition to many jobs being retooled.", "text": " This has been the experience of many European countries over past decades (Spiezia and Vivarelli, 2000). Even if the risk of technological unemployment can be discounted, job displacement and changes to occupational structure will take place in addition to many jobs being retooled. The magnitude of these changes will vary from country to country, reflecting differences in industry structure, work organisation and the skill mix of the work force. These changes can have an adverse impact on those workers who are not able to make the transition to new jobs. If the labour market polarises even further, some workers may end up stuck in low-skill, low-paying jobs with little possibility of crossing the growing divide into jobs that provide sufficient income and well-being. Greater work-life flexibility or greater job insecurity?", "doc_id": "OECD (2016) - Policy brief - Automation and Independent Work in a Digital Economy.txt", "para_id": 12, "score": 0.18543924713131277}, {"summary": "Finally, technology is changing how people work and the terms on which they work.", "context": "96.Finally, technology is changing how people work and the terms on which they work.Instead of the once standard long-term contracts, digital technologies are giving rise to more short term work, often via online work platforms.", "original_sentence": "Finally, technology is changing how people work and the terms on which they work.", "text": " Wonderlabs in Indonesia follows a similar model. 96. Finally, technology is changing how people work and the terms on which they work. Instead of the once standard long-term contracts, digital technologies are giving rise to more shortterm work, often via online work platforms. These so-called gigs make certain kinds of work more accessible to every individual on a more flexible basis. The more widespread access to digital infrastructure—via laptops, tablets, and smartphones—provides an enabling environment in which on-demand services can boom.", "doc_id": "WDR 2019 changing nature of work.txt", "para_id": 109, "score": 0.18078856284141528}, {"summary": "Boston Consulting Group and the International Confederation of Private Employment Services (SETT), Adapting to Change: How private employment services facilitate adaptation to change, better labor markets and decent work, 2014.", "context": ", “Are skills really a panacea for unemployment?”, Forum Agenda Blog, 2014.Boston Consulting Group and the International Confederation of Private Employment Services (SETT), Adapting to Change: How private employment services facilitate adaptation to change, better labor markets and decent work, 2014.Cognizant, The Robot and I: How New Digital Technologies Are Making Smart People and Businesses Smarter by Automating Rote Work, Cognizant Center for the Future of Work, 2015.", "original_sentence": "Boston Consulting Group and the International Confederation of Private Employment Services (CIETT), Adapting to Change: How private employment services facilitate adaptation to change, better labour markets and decent work, 2014.", "text": ", “Are skills really a panacea for unemployment?”, Forum Agenda Blog, 2014. Boston Consulting Group and the International Confederation of Private Employment Services (CIETT), Adapting to Change: How private employment services facilitate adaptation to change, better labour markets and decent work, 2014. Cognizant, The Robot and I: How New Digital Technologies Are Making Smart People and Businesses Smarter by Automating Rote Work, Cognizant Center for the Future of Work, 2015. Deloitte, Global Human Capital Trends 2015: Leading in the new world of work, 2015. ———, Global Human Capital Trends 2014: Engaging the 21st Century Workforce, 2014.", "doc_id": "WEF (2016) - The Future of Jobs - Employment, Skills and Worforce Strategy for the Fourth Indistrual Revolution.txt", "para_id": 216, "score": 0.17888141018231768}, {"summary": "Boston Consulting Group and the International Confederation of Private Employment Services (SETT), Adapting to Change: How private employment services facilitate adaptation to change, better labor markets and decent work, 2014.", "context": ", “Are skills really a panacea for unemployment?”, Forum Agenda Blog, 2014.Boston Consulting Group and the International Confederation of Private Employment Services (SETT), Adapting to Change: How private employment services facilitate adaptation to change, better labor markets and decent work, 2014.Cognizant, The Robot and I: How New Digital Technologies Are Making Smart People and Businesses Smarter by Automating Rote Work, Cognizant Center for the Future of Work, 2015.", "original_sentence": "Boston Consulting Group and the International Confederation of Private Employment Services (CIETT), Adapting to Change: How private employment services facilitate adaptation to change, better labour markets and decent work, 2014.", "text": ", “Are skills really a panacea for unemployment?”, Forum Agenda Blog, 2014. Boston Consulting Group and the International Confederation of Private Employment Services (CIETT), Adapting to Change: How private employment services facilitate adaptation to change, better labour markets and decent work, 2014. Cognizant, The Robot and I: How New Digital Technologies Are Making Smart People and Businesses Smarter by Automating Rote Work, Cognizant Center for the Future of Work, 2015. Deloitte, Global Human Capital Trends 2015: Leading in the new world of work, 2015. ———, Global Human Capital Trends 2014: Engaging the 21st Century Workforce, 2014.", "doc_id": "WEF_Future_of_Jobs.txt", "para_id": 216, "score": 0.17888141018231768}, {"summary": "Time Management Managing one's own time and the time of others.", "context": "People Management Motivating, developing and directing people as they work, identifying the best people for the job.Time Management Managing one's own time and the time of others.Social Skills Coordinating with Others Adjusting actions in relation to others' actions.", "original_sentence": "Time Management Managing one's own time and the time of others.", "text": " Management of Material Resources Obtaining and seeing to the appropriate use of equipment, facilities and materials needed to do certain work. People Management Motivating, developing and directing people as they work, identifying the best people for the job. Time Management Managing one's own time and the time of others. Social Skills Coordinating with Others Adjusting actions in relation to others' actions. Emotional Intelligence Being aware of others' reactions and understanding why they react as they do. Negotiation Bringing others together and trying to reconcile differences.", "doc_id": "WEF (2016) - The Future of Jobs - Employment, Skills and Worforce Strategy for the Fourth Indistrual Revolution.txt", "para_id": 248, "score": 0.1771010459186165}, {"summary": "Time Management Managing one's own time and the time of others.", "context": "People Management Motivating, developing and directing people as they work, identifying the best people for the job.Time Management Managing one's own time and the time of others.Social Skills Coordinating with Others Adjusting actions in relation to others' actions.", "original_sentence": "Time Management Managing one's own time and the time of others.", "text": " Management of Material Resources Obtaining and seeing to the appropriate use of equipment, facilities and materials needed to do certain work. People Management Motivating, developing and directing people as they work, identifying the best people for the job. Time Management Managing one's own time and the time of others. Social Skills Coordinating with Others Adjusting actions in relation to others' actions. Emotional Intelligence Being aware of others' reactions and understanding why they react as they do. Negotiation Bringing others together and trying to reconcile differences.", "doc_id": "WEF_Future_of_Jobs.txt", "para_id": 248, "score": 0.1771010459186165}, {"summary": "Because social norms and time and mobility constraints are often more severe for women than for men, women could benefit t greatly from technology.a Digital technologies can reduce gender gaps in labor force participation by making work arrangements more fl exile, connecting women to work, and generating new opportunities in online work, e-commerce, and the sharing economy.", "context": "134 WORLD DEVELOPMENT REPORT 2016 Box 2.10 Digital technologies and economic opportunities: A gender lens Digital technologies can empower women economically and socially.Because social norms and time and mobility constraints are often more severe for women than for men, women could benefit t greatly from technology.a Digital technologies can reduce gender gaps in labor force participation by making work arrangements more fl exile, connecting women to work, and generating new opportunities in online work, e-commerce, and the sharing economy.In Lance, a platform for online work now part of Up work, 44 percent of workers are women, compared to an average of 25 percent in the non agricultural economy globally.", "original_sentence": "Because social norms and time and mobility constraints are often more severe for women than for men, women could benefi t greatly from technology.a Digital technologies can reduce gender gaps in labor force participation by making work arrangements more fl exible, connecting women to work, and generating new opportunities in online work, e-commerce, and the sharing economy.", "text": " Source: WDR 2016 team, based on Campos-Vazquez, Lopez-Calva, and Lustig, forthcoming. 134 WORLD DEVELOPMENT REPORT 2016 Box 2.10 Digital technologies and economic opportunities: A gender lens Digital technologies can empower women economically and socially. Because social norms and time and mobility constraints are often more severe for women than for men, women could benefi t greatly from technology.a Digital technologies can reduce gender gaps in labor force participation by making work arrangements more fl exible, connecting women to work, and generating new opportunities in online work, e-commerce, and the sharing economy. In Elance, a platform for online work now part of Upwork, 44 percent of workers are women, compared to an average of 25 percent in the nonagricultural economy globally.", "doc_id": "WDR Digital Dividends.txt", "para_id": 956, "score": 0.17659402032020485}, {"summary": "Because social norms and time and mobility constraints are often more severe for women than for men, women could benefit t greatly from technology.a Digital technologies can reduce gender gaps in labor force participation by making work arrangements more fl exile, connecting women to work, and generating new opportunities in online work, e-commerce, and the sharing economy.", "context": "134 WORLD DEVELOPMENT REPORT 2016 Box 2.10 Digital technologies and economic opportunities: A gender lens Digital technologies can empower women economically and socially.Because social norms and time and mobility constraints are often more severe for women than for men, women could benefit t greatly from technology.a Digital technologies can reduce gender gaps in labor force participation by making work arrangements more fl exile, connecting women to work, and generating new opportunities in online work, e-commerce, and the sharing economy.In Lance, a platform for online work now part of Up work, 44 percent of workers are women, compared to an average of 25 percent in the non agricultural economy globally.", "original_sentence": "Because social norms and time and mobility constraints are often more severe for women than for men, women could benefi t greatly from technology.a Digital technologies can reduce gender gaps in labor force participation by making work arrangements more fl exible, connecting women to work, and generating new opportunities in online work, e-commerce, and the sharing economy.", "text": " Source: WDR 2016 team, based on Campos-Vazquez, Lopez-Calva, and Lustig, forthcoming. 134 WORLD DEVELOPMENT REPORT 2016 Box 2.10 Digital technologies and economic opportunities: A gender lens Digital technologies can empower women economically and socially. Because social norms and time and mobility constraints are often more severe for women than for men, women could benefi t greatly from technology.a Digital technologies can reduce gender gaps in labor force participation by making work arrangements more fl exible, connecting women to work, and generating new opportunities in online work, e-commerce, and the sharing economy. In Elance, a platform for online work now part of Upwork, 44 percent of workers are women, compared to an average of 25 percent in the nonagricultural economy globally.", "doc_id": "World Bank Document.txt", "para_id": 956, "score": 0.17659402032020485}, {"summary": "Some even warn that sex workers could be out of work as people prefer the intimacy (and lower price) of robots.", "context": "S. jobs will be eliminated in 20 years.Some even warn that sex workers could be out of work as people prefer the intimacy (and lower price) of robots.ROBERT D. ATKINSON 3/19/2019 Artificial Intelligence, Robotics, and the Future of Work: Myths and Facts | IT IF 2/5 As a result, it is incumbent on policymakers to take two key steps: First, slow down to a more manageable pace of change by imposing a tax on robots.", "original_sentence": "Some even warn that sex workers could be out of work as people prefer the intimacy (and lower price) of robots.", "text": "S. jobs will be eliminated in 20 years. Some even warn that sex workers could be out of work as people prefer the intimacy (and lower price) of robots. ROBERT D. ATKINSON 3/19/2019 Artificial Intelligence, Robotics, and the Future of Work: Myths and Facts | ITIF 2/5 As a result, it is incumbent on policymakers to take two key steps: First, slow down to a more manageable pace of change by imposing a tax on robots. If robots do work, then make them pay Social Security taxes.", "doc_id": "Artificial Intelligence, Robotics, and the Future of Work_ Myths and Facts _ ITIF.txt", "para_id": 2, "score": 0.17528042553959072}, {"summary": "Consider teachers, who employ greater use of educational software programs in 3/19/2019 What Will Automation Mean for Government Jobs?", "context": "While technology has already reshaped countless occupations across just about every segment of the economy, it has’t yet prompted the complete elimination of many types of jobs.Consider teachers, who employ greater use of educational software programs in 3/19/2019 What Will Automation Mean for Government Jobs?6/11 classrooms.", "original_sentence": "Consider teachers, who employ greater use of educational software programs in 3/19/2019 What Will Automation Mean for Government Jobs?", "text": " “It’s not so much cutting staff as it is moving people to more strategic, higher-level work,” he says. While technology has already reshaped countless occupations across just about every segment of the economy, it hasn’t yet prompted the complete elimination of many types of jobs. Consider teachers, who employ greater use of educational software programs in 3/19/2019 What Will Automation Mean for Government Jobs? 6/11 classrooms. These and other types of public employee positions haven’t vanished, but they do require greater tech skills than in years past. Although some might associate automation with armies of robots, it’s computers that are most responsible for redefining work these days.", "doc_id": "What Will Automation Mean for Government Jobs_.txt", "para_id": 14, "score": 0.17237888229540427}, {"summary": "Technology and the Characteristics of Work Even if ongoing technological developments do not spell the end of work, they will surely push certain characteristics of future jobs back toward per-factory patterns.", "context": " If someone as brilliant as David Ricardo could be so terribly wrong in how machinery would reduce the overall demand for labor, modern economists should be cautious in making pronouncements about the end of work.Technology and the Characteristics of Work Even if ongoing technological developments do not spell the end of work, they will surely push certain characteristics of future jobs back toward per-factory patterns.These changes involve greater flexibility in when and where work takes place.", "original_sentence": "Technology and the Characteristics of Work Even if ongoing technological developments do not spell the end of work, they will surely push certain characteristics of future jobs back toward pre-factory patterns.", "text": " If someone as brilliant as David Ricardo could be so terribly wrong in how machinery would reduce the overall demand for labor, modern economists should be cautious in making pronouncements about the end of work. Technology and the Characteristics of Work Even if ongoing technological developments do not spell the end of work, they will surely push certain characteristics of future jobs back toward pre-factory patterns. These changes involve greater flexibility in when and where work takes place. Part and parcel of this increase in flexibility is the breakdown of the separation between work and home life. The main way in which flexibility seems to be manifesting itself is not through additional self-employment, but instead through the rise of contract firms who serve as matchmakers, in a phenomenon often driven by technology. For example, Autor (2001) notes that there was a decline in independent contractors, independent consultants, and freelancers as a portion of the labor force from 1995 to 1999—peak years for expansion of information technology industries—though there was a large increase in the fraction of workers employed by contract firms.", "doc_id": "Mokyr, Vickers y Ziebarth (2015) - The history of technological anxiety and the future of economic growth. Is this time different..txt", "para_id": 64, "score": 0.1723083243389233}, {"summary": "The government of the Indian state of Lateral set up the Lubumbashi project to outsource information technology services to cooperatives of women from poor families; 90 percent of the women had not previously worked outside the home.", "context": " Impact outsourcing brings internet-based jobs to the poor and vulnerable.The government of the Indian state of Lateral set up the Lubumbashi project to outsource information technology services to cooperatives of women from poor families; 90 percent of the women had not previously worked outside the home.Outsource and Rural Shores link clients in the United States and the United Kingdom with workers in Ghana, Haiti, India, Kenya, and Uganda.", "original_sentence": "The government of the Indian state of Kerala set up the Kudumbashree project to outsource information technology services to cooperatives of women from poor families; 90 percent of the women had not previously worked outside the home.", "text": " Impact outsourcing brings internet-based jobs to the poor and vulnerable. The government of the Indian state of Kerala set up the Kudumbashree project to outsource information technology services to cooperatives of women from poor families; 90 percent of the women had not previously worked outside the home. Samasource and Rural Shores link clients in the United States and the United Kingdom with workers in Ghana, Haiti, India, Kenya, and Uganda. Of global online workers on the Elance freelancing platform, part of Upwork, 44 percent are women, and many wish to balance work and family life. Among respondents to a survey of online workers for this Report, the ability to work fl exible hours from home is considered the greatest advantage of online work. Increasing labor productivity For the economy as a whole, the most profound impact of the internet on individuals is that it makes workers more productive.", "doc_id": "WDR Digital Dividends.txt", "para_id": 136, "score": 0.17100516929626045}, {"summary": "The government of the Indian state of Lateral set up the Lubumbashi project to outsource information technology services to cooperatives of women from poor families; 90 percent of the women had not previously worked outside the home.", "context": " Impact outsourcing brings internet-based jobs to the poor and vulnerable.The government of the Indian state of Lateral set up the Lubumbashi project to outsource information technology services to cooperatives of women from poor families; 90 percent of the women had not previously worked outside the home.Outsource and Rural Shores link clients in the United States and the United Kingdom with workers in Ghana, Haiti, India, Kenya, and Uganda.", "original_sentence": "The government of the Indian state of Kerala set up the Kudumbashree project to outsource information technology services to cooperatives of women from poor families; 90 percent of the women had not previously worked outside the home.", "text": " Impact outsourcing brings internet-based jobs to the poor and vulnerable. The government of the Indian state of Kerala set up the Kudumbashree project to outsource information technology services to cooperatives of women from poor families; 90 percent of the women had not previously worked outside the home. Samasource and Rural Shores link clients in the United States and the United Kingdom with workers in Ghana, Haiti, India, Kenya, and Uganda. Of global online workers on the Elance freelancing platform, part of Upwork, 44 percent are women, and many wish to balance work and family life. Among respondents to a survey of online workers for this Report, the ability to work fl exible hours from home is considered the greatest advantage of online work. Increasing labor productivity For the economy as a whole, the most profound impact of the internet on individuals is that it makes workers more productive.", "doc_id": "World Bank Document.txt", "para_id": 136, "score": 0.17100516929626045}, {"summary": "The Changing Nature of Innovation 7 2.", "context": "Contents 1.The Changing Nature of Innovation 7 2.Technology at Work 15 3.", "original_sentence": "The Changing Nature of Innovation 7 2.", "text": "Contents 1. The Changing Nature of Innovation 7 2. Technology at Work 15 3. Technology in the 21st Century 23 The Big Data Revolution and the Digitisation of Industries 23 The Internet of Things and Advanced Sensors 31 Intelligent Robotics 34 The Market for Industrial Robotics 40 Autonomous Robots 49 3D Printing 55 4. The World of Work in the 21st Century 57 The Expanding Scope of Automation 57 Technology and New Work 63 The Concentration of New Work and the Rise of Innovation Cities 64 Self-Employment: The New Normal? 65 5.", "doc_id": "Citi Frey and Osborne (2015)Technology at work.txt", "para_id": 0, "score": 0.16845852985269252}, {"summary": "68 Teleworker can also make it easier for youth to combine school and work and for older workers to work longer.", "context": "There is high demand for supporting services in online work, especially from women.68 Teleworker can also make it easier for youth to combine school and work and for older workers to work longer.These new work arrangements can address skill gaps and increase productivity.", "original_sentence": "68 Telework can also make it easier for youth to combine school and work and for older workers to work longer.", "text": "68 Telework can also make it easier for youth to combine school and work and for older workers to work longer. These new work arrangements can address skill gaps and increase productivity. Facilitated by the internet, home-based work in a 16,000-employee travel agency in China improved worker productivity by 13 percent.69 And where there is a shortage of doctors, telemedicine and examinations of digital X-rays can be very helpful. In Uruguay, through teleconferencing, providing supporting services. There is high demand for supporting services in online work, especially from women.", "doc_id": "WDR Digital Dividends.txt", "para_id": 848, "score": 0.16683259066964348}, {"summary": "68 Teleworker can also make it easier for youth to combine school and work and for older workers to work longer.", "context": "There is high demand for supporting services in online work, especially from women.68 Teleworker can also make it easier for youth to combine school and work and for older workers to work longer.These new work arrangements can address skill gaps and increase productivity.", "original_sentence": "68 Telework can also make it easier for youth to combine school and work and for older workers to work longer.", "text": "68 Telework can also make it easier for youth to combine school and work and for older workers to work longer. These new work arrangements can address skill gaps and increase productivity. Facilitated by the internet, home-based work in a 16,000-employee travel agency in China improved worker productivity by 13 percent.69 And where there is a shortage of doctors, telemedicine and examinations of digital X-rays can be very helpful. In Uruguay, through teleconferencing, providing supporting services. There is high demand for supporting services in online work, especially from women.", "doc_id": "World Bank Document.txt", "para_id": 848, "score": 0.16683259066964348}, {"summary": "pd 0 200000 400000 600000 800000 1000000 1200000 1400000 Solar Wind Geothermal Nu m be r o f j ob s 2012 2022 The Green economy is also expected to generate new jobs.", "context": "This quote by economics professor and Nobel Laureate Robert Schiller sums up the fears that people are having on the advancement and acceleration of technology, be it at work, in everyday life, or in the choices that they make.pd 0 200000 400000 600000 800000 1000000 1200000 1400000 Solar Wind Geothermal Nu m be r o f j ob s 2012 2022 The Green economy is also expected to generate new jobs.700,000 new jobs are estimated in the renewable sector in the US Ci ti FPS: Global Perspectives & Solutions January 2016 © 2016 Citigroup 48 Skills and Qualifications Needed: The Knowledge Driven Economy “Technology seems to be changing life in a fundamental way and what it’s leaving people thinking is ‘where will I be in 30 years?’ Look how fast everything is changing now.", "original_sentence": "pdf 0 200000 400000 600000 800000 1000000 1200000 1400000 Solar Wind Geothermal Nu m be r o f j ob s 2012 2022 The Green economy is also expected to generate new jobs.", "text": "pdf 0 200000 400000 600000 800000 1000000 1200000 1400000 Solar Wind Geothermal Nu m be r o f j ob s 2012 2022 The Green economy is also expected to generate new jobs. 700,000 new jobs are estimated in the renewable sector in the US Citi GPS: Global Perspectives & Solutions January 2016 © 2016 Citigroup 48 Skills and Qualifications Needed: The Knowledge Driven Economy “Technology seems to be changing life in a fundamental way and what it’s leaving people thinking is ‘where will I be in 30 years?’ Look how fast everything is changing now. Where will my children be? I want to leave something for them because they could be in terrible straits”. This quote by economics professor and Nobel Laureate Robert Shiller sums up the fears that people are having on the advancement and acceleration of technology, be it at work, in everyday life, or in the choices that they make.", "doc_id": "Citi Frey and Osborne (2016)Technology at work v2.0.txt", "para_id": 148, "score": 0.16582758887449028}, {"summary": "We hope that, armed with the knowledge presented here, and with the support of our institutions, we can, together, foster a better future of work for all the peoples of our regions.", "context": "We are delighted to present this report to the policy makers, companies, and individuals of our member countries.We hope that, armed with the knowledge presented here, and with the support of our institutions, we can, together, foster a better future of work for all the peoples of our regions.Papilla Kickapoo Director, Strategy and Operational Policies AFRICAN DEVELOPMENT BANK Sukiyaki Sadat Chief Economist and Director, General Economic Research and Regional Cooperation Department ASIAN DEVELOPMENT BANK Alexis Emulator Managing Director, Corporate Strategy EUROPEAN BANK FOR RECONSTRUCTION AND DEVELOPMENT Marcelo Carol Manager, Social Sector INTER-AMERICAN DEVELOPMENT BANK The Future of Work: Regional Perspectives | vii 8 | Chapter 1 The Future of Work: Regional Perspectives | 1 Chapter 1 The Future of Work in Emerging and Developing Economies Technological progress provides a golden opportunity for emerging and developing economies to grow faster and attain higher levels of prosperity in a shorter span of time.", "original_sentence": "We hope that, armed with the knowledge presented here, and with the support of our institutions, we can, together, foster a better future of work for all the peoples of our regions.", "text": " Appropriate responses at the level of the individual, the enterprise, and the government are needed. This study explores some of these responses. We are delighted to present this report to the policy makers, companies, and individuals of our member countries. We hope that, armed with the knowledge presented here, and with the support of our institutions, we can, together, foster a better future of work for all the peoples of our regions. Kapil Kapoor Director, Strategy and Operational Policies AFRICAN DEVELOPMENT BANK Yasuyuki Sawada Chief Economist and Director, General Economic Research and Regional Cooperation Department ASIAN DEVELOPMENT BANK Alexia Latortue Managing Director, Corporate Strategy EUROPEAN BANK FOR RECONSTRUCTION AND DEVELOPMENT Marcelo Cabrol Manager, Social Sector INTER-AMERICAN DEVELOPMENT BANK The Future of Work: Regional Perspectives | vii 8 | Chapter 1 The Future of Work: Regional Perspectives | 1 Chapter 1 The Future of Work in Emerging and Developing Economies Technological progress provides a golden opportunity for emerging and developing economies to grow faster and attain higher levels of prosperity in a shorter span of time. However, there are fears that technologies could potentially displace human labor, widen income inequality, and further increase the share of informal or contingent work.", "doc_id": "The-Future-of-Work.txt", "para_id": 2, "score": 0.1650454108929977}, {"summary": "In the past, the U.S. economy has adapted to new production patterns and maintained high levels of employment alongside rising productivity as more productive workers have had more incentive to work and more highly paid workers have spent more, supporting this work.", "context": " Given appropriate attention and the right policy and institutional responses, advanced automation can be compatible with productivity, high levels of employment, and more broadly shared prosperity.In the past, the U.S. economy has adapted to new production patterns and maintained high levels of employment alongside rising productivity as more productive workers have had more incentive to work and more highly paid workers have spent more, supporting this work.But, some shocks have left a growing share of workers out of the labor force.", "original_sentence": "In the past, the U.S. economy has adapted to new production patterns and maintained high levels of employment alongside rising productivity as more productive workers have had more incentive to work and more highly paid workers have spent more, supporting this work.", "text": " Given appropriate attention and the right policy and institutional responses, advanced automation can be compatible with productivity, high levels of employment, and more broadly shared prosperity. In the past, the U.S. economy has adapted to new production patterns and maintained high levels of employment alongside rising productivity as more productive workers have had more incentive to work and more highly paid workers have spent more, supporting this work. But, some shocks have left a growing share of workers out of the labor force. This report advocates strategies to educate and prepare new workers to enter the workforce, cushion workers who lose jobs, keep them attached to the labor force, and combat inequality.", "doc_id": "EMBARGOED AI Economy Report.txt", "para_id": 7, "score": 0.16406756410405812}, {"summary": "Many technological breakthroughs are rapidly shifting the frontier between activities performed by humans and the ones performed by machines, transforming the world of work.", "context": "Contents Foreword The “Future of Work” is currently one of the most popular terms searched on Google.Many technological breakthroughs are rapidly shifting the frontier between activities performed by humans and the ones performed by machines, transforming the world of work.Many studies and initiatives are examining what these changes mean for our work, our incomes, our children’s futures, our companies, and our governments.", "original_sentence": "Many technological breakthroughs are rapidly shifting the frontier between activities performed by humans and the ones performed by machines, transforming the world of work.", "text": "Contents Foreword The “Future of Work” is currently one of the most popular terms searched on Google. Many technological breakthroughs are rapidly shifting the frontier between activities performed by humans and the ones performed by machines, transforming the world of work. Many studies and initiatives are examining what these changes mean for our work, our incomes, our children’s futures, our companies, and our governments. Most of them do so from the perspective of advanced economies. Much less work has been done from the perspective of developing and emerging economies. Yet differences in the spread of technology, economic and demographic structures, education levels, and migration patterns greatly affect the way in which these changes might affect developing and emerging countries.", "doc_id": "The-Future-of-Work.txt", "para_id": 0, "score": 0.16358006740657943}, {"summary": "The sharing economy is expected to grow over time; with PC estimating that the five main sharing sectors (peer-to-peer financing, online staffing, peer-to-peer accommodation, car sharing and music video sharing) have the potential to increase global revenues from around $15 billion to $335 billion by 2025.40 Is Technology Creating New Jobs in the Industrial Sector?", "context": "However as stated in our previously Ci ti FPS report Technology at Work, as the economy becomes even more digitized, self employment may become the new norm.The sharing economy is expected to grow over time; with PC estimating that the five main sharing sectors (peer-to-peer financing, online staffing, peer-to-peer accommodation, car sharing and music video sharing) have the potential to increase global revenues from around $15 billion to $335 billion by 2025.40 Is Technology Creating New Jobs in the Industrial Sector?As robots become smarter, faster and cheaper they will be doing tasks that go beyond repetitive, dull, and dangerous and will be used in other industrial sectors besides the auto industry (where today’s majority of industrial robots are used).41 Although robots will replace a number of jobs, they will also generate a number of new job positions.", "original_sentence": "The sharing economy is expected to grow over time; with PwC estimating that the five main sharing sectors (peer-to-peer financing, online staffing, peer-to-peer accommodation, car sharing and music video sharing) have the potential to increase global revenues from around $15 billion to $335 billion by 2025.40 Is Technology Creating New Jobs in the Industrial Sector?", "text": " This theory has been questioned as today the majority of workers have full time jobs and full time jobs bring stability and other perks such as private pensions etc. However as stated in our previously Citi GPS report Technology at Work, as the economy becomes even more digitised, selfemployment may become the new norm. The sharing economy is expected to grow over time; with PwC estimating that the five main sharing sectors (peer-to-peer financing, online staffing, peer-to-peer accommodation, car sharing and music video sharing) have the potential to increase global revenues from around $15 billion to $335 billion by 2025.40 Is Technology Creating New Jobs in the Industrial Sector? As robots become smarter, faster and cheaper they will be doing tasks that go beyond repetitive, dull, and dangerous and will be used in other industrial sectors besides the auto industry (where today’s majority of industrial robots are used).41 Although robots will replace a number of jobs, they will also generate a number of new job positions.", "doc_id": "Citi Frey and Osborne (2016)Technology at work v2.0.txt", "para_id": 134, "score": 0.16341147183529164}, {"summary": "The anticipated shift in the activities in the labor force is of a similar order of magnitude as the long-term shift away from agriculture and decreases in manufacturing share of employment in the United States, both of which were accompanied by the creation of new types of work not foreseen at the time.", "context": "Our productivity estimates assume that people displaced by automation will find other employment.The anticipated shift in the activities in the labor force is of a similar order of magnitude as the long-term shift away from agriculture and decreases in manufacturing share of employment in the United States, both of which were accompanied by the creation of new types of work not foreseen at the time.\u0083 For business, the performance benefits of automation are relatively clear, but the issues are more complicated for policy-makers.", "original_sentence": "The anticipated shift in the activities in the labor force is of a similar order of magnitude as the long-term shift away from agriculture and decreases in manufacturing share of employment in the United States, both of which were accompanied by the creation of new types of work not foreseen at the time.", "text": " Our scenarios suggest that half of today’s work activities could be automated by 2055, but this could happen up to 20 years earlier or later depending on the various factors, in addition to other wider economic conditions. \u0083 People will need to continue working alongside machines to produce the growth in per capita GDP to which countries around the world aspire. Our productivity estimates assume that people displaced by automation will find other employment. The anticipated shift in the activities in the labor force is of a similar order of magnitude as the long-term shift away from agriculture and decreases in manufacturing share of employment in the United States, both of which were accompanied by the creation of new types of work not foreseen at the time. \u0083 For business, the performance benefits of automation are relatively clear, but the issues are more complicated for policy-makers. They should embrace the opportunity for their economies to benefit from the productivity growth potential and put in place policies to encourage investment and market incentives to encourage continued progress and innovation.", "doc_id": "McKensey Global Institute (2017) - A future that works (Executive summary).txt", "para_id": 6, "score": 0.16201565654787972}, {"summary": "Women facing barriers to work outside their homes can work online and better balance work and family.", "context": "In Africa alone, 11 million youth are expected to enter the labor market every year for the next decade.1 Born in the internet era, they live in a world full of new and exciting opportunities.2 Farmers use mobile phones to get price information and technical advice.Women facing barriers to work outside their homes can work online and better balance work and family.And many have found earning opportunities through online work and the on-demand economy.", "original_sentence": "Women facing barriers to work outside their homes can work online and better balance work and family.", "text": " Digital technologies can improve overall welfare and reduce poverty, but without complementary investments, they can also worsen inequality. In Africa alone, 11 million youth are expected to enter the labor market every year for the next decade.1 Born in the internet era, they live in a world full of new and exciting opportunities.2 Farmers use mobile phones to get price information and technical advice. Women facing barriers to work outside their homes can work online and better balance work and family. And many have found earning opportunities through online work and the on-demand economy.", "doc_id": "WDR Digital Dividends.txt", "para_id": 771, "score": 0.1617583555449399}, {"summary": "Women facing barriers to work outside their homes can work online and better balance work and family.", "context": "In Africa alone, 11 million youth are expected to enter the labor market every year for the next decade.1 Born in the internet era, they live in a world full of new and exciting opportunities.2 Farmers use mobile phones to get price information and technical advice.Women facing barriers to work outside their homes can work online and better balance work and family.And many have found earning opportunities through online work and the on-demand economy.", "original_sentence": "Women facing barriers to work outside their homes can work online and better balance work and family.", "text": " Digital technologies can improve overall welfare and reduce poverty, but without complementary investments, they can also worsen inequality. In Africa alone, 11 million youth are expected to enter the labor market every year for the next decade.1 Born in the internet era, they live in a world full of new and exciting opportunities.2 Farmers use mobile phones to get price information and technical advice. Women facing barriers to work outside their homes can work online and better balance work and family. And many have found earning opportunities through online work and the on-demand economy.", "doc_id": "World Bank Document.txt", "para_id": 771, "score": 0.1617583555449399}], "keywords": [{"keyword": "work", "count": 438}, {"keyword": "jobs", "count": 70}, {"keyword": "people", "count": 55}, {"keyword": "time", "count": 31}, {"keyword": "workers", "count": 48}, {"keyword": "employment", "count": 19}, {"keyword": "skills", "count": 14}, {"keyword": "labor", "count": 15}, {"keyword": "years", "count": 8}, {"keyword": "need", "count": 2}, {"keyword": "online", "count": 18}, {"keyword": "benefits", "count": 1}, {"keyword": "countries", "count": 6}, {"keyword": "new", "count": 65}, {"keyword": "economic", "count": 11}, {"keyword": "future", "count": 17}, {"keyword": "social", "count": 9}, {"keyword": "technology", "count": 20}, {"keyword": "world", "count": 15}, {"keyword": "policies", "count": 1}, {"keyword": "working", "count": 1}, {"keyword": "policy", "count": 8}, {"keyword": "job", "count": 14}, {"keyword": "economy", "count": 14}, {"keyword": "public", "count": 3}, {"keyword": "change", "count": 5}, {"keyword": "government", "count": 20}, {"keyword": "training", "count": 1}, {"keyword": "likely", "count": 0}, {"keyword": "2013", "count": 2}, {"keyword": "women", "count": 15}, {"keyword": "percent", "count": 7}, {"keyword": "leave", "count": 8}, {"keyword": "education", "count": 3}, {"keyword": "human", "count": 4}, {"keyword": "ai", "count": 0}, {"keyword": "learning", "count": 1}, {"keyword": "unemployment", "count": 2}, {"keyword": "long", "count": 1}, {"keyword": "robots", "count": 5}, {"keyword": "programs", "count": 0}, {"keyword": "paid", "count": 0}], "locations": [{"keyword": "Central", "count": 1, "type": "LOCATION"}, {"keyword": "South-Eastern Europe", "count": 1, "type": "LOCATION"}, {"keyword": "Central Asia", "count": 1, "type": "LOCATION"}, {"keyword": "Eastern Mediterranean", "count": 1, "type": "LOCATION"}, {"keyword": "Asia", "count": 1, "type": "LOCATION"}, {"keyword": "Africa", "count": 3, "type": "LOCATION"}, {"keyword": "Latin America", "count": 1, "type": "LOCATION"}, {"keyword": "Caribbean", "count": 1, "type": "LOCATION"}, {"keyword": "US", "count": 2, "type": "LOCATION"}, {"keyword": "South Asia", "count": 2, "type": "LOCATION"}, {"keyword": "the United Kingdom", "count": 3, "type": "LOCATION"}, {"keyword": "Duesseldorf", "count": 1, "type": "LOCATION"}, {"keyword": "Deutschlandfunk", "count": 1, "type": "LOCATION"}, {"keyword": "Germany", "count": 1, "type": "LOCATION"}, {"keyword": "Bardasi", "count": 1, "type": "LOCATION"}, {"keyword": "Indonesia", "count": 1, "type": "LOCATION"}, {"keyword": "Robot", "count": 2, "type": "LOCATION"}, {"keyword": "Elance", "count": 2, "type": "LOCATION"}, {"keyword": "Kerala", "count": 2, "type": "LOCATION"}, {"keyword": "Kudumbashree", "count": 2, "type": "LOCATION"}, {"keyword": "the United States", "count": 3, "type": "LOCATION"}, {"keyword": "Ghana", "count": 2, "type": "LOCATION"}, {"keyword": "Haiti", "count": 2, "type": "LOCATION"}, {"keyword": "India", "count": 2, "type": "LOCATION"}, {"keyword": "Kenya", "count": 2, "type": "LOCATION"}, {"keyword": "Uganda", "count": 2, "type": "LOCATION"}, {"keyword": "China", "count": 2, "type": "LOCATION"}, {"keyword": "Uruguay", "count": 2, "type": "LOCATION"}, {"keyword": "U.S.", "count": 1, "type": "LOCATION"}], "entities": [{"keyword": "Chandy", "count": 1, "type": "ORG"}, {"keyword": "Eastern", "count": 1, "type": "ORG"}, {"keyword": "The New World of Work", "count": 1, "type": "ORG"}, {"keyword": "Southern", "count": 1, "type": "NORP"}, {"keyword": "OECD", "count": 3, "type": "ORG"}, {"keyword": "Imaizumi", "count": 2, "type": "ORG"}, {"keyword": "Santos", "count": 2, "type": "ORG"}, {"keyword": "WDR", "count": 6, "type": "ORG"}, {"keyword": "World Development Indicators (", "count": 2, "type": "ORG"}, {"keyword": "World Bank", "count": 2, "type": "ORG"}, {"keyword": "Elance Annual Impact Report “Work Diff", "count": 2, "type": "ORG"}, {"keyword": "Hawking", "count": 1, "type": "PERSON"}, {"keyword": "Vivarelli", "count": 2, "type": "PERSON"}, {"keyword": "Ford", "count": 1, "type": "ORG"}, {"keyword": "McAfee", "count": 1, "type": "ORG"}, {"keyword": "Brynjolfsson", "count": 1, "type": "ORG"}, {"keyword": "the Industrial Revolution", "count": 1, "type": "EVENT"}, {"keyword": "Marx", "count": 1, "type": "PERSON"}, {"keyword": "Thompson", "count": 1, "type": "ORG"}, {"keyword": "Jeffersonian", "count": 1, "type": "NORP"}, {"keyword": " — and", "count": 1, "type": "PERSON"}, {"keyword": "CART", "count": 1, "type": "ORG"}, {"keyword": "the Public Sector 4/5 Writing", "count": 1, "type": "ORG"}, {"keyword": "Edelman", "count": 1, "type": "ORG"}, {"keyword": "Roland Schuessler", "count": 1, "type": "PERSON"}, {"keyword": "Neues Beratungsangebot", "count": 1, "type": "PERSON"}, {"keyword": "Bundesagentur", "count": 1, "type": "PERSON"}, {"keyword": "Arbeit", "count": 1, "type": "PERSON"}, {"keyword": "US Chamber of Commerce Foundation", "count": 1, "type": "ORG"}, {"keyword": "The Union Learning Fund", "count": 1, "type": "ORG"}, {"keyword": "the British Trades Union Congress", "count": 1, "type": "ORG"}, {"keyword": "Gornick 2008", "count": 1, "type": "PERSON"}, {"keyword": "Greenhouse", "count": 1, "type": "PERSON"}, {"keyword": " Moreover", "count": 1, "type": "ORG"}, {"keyword": "the Economist (", "count": 1, "type": "ORG"}, {"keyword": "European", "count": 1, "type": "NORP"}, {"keyword": "Spiezia", "count": 1, "type": "NORP"}, {"keyword": " Wonderlabs", "count": 1, "type": "ORG"}, {"keyword": "Agenda Blog", "count": 2, "type": "PERSON"}, {"keyword": "Cognizant", "count": 2, "type": "PERSON"}, {"keyword": "Boston Consulting Group", "count": 2, "type": "ORG"}, {"keyword": "the International Confederation of Private Employment Services (CIETT", "count": 2, "type": "ORG"}, {"keyword": "Automating Rote Work, Cognizant Center for the Future of Work", "count": 2, "type": "ORG"}, {"keyword": "Deloitte", "count": 2, "type": "ORG"}, {"keyword": "Global Human Capital Trends", "count": 4, "type": "ORG"}, {"keyword": "———", "count": 2, "type": "ORG"}, {"keyword": "Skills Coordinating", "count": 2, "type": "PERSON"}, {"keyword": " Management of Material Resources Obtaining", "count": 2, "type": "ORG"}, {"keyword": "People Management Motivating", "count": 2, "type": "ORG"}, {"keyword": "Time Management", "count": 2, "type": "ORG"}, {"keyword": "Lustig", "count": 2, "type": "PERSON"}, {"keyword": "Lopez-Calva", "count": 2, "type": "ORG"}, {"keyword": "134 WORLD DEVELOPMENT REPORT 2016 Box", "count": 2, "type": "ORG"}, {"keyword": "Digital", "count": 8, "type": "ORG"}, {"keyword": "Upwork", "count": 4, "type": "ORG"}, {"keyword": "Campos-Vazquez", "count": 2, "type": "PRODUCT"}, {"keyword": "ROBERT D. ATKINSON", "count": 1, "type": "ORG"}, {"keyword": "Artificial Intelligence, Robotics", "count": 1, "type": "ORG"}, {"keyword": "the Future of Work: Myths", "count": 1, "type": "ORG"}, {"keyword": "Social Security", "count": 1, "type": "ORG"}, {"keyword": "What Will Automation Mean for Government Jobs", "count": 1, "type": "ORG"}, {"keyword": "David Ricardo", "count": 1, "type": "PERSON"}, {"keyword": "the Characteristics of Work", "count": 1, "type": "ORG"}, {"keyword": "Rural Shores", "count": 2, "type": "ORG"}, {"keyword": "Report", "count": 2, "type": "ORG"}, {"keyword": "Indian", "count": 2, "type": "NORP"}, {"keyword": "The Changing Nature of Innovation 7 2.", "count": 1, "type": "ORG"}, {"keyword": "the Digitisation of Industries 23", "count": 1, "type": "ORG"}, {"keyword": "Intelligent Robotics 34", "count": 1, "type": "ORG"}, {"keyword": "The World of Work", "count": 1, "type": "ORG"}, {"keyword": "The Big Data Revolution", "count": 1, "type": "EVENT"}, {"keyword": "The Expanding Scope of Automation 57 Technology and New Work 63", "count": 1, "type": "WORK_OF_ART"}, {"keyword": "Robert Shiller", "count": 1, "type": "PERSON"}, {"keyword": "Global Perspectives & Solutions", "count": 1, "type": "ORG"}, {"keyword": "Citigroup 48 Skills and Qualifications Needed", "count": 1, "type": "ORG"}, {"keyword": "The Knowledge Driven Economy “Technology", "count": 1, "type": "ORG"}, {"keyword": "Solar Wind Geothermal Nu", "count": 1, "type": "PRODUCT"}, {"keyword": "Alexia Latortue", "count": 1, "type": "PERSON"}, {"keyword": " Appropriate", "count": 1, "type": "ORG"}, {"keyword": "Operational Policies", "count": 1, "type": "ORG"}, {"keyword": "General Economic Research", "count": 1, "type": "ORG"}, {"keyword": "Regional Cooperation Department ASIAN DEVELOPMENT BANK", "count": 1, "type": "ORG"}, {"keyword": "Social Sector INTER-AMERICAN DEVELOPMENT BANK", "count": 1, "type": "ORG"}, {"keyword": "The Future of Work:", "count": 1, "type": "ORG"}, {"keyword": "EUROPEAN", "count": 1, "type": "NORP"}, {"keyword": "Contents Foreword", "count": 1, "type": "PERSON"}, {"keyword": "The “Future of Work", "count": 1, "type": "ORG"}, {"keyword": "Google", "count": 1, "type": "ORG"}, {"keyword": "Citi GPS", "count": 1, "type": "PERSON"}, {"keyword": "used).41", "count": 1, "type": "PERSON"}, {"keyword": "PwC", "count": 1, "type": "ORG"}, {"keyword": "Is Technology", "count": 1, "type": "ORG"}, {"keyword": "the Industrial Sector", "count": 1, "type": "ORG"}, {"keyword": "Technology at Work", "count": 1, "type": "WORK_OF_ART"}, {"keyword": "decade.1", "count": 2, "type": "ORG"}, {"keyword": "Farmers", "count": 2, "type": "ORG"}], "folder": "/app/AIResearchHelper/SmartReader/Data/text_files_2019-05-09_11-23-04", "folder_name": "text_files_2019-05-09_11-23-04"}, {"topic": "automation", "summary_points": [{"summary": "\u0083 The scale of the potential economic and societal impact creates an imperative for all the participants—AI innovators, AI-using companies and policy-makers—to ensure a vibrant AI environment that can effectively and safely capture the economic and societal benefits.", "context": " Societal concern and regulation, for example about privacy and use of personal data, can also constrain AI use in banking, insurance, health care, and pharmaceutical and medical products, as well as in the public and social sectors, if these issues are not properly addressed.\u0083 The scale of the potential economic and societal impact creates an imperative for all the participants—AI innovators, AI-using companies and policy-makers—to ensure a vibrant AI environment that can effectively and safely capture the economic and societal benefits.1McKinney Global Institute Notes from the AI frontier: Insights from hundreds of use cases INTRODUCTION Artificial intelligence (AI) stands out as a transformation technology of our digital age.", "original_sentence": "\u0083 The scale of the potential economic and societal impact creates an imperative for all the participants—AI innovators, AI-using companies and policy-makers—to ensure a vibrant AI environment that can effectively and safely capture the economic and societal benefits.", "text": " Societal concern and regulation, for example about privacy and use of personal data, can also constrain AI use in banking, insurance, health care, and pharmaceutical and medical products, as well as in the public and social sectors, if these issues are not properly addressed. \u0083 The scale of the potential economic and societal impact creates an imperative for all the participants—AI innovators, AI-using companies and policy-makers—to ensure a vibrant AI environment that can effectively and safely capture the economic and societal benefits. 1McKinsey Global Institute Notes from the AI frontier: Insights from hundreds of use cases INTRODUCTION Artificial intelligence (AI) stands out as a transformational technology of our digital age. Questions about what it is, what it can already do—and what it has the potential to become— cut across technology, psychology, politics, economics, science fiction, law, and ethics. AI is the subject of countless discussions and articles, from treatises about technical advances to tabloid headlines about its effects. Even as the debate continues, the technologies underpinning AI continue to move forward, enabling applications from facial recognition in smartphones to consumer apps that use AI algorithms to detect diabetes and hypertension with increasing accuracy.", "doc_id": "MGI_Notes-from-AI-Frontier_Discussion-paper.txt", "para_id": 8, "score": 0.4448096584530762}, {"summary": "For AI technology provider companies Many companies that develop or provide AI to others have considerable strength in the technology itself and the data scientists needed to make it work, but they can lack a deep understanding of end markets.", "context": "In prior publications, we have detailed some of the general implications for companies as they adopt AI and analytic.22 In this final section, we sketch out some of the high-level implications of our study of AI use cases for providers of AI technology, appliers of AI technology, and policy makers who set the context for both.For AI technology provider companies Many companies that develop or provide AI to others have considerable strength in the technology itself and the data scientists needed to make it work, but they can lack a deep understanding of end markets.This is a challenge, since our research has shown that most of the potential impact of AI comes from improving the performance in existing use cases—in other words, the fundamental drivers of the businesses of their potential customers.", "original_sentence": "For AI technology provider companies Many companies that develop or provide AI to others have considerable strength in the technology itself and the data scientists needed to make it work, but they can lack a deep understanding of end markets.", "text": " IMPLICATIONS FOR STAKEHOLDERS As we have seen, it is a company’s ability to execute against AI models, rather than the models themselves, that creates value. In prior publications, we have detailed some of the general implications for companies as they adopt AI and analytics.22 In this final section, we sketch out some of the high-level implications of our study of AI use cases for providers of AI technology, appliers of AI technology, and policy makers who set the context for both. For AI technology provider companies Many companies that develop or provide AI to others have considerable strength in the technology itself and the data scientists needed to make it work, but they can lack a deep understanding of end markets. This is a challenge, since our research has shown that most of the potential impact of AI comes from improving the performance in existing use cases—in other words, the fundamental drivers of the businesses of their potential customers. Furthermore, many of these companies are asking how they should prioritize their resources, whether it is R&D, marketing and sales, or other functions to take advantage of AI opportunities.", "doc_id": "MGI_Notes-from-AI-Frontier_Discussion-paper.txt", "para_id": 118, "score": 0.432416448203822}, {"summary": "Others accept a rather strong hypothesis with regard to AI -one that sets AI far apart from previous labor-saving technologies.", "context": "In my opinion, however, such an outcome is based on an overly conservative appraisal of the real potential of artificial intelligence.Others accept a rather strong hypothesis with regard to AI -one that sets AI far apart from previous labor-saving technologies.Quite simply, this hypothesis affirms that anything people can do, AI can do as well.", "original_sentence": "Others accept a rather strong hypothesis with regard to AI -one that sets AI far apart from previous labor-saving technologies.", "text": " At worst, (…) there will be some, perhaps even substantial shifts in the types of jobs, but certainly no overall reduction in the total number of jobs. In my opinion, however, such an outcome is based on an overly conservative appraisal of the real potential of artificial intelligence. Others accept a rather strong hypothesis with regard to AI -one that sets AI far apart from previous labor-saving technologies. Quite simply, this hypothesis affirms that anything people can do, AI can do as well. Certainly AI has not yet achieved human-level performance in many important functions, but many AI scientists believe that artificial intelligence inevitably will equal and surpass human mental abilities.” The “optimistic scenario” as articulated above, is based on the naïve extrapolation of historical experience.", "doc_id": "The Rise of Artificial Intelligence- Its Impact on Labor Market and Beyond 11_29_15 Final.txt", "para_id": 12, "score": 0.38269112832554636}, {"summary": "AI, though, may allow machines to operate without humans to such a degree that they fundamentally change the nature of production and work.33 It may be that the question is no longer which segment of the population will technology complement, but whether the new technology will complement many humans at all, or if AI will substitute completely for much of human work.", "context": " Computers allowed calculations or pattern recognition to take place faster and augment humans’ capacity to think or reason.AI, though, may allow machines to operate without humans to such a degree that they fundamentally change the nature of production and work.33 It may be that the question is no longer which segment of the population will technology complement, but whether the new technology will complement many humans at all, or if AI will substitute completely for much of human work.The skills in which humans have maintained a comparative advantage are likely to erode over time as AI and new technologies become more sophisticated.", "original_sentence": "AI, though, may allow machines to operate without humans to such a degree that they fundamentally change the nature of production and work.33 It may be that the question is no longer which segment of the population will technology complement, but whether the new technology will complement many humans at all, or if AI will substitute completely for much of human work.", "text": " Computers allowed calculations or pattern recognition to take place faster and augment humans’ capacity to think or reason. AI, though, may allow machines to operate without humans to such a degree that they fundamentally change the nature of production and work.33 It may be that the question is no longer which segment of the population will technology complement, but whether the new technology will complement many humans at all, or if AI will substitute completely for much of human work. The skills in which humans have maintained a comparative advantage are likely to erode over time as AI and new technologies become more sophisticated. Some of this is evident today as AI becomes more capable at tasks such as language processing, translation, basic writing, or even music composition. AI-driven technological change could lead to even larger disparities in income between capital owners and labor.", "doc_id": "EMBARGOED AI Economy Report.txt", "para_id": 69, "score": 0.3655096537807175}, {"summary": "As noted earlier, AI is a powerful tool for personalizing product recommendations including through analyzing aggregated user data to understand individual customer preferences.", "context": "Indeed, marketing and sales and supply-chain management together constitute some of the biggest areas of opportunity for AI (Exhibit 12).As noted earlier, AI is a powerful tool for personalizing product recommendations including through analyzing aggregated user data to understand individual customer preferences.Companies will nonetheless still need to think through business models that involve data use in such cases.", "original_sentence": "As noted earlier, AI is a powerful tool for personalizing product recommendations including through analyzing aggregated user data to understand individual customer preferences.", "text": " At a company level, every firm will need to examine its mix of functions to find the most attractive opportunities to use AI, and determine where it makes most sense to invest in AI deployment. From the analysis of our use cases we can see broad applications of AI in marketing and sales across industries including consumer packaged goods, banking, retail, telecommunications, high tech, travel, insurance, and media and entertainment. Indeed, marketing and sales and supply-chain management together constitute some of the biggest areas of opportunity for AI (Exhibit 12). As noted earlier, AI is a powerful tool for personalizing product recommendations including through analyzing aggregated user data to understand individual customer preferences. Companies will nonetheless still need to think through business models that involve data use in such cases. Consumer industries such as retail and high tech will tend to see more potential from marketing and sales AI applications because frequent and digital interactions between business and customers generate larger data sets for AI techniques to tap into.", "doc_id": "MGI_Notes-from-AI-Frontier_Discussion-paper.txt", "para_id": 76, "score": 0.3648496043032147}, {"summary": "Some automation technology platforms, especially AI, may facilitate the creation of new tasks.", "context": "2.Some automation technology platforms, especially AI, may facilitate the creation of new tasks.A recent report by Accenture identified entirely new categories of jobs that are emerging in firms using AI as part of their production process (Accenture PL, 2017).", "original_sentence": "Some automation technology platforms, especially AI, may facilitate the creation of new tasks.", "text": " Acemoglu and Restrepo (2016) show that this equilibrating force could be powerful enough to make the growth process balanced. 2. Some automation technology platforms, especially AI, may facilitate the creation of new tasks. A recent report by Accenture identified entirely new categories of jobs that are emerging in firms using AI as part of their production process (Accenture PLC, 2017). These jobs include “trainers” (to train the AI systems), “explainers” (to communicate and explain the output of AI systems to customers), and “sustainers”(to monitor the performance of AI systems, including their adherence to prevailing ethical standards). The applications of AI to education, health care, and design may also result in employment opportunities for new workers.", "doc_id": "Acemoglu and Restrepo (2018) - Artificial Intelligence, Automation, and Work.txt", "para_id": 32, "score": 0.35999806924292305}, {"summary": "Prior research suggests that even among AI-aware firms, only about 20 percent are using one or more of the technologies in a core business process or at scale.12 For all their promise, AI technologies have plenty of limitations that will need to be overcome, including not just data-related issues but also regulatory obstacles, and social and user acceptance.", "context": "So far, however, only a few pioneering firms have adopted AI at scale.Prior research suggests that even among AI-aware firms, only about 20 percent are using one or more of the technologies in a core business process or at scale.12 For all their promise, AI technologies have plenty of limitations that will need to be overcome, including not just data-related issues but also regulatory obstacles, and social and user acceptance.Yet the potential value to be harnessed provides a clear incentive for technology developers, companies, policy-makers, and users to try to tackle these issues.", "original_sentence": "Prior research suggests that even among AI-aware firms, only about 20 percent are using one or more of the technologies in a core business process or at scale.12 For all their promise, AI technologies have plenty of limitations that will need to be overcome, including not just data-related issues but also regulatory obstacles, and social and user acceptance.", "text": " THE ROAD TO IMPACT AND VALUE Artificial intelligence is attracting growing amounts of corporate investment, and as the technologies develop, the potential value that can be unlocked is likely to grow. So far, however, only a few pioneering firms have adopted AI at scale. Prior research suggests that even among AI-aware firms, only about 20 percent are using one or more of the technologies in a core business process or at scale.12 For all their promise, AI technologies have plenty of limitations that will need to be overcome, including not just data-related issues but also regulatory obstacles, and social and user acceptance. Yet the potential value to be harnessed provides a clear incentive for technology developers, companies, policy-makers, and users to try to tackle these issues. WHILE AI IS PROMISING, ITS USE STILL FACES LIMITATIONS AND CHALLENGES As discussed, factors that could limit AI use include the requirements around the volume, type, and labeling of data.", "doc_id": "MGI_Notes-from-AI-Frontier_Discussion-paper.txt", "para_id": 105, "score": 0.35448339407712}, {"summary": "Strategy #1: Invest In and Develop AI for its Many Benefits If care is taken to responsibly maximize its development, AI will make important, positive contributions to aggregate productivity growth, and advances in AI technology hold incredible potential to help America stay on the cutting edge of innovation.", "context": "Aid workers in the transition and empower workers to ensure broadly shared growth.Strategy #1: Invest In and Develop AI for its Many Benefits If care is taken to responsibly maximize its development, AI will make important, positive contributions to aggregate productivity growth, and advances in AI technology hold incredible potential to help America stay on the cutting edge of innovation.Indeed, CA Chair Jason Fur man has written that his biggest worry about AI is “that we do not have enough [of it].”40 AI technology itself has opened up new markets and new opportunities for progress in critical areas such as health, education, energy, economic inclusion, social welfare, transportation, and the environment.", "original_sentence": "Strategy #1: Invest In and Develop AI for its Many Benefits If care is taken to responsibly maximize its development, AI will make important, positive contributions to aggregate productivity growth, and advances in AI technology hold incredible potential to help America stay on the cutting edge of innovation.", "text": " Invest in and develop AI for its many benefits; 2. Educate and train Americans for jobs of the future; and 3. Aid workers in the transition and empower workers to ensure broadly shared growth. Strategy #1: Invest In and Develop AI for its Many Benefits If care is taken to responsibly maximize its development, AI will make important, positive contributions to aggregate productivity growth, and advances in AI technology hold incredible potential to help America stay on the cutting edge of innovation. Indeed, CEA Chair Jason Furman has written that his biggest worry about AI is “that we do not have enough [of it].”40 AI technology itself has opened up new markets and new opportunities for progress in critical areas such as health, education, energy, economic inclusion, social welfare, transportation, and the environment.", "doc_id": "EMBARGOED AI Economy Report.txt", "para_id": 88, "score": 0.35206124202143496}, {"summary": "AI is just one step — it does’t necessarily involve gathering data, or doing anything meaningful with it.", "context": "Because AI, as buzz as the term is right now, mostly functions as part of a product.AI is just one step — it does’t necessarily involve gathering data, or doing anything meaningful with it.“I think people are waiting around for the killer app,” said Steve Nichols, Georgia’s chief technology officer.", "original_sentence": "AI is just one step — it doesn’t necessarily involve gathering data, or doing anything meaningful with it.", "text": " What remains, then, is to apply AI to everyday purposes. And people are doing so, both in and outside government — it’s just hard to tell sometimes. Because AI, as buzzy as the term is right now, mostly functions as part of a product. AI is just one step — it doesn’t necessarily involve gathering data, or doing anything meaningful with it. “I think people are waiting around for the killer app,” said Steve Nichols, Georgia’s chief technology officer. “Knowing that it’s coming … and reading about it is one thing, but then you ask yourself the question, ‘Now what I do?", "doc_id": "Automation Beyond the Physical_ AI in the Public Sector.txt", "para_id": 3, "score": 0.34049372591410326}, {"summary": "A survey of 1,075 companies in 12 industries found that the more of these principles companies adopted, the better their AI initiatives performed in terms of speed, cost savings, revenues, or other operational measures.", "context": "Five principles can help them do so: Re imagine business processes; embrace experimentation/employee involvement; actively direct AI strategy; responsibly collect data; and redesign work to incorporate AI and cultivate related employee skills.A survey of 1,075 companies in 12 industries found that the more of these principles companies adopted, the better their AI initiatives performed in terms of speed, cost savings, revenues, or other operational measures.Certainly, many companies have used AI to automate processes, but those that deploy it mainly to displace employees will see only short-term productivity gains.", "original_sentence": "A survey of 1,075 companies in 12 industries found that the more of these principles companies adopted, the better their AI initiatives performed in terms of speed, cost savings, revenues, or other operational measures.", "text": " While AI will radically alter how work gets done and who does it, the technology’s larger impact will be in complementing and augmenting human capabilities, not replacing them. 3/29/2019 How Humans and AI Are Working Together in 1,500 Companies 2/15 The Value of Collaboration Companies benet from optimizing collaboration between humans and articial intelligence. Five principles can help them do so: Reimagine business processes; embrace experimentation/employee involvement; actively direct AI strategy; responsibly collect data; and redesign work to incorporate AI and cultivate related employee skills. A survey of 1,075 companies in 12 industries found that the more of these principles companies adopted, the better their AI initiatives performed in terms of speed, cost savings, revenues, or other operational measures. Certainly, many companies have used AI to automate processes, but those that deploy it mainly to displace employees will see only short-term productivity gains. In our research involving 1,500 companies, we found that firms achieve the most significant performance improvements when humans and machines work together.", "doc_id": "How Humans and AI Are Working Together in 1,500 Companies.txt", "para_id": 1, "score": 0.3400652322583429}, {"summary": "Employment in areas where humans engage with existing AI technologies, develop new AI technologies, supervise AI technologies in practice, and facilitate societal shifts that accompany new AI technologies will likely grow.", "context": " CA has identified four categories of jobs that might experience direct AI-driven growth in the future.Employment in areas where humans engage with existing AI technologies, develop new AI technologies, supervise AI technologies in practice, and facilitate societal shifts that accompany new AI technologies will likely grow.Current limits on manual dexterity of robots and constraints on generative intelligence and creativity of AI technologies likely mean that employment requiring manual dexterity, creativity, social interactions and intelligence, and general knowledge will thrive.", "original_sentence": "Employment in areas where humans engage with existing AI technologies, develop new AI technologies, supervise AI technologies in practice, and facilitate societal shifts that accompany new AI technologies will likely grow.", "text": " CEA has identified four categories of jobs that might experience direct AI-driven growth in the future. Employment in areas where humans engage with existing AI technologies, develop new AI technologies, supervise AI technologies in practice, and facilitate societal shifts that accompany new AI technologies will likely grow. Current limits on manual dexterity of robots and constraints on generative intelligence and creativity of AI technologies likely mean that employment requiring manual dexterity, creativity, social interactions and intelligence, and general knowledge will thrive. Below are descriptions and potential examples of future employment for each category. Engagement. Humans will likely be needed to actively engage with AI technologies throughout the process of completing a task.", "doc_id": "EMBARGOED AI Economy Report.txt", "para_id": 62, "score": 0.33636560626256456}, {"summary": "The developers of industrial robots that work alongside people have paid careful attention to ensuring that they recognize humans nearby and don’t endanger them.", "context": "Lead your way to success with HR Subscribe now  Page 4 of 18How Humans and AI Are Working Together in 1,500 Companies 7/19/2018 For example, an array of experts sometimes referred to as safety engineers focus on anticipating and trying to prevent harm by AIs.The developers of industrial robots that work alongside people have paid careful attention to ensuring that they recognize humans nearby and don’t endanger them.These experts may also review analysis from explained when AIs do cause harm, as when a self-driving car is involved in a fatal accident.", "original_sentence": "The developers of industrial robots that work alongside people have paid careful attention to ensuring that they recognize humans nearby and don’t endanger them.", "text": " In addition to having people who can explain AI outcomes, companies need “sustainers”—employees who continually work to ensure that AI systems are functioning properly, safely, and responsibly. Lead your way to success with HBR Subscribe now  Page 4 of 18How Humans and AI Are Working Together in 1,500 Companies 7/19/2018 For example, an array of experts sometimes referred to as safety engineers focus on anticipating and trying to prevent harm by AIs. The developers of industrial robots that work alongside people have paid careful attention to ensuring that they recognize humans nearby and don’t endanger them. These experts may also review analysis from explainers when AIs do cause harm, as when a self-driving car is involved in a fatal accident. Other groups of sustainers make sure that AI systems uphold ethical norms. If an AI system for credit approval, for example, is found to be discriminating against people in certain groups (as has happened), these ethics managers are responsible for investigating and addressing the problem.", "doc_id": "IA HBS 2018.txt", "para_id": 7, "score": 0.3273147901937761}, {"summary": "Nonetheless, we believe that this research can make a useful contribution to our understanding of what AI can and can’t (yet) do, and how much value could be derived from its use.", "context": "4 The use cases we examined are not exhaustive; indeed, we continue to identify and examine others, and we may update our findings in due course.Nonetheless, we believe that this research can make a useful contribution to our understanding of what AI can and can’t (yet) do, and how much value could be derived from its use.It is important to highlight that, even as we see economic potential in the use of AI techniques, the use of data must always take into account concerns including data security, privacy, and potential issues of bias, issues we have addressed elsewhere.5 1.", "original_sentence": "Nonetheless, we believe that this research can make a useful contribution to our understanding of what AI can and can’t (yet) do, and how much value could be derived from its use.", "text": "4 The use cases we examined are not exhaustive; indeed, we continue to identify and examine others, and we may update our findings in due course. Nonetheless, we believe that this research can make a useful contribution to our understanding of what AI can and can’t (yet) do, and how much value could be derived from its use. It is important to highlight that, even as we see economic potential in the use of AI techniques, the use of data must always take into account concerns including data security, privacy, and potential issues of bias, issues we have addressed elsewhere.5 1. MAPPING AI TECHNIQUES TO PROBLEM TYPES As artificial intelligence technologies advance, so does the definition of which techniques constitute AI (see Box 1, “Deep learning’s origins and pioneers”).6 For the purposes of this paper, we use AI as shorthand specifically to refer to deep learning techniques that use artificial neural networks.", "doc_id": "MGI_Notes-from-AI-Frontier_Discussion-paper.txt", "para_id": 13, "score": 0.323711198582638}, {"summary": "We conclude with a brief discussion of these obstacles and of future opportunities as the technologies continue their advance.", "context": " For all the potential, much work needs to be done to overcome a range of limitations and obstacles to AI application.We conclude with a brief discussion of these obstacles and of future opportunities as the technologies continue their advance.Ultimately, the value of AI is not to be found in the models themselves, but in organizations’ abilities to harness them.", "original_sentence": "We conclude with a brief discussion of these obstacles and of future opportunities as the technologies continue their advance.", "text": " For all the potential, much work needs to be done to overcome a range of limitations and obstacles to AI application. We conclude with a brief discussion of these obstacles and of future opportunities as the technologies continue their advance. Ultimately, the value of AI is not to be found in the models themselves, but in organizations’ abilities to harness them. Business leaders will need to prioritize and make careful choices about how, when, and where to deploy them. This paper is part of our continuing research into analytics, automation, and AI technologies, and their effect on business, the economy, and society.3 It is not intended to serve as a comprehensive guide to deploying AI; for example, we identify but do not elaborate on issues of data strategy, data engineering, governance, or change management and culture 1 Geoffrey H.", "doc_id": "MGI_Notes-from-AI-Frontier_Discussion-paper.txt", "para_id": 10, "score": 0.3211114547500787}, {"summary": "The positive impact on the world of work Richard Sargent, director, AS Data Science “The discussion of AI is all too oen focused on job losses and social dislocation.", "context": " It will also hamper AI efforts.” 7.The positive impact on the world of work Richard Sargent, director, AS Data Science “The discussion of AI is all too oen focused on job losses and social dislocation.These are real concerns that require a response, but we ignore the fact that better jobs might replace them.", "original_sentence": "The positive impact on the world of work Richard Sargeant, director, ASI Data Science “The discussion of AI is all too oen focused on job losses and social dislocation.", "text": " It will also hamper AI efforts.” 7. The positive impact on the world of work Richard Sargeant, director, ASI Data Science “The discussion of AI is all too oen focused on job losses and social dislocation. These are real concerns that require a response, but we ignore the fact that better jobs might replace them. Much of the work that AI can replicate is laborious and repetitive – it’s no-one’s dream job to compile endless lists, for example. Calculators and soware have changed the tasks of accountants, but they haven’t removed the need for them.", "doc_id": "12 Top Tips_ The impact of artificial intelligence on government.txt", "para_id": 5, "score": 0.31944233498048297}, {"summary": "To capture that value, CEO and other C-suite executives will need to ramp up and staff their analytic capabilities; as our use cases show, AI can most often be adopted and create value where other analytic methods and techniques are also creating value.", "context": "••• The several hundred use cases we examined underscore the value and performance enhancement that adoption of AI technologies can bring, and provide some indication of where AI can most usefully be deployed.To capture that value, CEO and other C-suite executives will need to ramp up and staff their analytic capabilities; as our use cases show, AI can most often be adopted and create value where other analytic methods and techniques are also creating value.For companies seeking to deploy AI, that means the same basics will need to be in place, especially moving forward on digitizing their enterprises.", "original_sentence": "To capture that value, CEOs and other C-suite executives will need to ramp up and staff their analytics capabilities; as our use cases show, AI can most often be adopted and create value where other analytics methods and techniques are also creating value.", "text": "24 Therefore, some policy innovations will likely be needed to cope with these rapidly evolving technologies. But given the scale of the beneficial impact on business, the economy, and society, the goal should not be to constrain the adoption and application of AI, but rather to encourage its beneficial and safe use. ••• The several hundred use cases we examined underscore the value and performance enhancement that adoption of AI technologies can bring, and provide some indication of where AI can most usefully be deployed. To capture that value, CEOs and other C-suite executives will need to ramp up and staff their analytics capabilities; as our use cases show, AI can most often be adopted and create value where other analytics methods and techniques are also creating value. For companies seeking to deploy AI, that means the same basics will need to be in place, especially moving forward on digitizing their enterprises. As we have seen, abundant volumes of rich data from images, audio, and video, and large-scale text are the essential starting point and lifeblood of creating value with AI.", "doc_id": "MGI_Notes-from-AI-Frontier_Discussion-paper.txt", "para_id": 123, "score": 0.3189561258689094}, {"summary": "The AI techniques we focus on are deep learning techniques based on artificial neural networks, which we see as generating as much as 40 percent of the total potential value that all analytic techniques could provide.", "context": "This discussion paper seeks to contribute to the body of knowledge about AI by mapping AI techniques to the types of problems they can help solve and then mapping these problem types to more than 400 practical use cases and applications in businesses across 19 industries, from aerospace and defense to travel and the public sector, and nine business functions ranging from marketing and sales and supply-chain management to product development and human resources.2 Drawing on a wide variety of public and proprietary data sources, including the experiences of our McKinney & Company colleagues, we also assess the potential economic value of the latest generations of AI technologies.The AI techniques we focus on are deep learning techniques based on artificial neural networks, which we see as generating as much as 40 percent of the total potential value that all analytic techniques could provide.Our findings highlight the substantial potential of applying deep learning techniques to use cases across the economy; these techniques can provide an incremental lift beyond that from more traditional analytic techniques.", "original_sentence": "The AI techniques we focus on are deep learning techniques based on artificial neural networks, which we see as generating as much as 40 percent of the total potential value that all analytics techniques could provide.", "text": "1 Indeed, while much of the public discussion of AI focuses on science fiction-like AI realization such as robots, the number of less-noticed practical applications for AI throughout the economy is growing apace and permeating our lives. This discussion paper seeks to contribute to the body of knowledge about AI by mapping AI techniques to the types of problems they can help solve and then mapping these problem types to more than 400 practical use cases and applications in businesses across 19 industries, from aerospace and defense to travel and the public sector, and nine business functions ranging from marketing and sales and supply-chain management to product development and human resources.2 Drawing on a wide variety of public and proprietary data sources, including the experiences of our McKinsey & Company colleagues, we also assess the potential economic value of the latest generations of AI technologies. The AI techniques we focus on are deep learning techniques based on artificial neural networks, which we see as generating as much as 40 percent of the total potential value that all analytics techniques could provide. Our findings highlight the substantial potential of applying deep learning techniques to use cases across the economy; these techniques can provide an incremental lift beyond that from more traditional analytics techniques. We identify the industries and business functions in which there is value to be captured, and we estimate how large that value could be globally.", "doc_id": "MGI_Notes-from-AI-Frontier_Discussion-paper.txt", "para_id": 9, "score": 0.31728434764740787}, {"summary": "Multiple research efforts are under way to identify best practices and address such issues in academic, non-profit, and private-sector research.", "context": " Similarly, facial recognition models trained on a population of faces corresponding to the demographics of artificial intelligence developers could struggle when applied to populations with more diverse characteristics.17 Moreover, a recent report on the malicious use of AI highlights a range of security threats, from sophisticated automation of hacking to hyper-personalized political disinformation campaigns.18 Among the risks it lists are threats associated with privacy invasion and social manipulation from the use of AI to automate tasks involved in surveillance, such as analyzing mass-collected data, persuasion, including creating targeted propaganda, and deception, for example with manipulated videos.Multiple research efforts are under way to identify best practices and address such issues in academic, non-profit, and private-sector research.Organizational challenges around technology, processes, and people can slow or impede AI adoption Organizations planning to adopt significant deep learning efforts will need to consider a spectrum of options about how to do so.", "original_sentence": "Multiple research efforts are under way to identify best practices and address such issues in academic, non-profit, and private-sector research.", "text": " Similarly, facial recognition models trained on a population of faces corresponding to the demographics of artificial intelligence developers could struggle when applied to populations with more diverse characteristics.17 Moreover, a recent report on the malicious use of AI highlights a range of security threats, from sophisticated automation of hacking to hyper-personalized political disinformation campaigns.18 Among the risks it lists are threats associated with privacy invasion and social manipulation from the use of AI to automate tasks involved in surveillance, such as analyzing mass-collected data, persuasion, including creating targeted propaganda, and deception, for example with manipulated videos. Multiple research efforts are under way to identify best practices and address such issues in academic, non-profit, and private-sector research. Organizational challenges around technology, processes, and people can slow or impede AI adoption Organizations planning to adopt significant deep learning efforts will need to consider a spectrum of options about how to do so. The range of options includes building a complete in-house AI capability either gradually in an organic way or more rapidly through acquisitions, outsourcing these capabilities, or leveraging AI-as-a-service offerings.", "doc_id": "MGI_Notes-from-AI-Frontier_Discussion-paper.txt", "para_id": 110, "score": 0.3153016216924804}, {"summary": "We focused on specific potential applications of AI in business and the public sector (sometimes described as “artificial narrow AI”) rather than the longer-term possibility of an “artificial general intelligence” that could potentially perform any intellectual task a human being is capable of.", "context": "We also examined other machine learning techniques and traditional analytic techniques (Exhibit 1).We focused on specific potential applications of AI in business and the public sector (sometimes described as “artificial narrow AI”) rather than the longer-term possibility of an “artificial general intelligence” that could potentially perform any intellectual task a human being is capable of.4 See Jacques Bugging, Brian McCarthy, and Michael Chi, “A survey of 3,000 executives reveals how businesses succeed with AI,” Harvard Business Review, August 28, 2017.", "original_sentence": "We focused on specific potential applications of AI in business and the public sector (sometimes described as “artificial narrow AI”) rather than the longer-term possibility of an “artificial general intelligence” that could potentially perform any intellectual task a human being is capable of.", "text": " In this section, we define a range of AI and advanced analytics techniques as well as key problem types to which these techniques can be applied. NEURAL NETWORKS AND OTHER MACHINE LEARNING TECHNIQUES We looked at the value potential of a range of analytics techniques. The focus of our research was on methods using artificial neural networks for deep learning, which we collectively refer to as AI in this paper, understanding that in different times and contexts, other techniques can and have been included in AI. We also examined other machine learning techniques and traditional analytics techniques (Exhibit 1). We focused on specific potential applications of AI in business and the public sector (sometimes described as “artificial narrow AI”) rather than the longer-term possibility of an “artificial general intelligence” that could potentially perform any intellectual task a human being is capable of. 4 See Jacques Bughin, Brian McCarthy, and Michael Chui, “A survey of 3,000 executives reveals how businesses succeed with AI,” Harvard Business Review, August 28, 2017.", "doc_id": "MGI_Notes-from-AI-Frontier_Discussion-paper.txt", "para_id": 14, "score": 0.3140922900562508}, {"summary": "The road to impact and value and competition for them is fierce among st the tech giants.19 Companies wanting to build their own AI solutions will need to consider whether they have the capacity to attract and retain these specialized skills.", "context": "28 McKinney Global Institute 4.The road to impact and value and competition for them is fierce among st the tech giants.19 Companies wanting to build their own AI solutions will need to consider whether they have the capacity to attract and retain these specialized skills.AI can seem an elusive business case for now Where AI techniques and data are available and the value is clearly proven, organizations can already pursue the opportunity.", "original_sentence": "The road to impact and value and competition for them is fierce amongst the tech giants.19 Companies wanting to build their own AI solutions will need to consider whether they have the capacity to attract and retain these specialized skills.", "text": ", The malicious use of artificial intelligence: Forecasting, prevention, and mitigation, Future of Humanity Institute, February 2018. 28 McKinsey Global Institute 4. The road to impact and value and competition for them is fierce amongst the tech giants.19 Companies wanting to build their own AI solutions will need to consider whether they have the capacity to attract and retain these specialized skills. AI can seem an elusive business case for now Where AI techniques and data are available and the value is clearly proven, organizations can already pursue the opportunity. But in some areas, the techniques today may be mature and the data available, but the cost and complexity of deploying AI may simply not be worthwhile, given the value that could be generated.", "doc_id": "MGI_Notes-from-AI-Frontier_Discussion-paper.txt", "para_id": 113, "score": 0.31317580871935535}, {"summary": "Here’s how Unilever combined human and AI capabilities to scale individualized hiring: In the first round of the application process, candidates are asked to play online games that help assess traits such as risk aversion.", "context": " But the company’s existing processes were’t able to evaluate potential recruits in sufficient numbers— while giving each applicant individual attention— to ensure a diverse population of exceptional talent.Here’s how Unilever combined human and AI capabilities to scale individualized hiring: In the first round of the application process, candidates are asked to play online games that help assess traits such as risk aversion.These games have no right or wrong answers, but they help Unilever’s AI figure out which individuals might be best suited for a particular position.", "original_sentence": "Here’s how Unilever combined human and AI capabilities to scale individualized hiring: In the first round of the application process, candidates are asked to play online games that help assess traits such as risk aversion.", "text": " But the company’s existing processes weren’t able to evaluate potential recruits in sufficient numbers— while giving each applicant individual attention— to ensure a diverse population of exceptional talent. Here’s how Unilever combined human and AI capabilities to scale individualized hiring: In the first round of the application process, candidates are asked to play online games that help assess traits such as risk aversion. These games have no right or wrong answers, but they help Unilever’s AI figure out which individuals might be best suited for a particular position. In the next round, applicants are asked to submit a video in which they answer questions designed for the specific 3/29/2019 How Humans and AI Are Working Together in 1,500 Companies 11/15 Financial services Morgan Stanle Disease prediction Icahn School o Medicine at Mount Sinai PERSONALIZATION Guest experience Carnival Corporation Health care Pzer Retail fashion Stitch Fix position they’re interested in. Their responses are analyzed by an AI system that considers not just what they say but also their body language and tone. The best candidates from that round, as judged by the AI, are then invited to Unilever for in-person interviews, after which humans make the final hiring decisions.", "doc_id": "How Humans and AI Are Working Together in 1,500 Companies.txt", "para_id": 24, "score": 0.3088153110335601}, {"summary": "The most recent and comprehensive survey of AI experts138 concludes that we will probably (with over 50% probability) reach overall human ability in machine intelligence by 2040-50, and very likely (with 90% probability) by 2075.", "context": "Despite these difficulties, we can, nonetheless, reasonably expect that human-level AI is not impossibly remote.The most recent and comprehensive survey of AI experts138 concludes that we will probably (with over 50% probability) reach overall human ability in machine intelligence by 2040-50, and very likely (with 90% probability) by 2075.Clearly, however, we will not need to wait for these forecasts to be tested to see the employment impact due to intelligent machines.", "original_sentence": "The most recent and comprehensive survey of AI experts138 concludes that we will probably (with over 50% probability) reach overall human ability in machine intelligence by 2040-50, and very likely (with 90% probability) by 2075.", "text": " The question of when human-level AI will arrive features many characteristics of problems that are difficult to predict.137 Feedback on the success of prediction is largely unavailable; the problem is difficult to decompose; and progress in AI is, to some extent, dependent on surprising insights. Despite these difficulties, we can, nonetheless, reasonably expect that human-level AI is not impossibly remote. The most recent and comprehensive survey of AI experts138 concludes that we will probably (with over 50% probability) reach overall human ability in machine intelligence by 2040-50, and very likely (with 90% probability) by 2075. Clearly, however, we will not need to wait for these forecasts to be tested to see the employment impact due to intelligent machines. In particular, just as the typing pool was replaced by word-processing software unable to understand what was being typed, technology will continue to substitute for human labour by simplifying the task to be performed.", "doc_id": "Citi Frey and Osborne (2015)Technology at work.txt", "para_id": 343, "score": 0.30811857360452954}, {"summary": "Senior executive acceptance of technology adoption is crucial.61 An executive team that itself does not understand the technology enough to see all the potential opportunities cannot lead the significant business process redesign and organizational transformation required.", "context": "In our survey, 19 percent of respondents said their top executives lacked sufficient understanding of technologies to lead the organization through the adoption of automation and AI—the second-highest rated barrier to automation and AI adoption.Senior executive acceptance of technology adoption is crucial.61 An executive team that itself does not understand the technology enough to see all the potential opportunities cannot lead the significant business process redesign and organizational transformation required.While we are not saying that CEO and their teams need to become AI experts, they do need a basic understanding of the different types of AI and how they can be applied in a business setting.62 Human resources will also need to change as technology alters the way organizations work and the size and nature of the workforce.", "original_sentence": "Senior executive acceptance of technology adoption is crucial.61 An executive team that itself does not understand the technology enough to see all the potential opportunities cannot lead the significant business process redesign and organizational transformation required.", "text": " An understanding of the technology is a starting point. In our survey, 19 percent of respondents said their top executives lacked sufficient understanding of technologies to lead the organization through the adoption of automation and AI—the second-highest rated barrier to automation and AI adoption. Senior executive acceptance of technology adoption is crucial.61 An executive team that itself does not understand the technology enough to see all the potential opportunities cannot lead the significant business process redesign and organizational transformation required. While we are not saying that CEOs and their teams need to become AI experts, they do need a basic understanding of the different types of AI and how they can be applied in a business setting.62 Human resources will also need to change as technology alters the way organizations work and the size and nature of the workforce.", "doc_id": "MGI-Skill-Shift-Automation-and-future-of-the-workforce-May-2018.txt", "para_id": 156, "score": 0.3036375364756506}, {"summary": "Real-time supervision will also be required in exceptional, marginal, or high-stakes cases, especially those involving morality, ethics, and social intelligence that AI may lack.", "context": "As a widespread new technology, AV will require regular repair and maintenance, which may expand mechanic and technician jobs in this space as well.Real-time supervision will also be required in exceptional, marginal, or high-stakes cases, especially those involving morality, ethics, and social intelligence that AI may lack.This might take the form of quality control of recommendations made by AI or online moderation when sensitive subjects are discussed.", "original_sentence": "Real-time supervision will also be required in exceptional, marginal, or high-stakes cases, especially those involving morality, ethics, and social intelligence that AI may lack.", "text": " For example, after the automated vehicle development phase, the need for human registration and testing of such technology to ensure safety and quality control on the roads will still likely exist. As a widespread new technology, AV will require regular repair and maintenance, which may expand mechanic and technician jobs in this space as well. Real-time supervision will also be required in exceptional, marginal, or high-stakes cases, especially those involving morality, ethics, and social intelligence that AI may lack. This might take the form of quality control of recommendations made by AI or online moderation when sensitive subjects are discussed. The capacity for AI-enabled machines to learn is one of the most exciting aspects of the technology, but it may also require supervision to ensure that AI does not diverge from originally intended uses. As machines get smarter and have improved ability to make practical predictions about the environment, the value of human judgement will increase because it will be the preferred way to resolve competing priorities.", "doc_id": "EMBARGOED AI Economy Report.txt", "para_id": 66, "score": 0.30031354490644185}, {"summary": "Potential incremental value from AI over other analytic techniques Breakdown of use cases by applicable techniques 69 16 15 Full value can be captured using non-AI techniques AI necessary to capture value (“greenfield”) AI can improve performance over that provided by other analytic techniques 30 36 38 39 44 44 44 50 55 55 56 57 67 79 85 85 87 89 128 Aerospace and defense Advanced electronics/ semiconductors Average = 62 Oil and gas Transport and logistics Retail Automotive and assembly High tech Public and social sector Insurance Pharmaceuticals and medical products Telecommunications Health care systems and services Agriculture Consumer packaged goods Media and entertainment Chemicals Basic materials Travel Banking % 14 McKinney Global Institute 2.", "context": "13McKinney Global Institute Notes from the AI frontier: Insights from hundreds of use cases Exhibit 6 In more than two-thirds of our use cases, AI can improve performance beyond that provided by other analytic techniques SOURCE: McKinney Global Institute analysis NOTE: Numbers may not sum due to rounding.Potential incremental value from AI over other analytic techniques Breakdown of use cases by applicable techniques 69 16 15 Full value can be captured using non-AI techniques AI necessary to capture value (“greenfield”) AI can improve performance over that provided by other analytic techniques 30 36 38 39 44 44 44 50 55 55 56 57 67 79 85 85 87 89 128 Aerospace and defense Advanced electronics/ semiconductors Average = 62 Oil and gas Transport and logistics Retail Automotive and assembly High tech Public and social sector Insurance Pharmaceuticals and medical products Telecommunications Health care systems and services Agriculture Consumer packaged goods Media and entertainment Chemicals Basic materials Travel Banking % 14 McKinney Global Institute 2.Insights from use cases These massive data sets can be difficult to obtain or create for many business use cases, and labeling remains a challenge.", "original_sentence": "Potential incremental value from AI over other analytics techniques Breakdown of use cases by applicable techniques 69 16 15 Full value can be captured using non-AI techniques AI necessary to capture value (“greenfield”) AI can improve performance over that provided by other analytics techniques 30 36 38 39 44 44 44 50 55 55 56 57 67 79 85 85 87 89 128 Aerospace and defense Advanced electronics/ semiconductors Average = 62 Oil and gas Transport and logistics Retail Automotive and assembly High tech Public and social sector Insurance Pharmaceuticals and medical products Telecommunications Healthcare systems and services Agriculture Consumer packaged goods Media and entertainment Chemicals Basic materials Travel Banking % 14 McKinsey Global Institute 2.", "text": "7 In some cases in which advanced analytics is currently used, so much data are available—millions or even billions of rows per data set—that AI usage is the most appropriate technique. However, if a threshold of data volume is not reached, AI may not add value to traditional analytics techniques. 7 Ian Goodfellow, Yoshua Bengio, and Aaron Courville, Deep learning, MIT Press, 2016. 13McKinsey Global Institute Notes from the AI frontier: Insights from hundreds of use cases Exhibit 6 In more than two-thirds of our use cases, AI can improve performance beyond that provided by other analytics techniques SOURCE: McKinsey Global Institute analysis NOTE: Numbers may not sum due to rounding. Potential incremental value from AI over other analytics techniques Breakdown of use cases by applicable techniques 69 16 15 Full value can be captured using non-AI techniques AI necessary to capture value (“greenfield”) AI can improve performance over that provided by other analytics techniques 30 36 38 39 44 44 44 50 55 55 56 57 67 79 85 85 87 89 128 Aerospace and defense Advanced electronics/ semiconductors Average = 62 Oil and gas Transport and logistics Retail Automotive and assembly High tech Public and social sector Insurance Pharmaceuticals and medical products Telecommunications Healthcare systems and services Agriculture Consumer packaged goods Media and entertainment Chemicals Basic materials Travel Banking % 14 McKinsey Global Institute 2. Insights from use cases These massive data sets can be difficult to obtain or create for many business use cases, and labeling remains a challenge.", "doc_id": "MGI_Notes-from-AI-Frontier_Discussion-paper.txt", "para_id": 50, "score": 0.2967573329135606}, {"summary": "Some jobs may be automated away, while for others, AI-driven automation will make many workers more productive and increase demand for certain skills.", "context": "Some tasks will be more easily automated than others, and some jobs will be affected more than others—both negatively and positively.Some jobs may be automated away, while for others, AI-driven automation will make many workers more productive and increase demand for certain skills.Finally, new jobs are likely to be directly created in areas such as the development and supervision of AI as well as indirectly created in a range of areas throughout the economy as higher incomes lead to expanded demand.", "original_sentence": "Some jobs may be automated away, while for others, AI-driven automation will make many workers more productive and increase demand for certain skills.", "text": " Because AI is not a single technology, but rather a collection of technologies that are applied to specific tasks, the effects of AI will be felt unevenly through the economy. Some tasks will be more easily automated than others, and some jobs will be affected more than others—both negatively and positively. Some jobs may be automated away, while for others, AI-driven automation will make many workers more productive and increase demand for certain skills. Finally, new jobs are likely to be directly created in areas such as the development and supervision of AI as well as indirectly created in a range of areas throughout the economy as higher incomes lead to expanded demand. Recent research suggests that the effects of AI on the labor market in the near term will continue the trend that computerization and communication innovations have driven in recent decades. Researchers’ estimates on the scale of threatened jobs over the next decade or two range from 9 to 47 percent.", "doc_id": "EMBARGOED AI Economy Report.txt", "para_id": 4, "score": 0.29565497454678086}, {"summary": "For example, an array of experts sometimes referred to as safety engineers focus on anticipating and trying to prevent harm by AIs.", "context": " In addition to having people who can explain AI outcomes, companies need “abstainers”— employees who continually work to ensure that AI systems are functioning properly, safely, and responsibly.For example, an array of experts sometimes referred to as safety engineers focus on anticipating and trying to prevent harm by AIs.The developers of industrial robots that work alongside people have paid careful attention to ensuring that they recognize humans nearby and don’t endanger them.", "original_sentence": "For example, an array of experts sometimes referred to as safety engineers focus on anticipating and trying to prevent harm by AIs.", "text": " In addition to having people who can explain AI outcomes, companies need “sustainers”— employees who continually work to ensure that AI systems are functioning properly, safely, and responsibly. For example, an array of experts sometimes referred to as safety engineers focus on anticipating and trying to prevent harm by AIs. The developers of industrial robots that work alongside people have paid careful attention to ensuring that they recognize humans nearby and don’t endanger them. These experts may also review analysis from explainers when AIs do cause harm, as when a selfdriving car is involved in a fatal accident. Other groups of sustainers make sure that AI systems uphold ethical norms. If an AI system for credit approval, for example, is found to be discriminating against people in certain groups (as has happened), these ethics managers are responsible for investigating and addressing the problem.", "doc_id": "How Humans and AI Are Working Together in 1,500 Companies.txt", "para_id": 7, "score": 0.29501069857132295}, {"summary": "For industries in which the main drivers of value are related to marketing and sales, including many consumer-facing industries, that is where the greatest value from deploying AI can be found.", "context": "Given the wide range of applicability of AI techniques, broadly speaking, if you want to know where AI can create the most value, you need to follow the money.For industries in which the main drivers of value are related to marketing and sales, including many consumer-facing industries, that is where the greatest value from deploying AI can be found.However, for industries in which the key driver of value is operational excellence, such as in advanced manufacturing and oil and gas, functions such as supply chain and manufacturing are those in which AI can create the most value.", "original_sentence": "For industries in which the main drivers of value are related to marketing and sales, including many consumer-facing industries, that is where the greatest value from deploying AI can be found.", "text": " Sizing the potential value of AI AI’s ability to conduct preventive maintenance and field force scheduling, as well as optimizing production and assembly processes, means that it also has considerable application possibilities and value potential across sectors including advanced electronics and semiconductors, automotive and assembly, chemicals, basic materials, transportation and logistics, oil and gas, pharmaceuticals and medical products, aerospace and defense, agriculture, and consumer packaged goods. In advanced electronics and semiconductors, for example, harnessing data to adjust production and supply-chain operations can minimize spending on utilities and raw materials, cutting overall production costs by 5 to 10 percent in our use cases. THE OPPORTUNITIES TO CREATE VALUE WITH AI CORRESPOND TO THE VALUE DRIVERS WITHIN INDUSTRIES Identifying the opportunity for AI deployment depends on a range of factors that are specific to individual sectors and, within those sectors, to different types of businesses. Given the wide range of applicability of AI techniques, broadly speaking, if you want to know where AI can create the most value, you need to follow the money. For industries in which the main drivers of value are related to marketing and sales, including many consumer-facing industries, that is where the greatest value from deploying AI can be found. However, for industries in which the key driver of value is operational excellence, such as in advanced manufacturing and oil and gas, functions such as supply chain and manufacturing are those in which AI can create the most value.", "doc_id": "MGI_Notes-from-AI-Frontier_Discussion-paper.txt", "para_id": 90, "score": 0.29304920643917426}], "keywords": [{"keyword": "ai", "count": 813}, {"keyword": "data", "count": 21}, {"keyword": "technology", "count": 21}, {"keyword": "social", "count": 3}, {"keyword": "intelligence", "count": 5}, {"keyword": "use", "count": 11}, {"keyword": "health", "count": 1}, {"keyword": "technologies", "count": 7}, {"keyword": "science", "count": 1}, {"keyword": "digital", "count": 0}, {"keyword": "artificial", "count": 4}, {"keyword": "public", "count": 1}, {"keyword": "care", "count": 1}, {"keyword": "artificial intelligence", "count": 2}, {"keyword": "institute", "count": 1}, {"keyword": "work", "count": 6}, {"keyword": "research", "count": 3}, {"keyword": "make", "count": 3}, {"keyword": "human", "count": 20}, {"keyword": "people", "count": 12}, {"keyword": "jobs", "count": 4}, {"keyword": "based", "count": 0}, {"keyword": "humans", "count": 9}, {"keyword": "new", "count": 5}, {"keyword": "time", "count": 0}, {"keyword": "need", "count": 7}, {"keyword": "systems", "count": 5}, {"keyword": "automation", "count": 2}, {"keyword": "future", "count": 2}, {"keyword": "said", "count": 1}, {"keyword": "government", "count": 0}, {"keyword": "better", "count": 1}, {"keyword": "learning", "count": 4}, {"keyword": "society", "count": 0}, {"keyword": "director", "count": 0}, {"keyword": "world", "count": 0}, {"keyword": "like", "count": 0}, {"keyword": "machine", "count": 1}, {"keyword": "control", "count": 0}], "locations": [{"keyword": "AI", "count": 56, "type": "LOCATION"}, {"keyword": "America", "count": 1, "type": "LOCATION"}, {"keyword": "Georgia", "count": 1, "type": "LOCATION"}, {"keyword": "crucial.61", "count": 1, "type": "LOCATION"}], "entities": [{"keyword": "AI", "count": 76, "type": "PERSON"}, {"keyword": " Societal", "count": 1, "type": "ORG"}, {"keyword": "Global Institute Notes", "count": 2, "type": "ORG"}, {"keyword": " Computers", "count": 1, "type": "ORG"}, {"keyword": " Acemoglu", "count": 1, "type": "PERSON"}, {"keyword": "Accenture", "count": 1, "type": "ORG"}, {"keyword": "Accenture PLC", "count": 1, "type": "ORG"}, {"keyword": "CHALLENGES", "count": 1, "type": "ORG"}, {"keyword": "Develop AI", "count": 1, "type": "PERSON"}, {"keyword": "CEA Chair Jason Furman", "count": 1, "type": "ORG"}, {"keyword": "Americans", "count": 1, "type": "NORP"}, {"keyword": "Steve Nichols", "count": 1, "type": "PERSON"}, {"keyword": " While AI", "count": 1, "type": "ORG"}, {"keyword": "AI Are Working Together", "count": 2, "type": "ORG"}, {"keyword": "The Value of Collaboration", "count": 1, "type": "ORG"}, {"keyword": "CEA", "count": 1, "type": "ORG"}, {"keyword": "HBR Subscribe", "count": 1, "type": "ORG"}, {"keyword": " Page 4 of 18How", "count": 1, "type": "ORG"}, {"keyword": "Humans", "count": 1, "type": "NORP"}, {"keyword": "MAPPING AI TECHNIQUES", "count": 1, "type": "ORG"}, {"keyword": "Geoffrey H.", "count": 1, "type": "PERSON"}, {"keyword": "society.3", "count": 1, "type": "ORG"}, {"keyword": "Richard Sargeant", "count": 1, "type": "PERSON"}, {"keyword": "ASI Data Science “", "count": 1, "type": "ORG"}, {"keyword": "McKinsey & Company", "count": 1, "type": "ORG"}, {"keyword": "Jacques Bughin", "count": 1, "type": "PERSON"}, {"keyword": "Brian McCarthy", "count": 1, "type": "PERSON"}, {"keyword": "Michael Chui", "count": 1, "type": "PERSON"}, {"keyword": "Harvard Business Review", "count": 1, "type": "ORG"}, {"keyword": "Future of Humanity Institute", "count": 1, "type": "ORG"}, {"keyword": "McKinsey Global Institute", "count": 2, "type": "ORG"}, {"keyword": "Stitch Fix", "count": 1, "type": "PERSON"}, {"keyword": "Unilever", "count": 3, "type": "ORG"}, {"keyword": "Morgan Stanle Disease", "count": 1, "type": "ORG"}, {"keyword": "Icahn School o Medicine at Mount Sinai PERSONALIZATION Guest", "count": 1, "type": "ORG"}, {"keyword": "Carnival Corporation Health", "count": 1, "type": "ORG"}, {"keyword": "setting.62 Human", "count": 1, "type": "NORP"}, {"keyword": "Ian Goodfellow", "count": 1, "type": "PERSON"}, {"keyword": "Aaron Courville", "count": 1, "type": "PERSON"}, {"keyword": "14 McKinsey Global Institute 2", "count": 1, "type": "PERSON"}, {"keyword": "Yoshua Bengio", "count": 1, "type": "ORG"}, {"keyword": "MIT Press", "count": 1, "type": "ORG"}, {"keyword": "Breakdown", "count": 1, "type": "ORG"}, {"keyword": "Aerospace", "count": 1, "type": "ORG"}, {"keyword": "Retail Automotive", "count": 1, "type": "ORG"}, {"keyword": "Insurance Pharmaceuticals", "count": 1, "type": "ORG"}, {"keyword": "Telecommunications Healthcare", "count": 1, "type": "ORG"}, {"keyword": "Agriculture Consumer", "count": 1, "type": "ORG"}, {"keyword": "Media", "count": 1, "type": "ORG"}, {"keyword": "Chemicals Basic materials Travel", "count": 1, "type": "ORG"}, {"keyword": " Because AI", "count": 1, "type": "ORG"}, {"keyword": "AI AI’s", "count": 1, "type": "ORG"}, {"keyword": "VALUE", "count": 1, "type": "ORG"}], "folder": "/app/AIResearchHelper/SmartReader/Data/text_files_2019-05-09_11-23-04", "folder_name": "text_files_2019-05-09_11-23-04"}, {"topic": "productivity", "summary_points": [{"summary": "Likewise, in an era of slowing productivity growth, these same most highly digitized sectors led the economy on productivity increases.", "context": "For example, highly digital service industries like professional, scientific, and technical services; CIT; and media turned in some of the economy’s fastest output growth in the 2010 to 2016 period (Table 5).Likewise, in an era of slowing productivity growth, these same most highly digitized sectors led the economy on productivity increases.For example, the CIT and media sectors each increased its annual productivity growth by more than 2.5 percent.", "original_sentence": "Likewise, in an era of slowing productivity growth, these same most highly digitalized sectors led the economy on productivity increases.", "text": ") Aggregating these data to look at sectors and industries, this analysis finds that industry digitalization levels are strongly associated with key indicators of industry performance such as output, productivity, and wage growth—though job creation has a different pattern. Output growth during the 2000s, for example, has been heavily associated with industries’ mean digital scores. For example, highly digital service industries like professional, scientific, and technical services; ICT; and media turned in some of the economy’s fastest output growth in the 2010 to 2016 period (Table 5). Likewise, in an era of slowing productivity growth, these same most highly digitalized sectors led the economy on productivity increases. For example, the ICT and media sectors each increased its annual productivity growth by more than 2.5 percent.", "doc_id": "Brookings - digitization and american workforce.txt", "para_id": 55, "score": 0.19834221159113685}, {"summary": "Thus, a faster rate of economic growth will reduce the importance of wealth in a country, while sluggish growth will increase it.", "context": " For wealth not to concentrate in the hands of the few, it is essential that economic growth be accompanied by the creative destruction of old wealth.Thus, a faster rate of economic growth will reduce the importance of wealth in a country, while sluggish growth will increase it.A key ingredient in inclusive capitalism is therefore continuous creative destruction, giving rise to a new generation of innovators and entrepreneurs.", "original_sentence": "Thus, a faster rate of economic growth will reduce the importance of wealth in a country, while sluggish growth will increase it.", "text": " For wealth not to concentrate in the hands of the few, it is essential that economic growth be accompanied by the creative destruction of old wealth. Thus, a faster rate of economic growth will reduce the importance of wealth in a country, while sluggish growth will increase it. A key ingredient in inclusive capitalism is therefore continuous creative destruction, giving rise to a new generation of innovators and entrepreneurs. While the digital age has undoubtedly witnessed the rise of a new generation of digital enterprise, growth has failed to outpace the rate of return on capital, according to Piketty’s estimations. He shows that the temporary inclusive capitalism of the post-war era, when the rate of economic growth exceeded the return on capital, is over. Instead, slow growth rates are pushing the concentration of wealth back toward Victorian levels — a tendency Piketty proclaims to be the normal state of capitalism.", "doc_id": "Citi Frey and Osborne (2015)Technology at work.txt", "para_id": 10, "score": 0.19133054343716246}, {"summary": "13 Several economic studies have found that as countries’ levels of income and economic development increase, they tend to devote a greater proportion of GDP to public expenditures.", "context": "12This sharp increase in spending was partially as a result of the 2008–09 financial crisis.13 Several economic studies have found that as countries’ levels of income and economic development increase, they tend to devote a greater proportion of GDP to public expenditures.For example, see Antonio Alfonso and Jo To var Alleles, “Causality for the government budget and economic growth,” Applied Economics Letters, volume 21, number 17, 2015.", "original_sentence": "13 Several economic studies have found that as countries’ levels of income and economic development increase, they tend to devote a greater proportion of GDP to public expenditures.", "text": " Gaskin, Leviathan, Oxford: Oxford University Press, 1998. 11 All dollar figures shown in Part I of this report are in 2010 US dollars at purchasing power parity (PPP) unless otherwise stated. 12This sharp increase in spending was partially as a result of the 2008–09 financial crisis. 13 Several economic studies have found that as countries’ levels of income and economic development increase, they tend to devote a greater proportion of GDP to public expenditures. For example, see António Afonso and João Tovar Jalles, “Causality for the government budget and economic growth,” Applied Economics Letters, volume 21, number 17, 2015. CHAPTER 1 WHY GOVERNMENT PRODUCTIVITY MATTERS NOW MORE THAN EVER 36 Government productivity: Unlocking the $3.", "doc_id": "McKinsey Government-Productivity-Unlocking-the-3-5-Trillion-Opportunity-Full-report.txt", "para_id": 88, "score": 0.1880087048153825}, {"summary": "—Robert Barr, 2015 The limited number of observations relative to the seemingly open-ended list of other potential growth correlates at the country level makes it almost impossible to reject alternative interpretations of the same macroeconomic correlation.", "context": "1 Tracing back growth to a single, new technology sough res from severe measurement problems My view is that pinpointing precisely which (explanatory) variables matter for growth is impossible.—Robert Barr, 2015 The limited number of observations relative to the seemingly open-ended list of other potential growth correlates at the country level makes it almost impossible to reject alternative interpretations of the same macroeconomic correlation.Faster-growing countries, for instance, have more resources and economic opportunities available to invest in information and communication technology (CIT) infrastructure; thus, the direction of causality may run from growth to CIT rather than the other way around.", "original_sentence": "—Robert Barro, 2015 The limited number of observations relative to the seemingly open-ended list of other potential growth correlates at the country level makes it almost impossible to reject alternative interpretations of the same macroeconomic correlation.", "text": "1 Tracing back growth to a single, new technology suff ers from severe measurement problems My view is that pinpointing precisely which (explanatory) variables matter for growth is impossible. —Robert Barro, 2015 The limited number of observations relative to the seemingly open-ended list of other potential growth correlates at the country level makes it almost impossible to reject alternative interpretations of the same macroeconomic correlation. Faster-growing countries, for instance, have more resources and economic opportunities available to invest in information and communication technology (ICT) infrastructure; thus, the direction of causality may run from growth to ICT rather than the other way around. Moreover, there are severe endogeneity issues, since diff erences in the provision of ICT infrastructure across countries are likely to be positively correlated with (time-varying) unobservable, country-specifi c GDP correlates such as government accountability and other institutional factors, leading to an upward bias in ICT-growth elasticity estimates. Cross-country growth regressions are not an appropriate tool to draw inference on the impact of ICT on growth. Numerous studies fi nd a positive correlation between GDP growth and (lagged) values of diff erent forms of ICT capital stocks based on cross-country growth regressions.", "doc_id": "WDR Digital Dividends.txt", "para_id": 411, "score": 0.18513155685385574}, {"summary": "—Robert Barr, 2015 The limited number of observations relative to the seemingly open-ended list of other potential growth correlates at the country level makes it almost impossible to reject alternative interpretations of the same macroeconomic correlation.", "context": "1 Tracing back growth to a single, new technology sough res from severe measurement problems My view is that pinpointing precisely which (explanatory) variables matter for growth is impossible.—Robert Barr, 2015 The limited number of observations relative to the seemingly open-ended list of other potential growth correlates at the country level makes it almost impossible to reject alternative interpretations of the same macroeconomic correlation.Faster-growing countries, for instance, have more resources and economic opportunities available to invest in information and communication technology (CIT) infrastructure; thus, the direction of causality may run from growth to CIT rather than the other way around.", "original_sentence": "—Robert Barro, 2015 The limited number of observations relative to the seemingly open-ended list of other potential growth correlates at the country level makes it almost impossible to reject alternative interpretations of the same macroeconomic correlation.", "text": "1 Tracing back growth to a single, new technology suff ers from severe measurement problems My view is that pinpointing precisely which (explanatory) variables matter for growth is impossible. —Robert Barro, 2015 The limited number of observations relative to the seemingly open-ended list of other potential growth correlates at the country level makes it almost impossible to reject alternative interpretations of the same macroeconomic correlation. Faster-growing countries, for instance, have more resources and economic opportunities available to invest in information and communication technology (ICT) infrastructure; thus, the direction of causality may run from growth to ICT rather than the other way around. Moreover, there are severe endogeneity issues, since diff erences in the provision of ICT infrastructure across countries are likely to be positively correlated with (time-varying) unobservable, country-specifi c GDP correlates such as government accountability and other institutional factors, leading to an upward bias in ICT-growth elasticity estimates. Cross-country growth regressions are not an appropriate tool to draw inference on the impact of ICT on growth. Numerous studies fi nd a positive correlation between GDP growth and (lagged) values of diff erent forms of ICT capital stocks based on cross-country growth regressions.", "doc_id": "World Bank Document.txt", "para_id": 411, "score": 0.18513155685385574}, {"summary": "We have divided these countries into three groups, each of which could use automation to further national economic growth objectives, depending on their demographic trends and growth aspirations.", "context": " Potential impact of automation in three groups of countries Automation could boost productivity and help close the economic growth gap in the 20 largest economies in the medium term, to 2030.We have divided these countries into three groups, each of which could use automation to further national economic growth objectives, depending on their demographic trends and growth aspirations.The three groups are: \u0083 Advanced economies, including Australia, Canada, France, Germany, Italy, Japan, South Korea, the United Kingdom, and the United States.", "original_sentence": "We have divided these countries into three groups, each of which could use automation to further national economic growth objectives, depending on their demographic trends and growth aspirations.", "text": " Potential impact of automation in three groups of countries Automation could boost productivity and help close the economic growth gap in the 20 largest economies in the medium term, to 2030. We have divided these countries into three groups, each of which could use automation to further national economic growth objectives, depending on their demographic trends and growth aspirations. The three groups are: \u0083 Advanced economies, including Australia, Canada, France, Germany, Italy, Japan, South Korea, the United Kingdom, and the United States. These economies typically face an aging workforce, with the decline in working-age population growth more immediate in some (Germany, Italy, and Japan) than in others. Automation can provide the productivity boost required to meet economic growth projections that they otherwise would struggle to attain without other significant productivity growth accelerators. These economies thus have a major interest in pursuing rapid automation adoption.", "doc_id": "McKensey Global Institute (2017) - A future that works (Executive summary).txt", "para_id": 57, "score": 0.17836469842681307}, {"summary": "Our net estimates of the impact of productivity growth and innovation on outcomes of interest therefore sum over (1) direct industry-level effects; (2) indirect upstream and downstream effects in linked sectors; and (3) final demand effects accruing through the effect of productivity growth on aggregate value-added.", "context": "Recognizing that productivity growth in each industry augments aggregate income and hence indirectly raises final demand, we estimate the elasticity of pectoral demands emanating from aggregate income growth and then apply our FTP estimates to infer the indirect contribution of each industry’s productivity growth to final demand.Our net estimates of the impact of productivity growth and innovation on outcomes of interest therefore sum over (1) direct industry-level effects; (2) indirect upstream and downstream effects in linked sectors; and (3) final demand effects accruing through the effect of productivity growth on aggregate value-added.A final contribution of the paper is that, by leveraging more than four decades of harmonized industry by country data, we can assess not only whether productivity growth and innovation appear to be labor-displacing, but whether this relationship has shifted over successive decades.", "original_sentence": "Our net estimates of the impact of productivity growth and innovation on outcomes of interest therefore sum over (1) direct industry-level effects; (2) indirect upstream and downstream effects in linked sectors; and (3) final demand effects accruing through the effect of productivity growth on aggregate value-added.", "text": " 6 respectively.9 The second link we explore is between aggregate economic growth and sectoral labor demand. Recognizing that productivity growth in each industry augments aggregate income and hence indirectly raises final demand, we estimate the elasticity of sectoral demands emanating from aggregate income growth and then apply our TFP estimates to infer the indirect contribution of each industry’s productivity growth to final demand. Our net estimates of the impact of productivity growth and innovation on outcomes of interest therefore sum over (1) direct industry-level effects; (2) indirect upstream and downstream effects in linked sectors; and (3) final demand effects accruing through the effect of productivity growth on aggregate value-added. A final contribution of the paper is that, by leveraging more than four decades of harmonized industry by country data, we can assess not only whether productivity growth and innovation appear to be labor-displacing, but whether this relationship has shifted over successive decades. In point of fact, we find distinctly different patterns between the first decade in our sample, the 1970s, and the three decades that follow.", "doc_id": "Automation Labor Displacing (Autor and Salomons).txt", "para_id": 18, "score": 0.17303608499485773}, {"summary": "Median Age in US, UK, and Japan Source: UN Population Statistics, Ci ti Research Source: UN Population Statistics, Ci ti Research The fall in working-age populations and the projected continued decline has been cited as a major drag on future growth — indeed, a slowdown in population growth was at the heart of the original ‘secular stagnation’ hypothesis of Alvin Hansen in the 1930s.", "context": " Peaking of Working Age Population in Industrial Regions and China Figure 44.Median Age in US, UK, and Japan Source: UN Population Statistics, Ci ti Research Source: UN Population Statistics, Ci ti Research The fall in working-age populations and the projected continued decline has been cited as a major drag on future growth — indeed, a slowdown in population growth was at the heart of the original ‘secular stagnation’ hypothesis of Alvin Hansen in the 1930s.The question is therefore whether, far from being a challenge that needs to be addressed by policy, technological change, including automation, could be the answer to the challenges that demographic developments pose.", "original_sentence": "Median Age in US, UK, and Japan Source: UN Population Statistics, Citi Research Source: UN Population Statistics, Citi Research The fall in working-age populations and the projected continued decline has been cited as a major drag on future growth — indeed, a slowdown in population growth was at the heart of the original ‘secular stagnation’ hypothesis of Alvin Hansen in the 1930s.", "text": " Peaking of Working Age Population in Industrial Regions and China Figure 44. Median Age in US, UK, and Japan Source: UN Population Statistics, Citi Research Source: UN Population Statistics, Citi Research The fall in working-age populations and the projected continued decline has been cited as a major drag on future growth — indeed, a slowdown in population growth was at the heart of the original ‘secular stagnation’ hypothesis of Alvin Hansen in the 1930s. The question is therefore whether, far from being a challenge that needs to be addressed by policy, technological change, including automation, could be the answer to the challenges that demographic developments pose. Demographics and Economic Growth Demographic developments can have a very significant effect on economic growth prospects. In a stylised way, economists think of potential growth as reflecting the contributions of growth in the size of the labour force, investments in capital and improvements in the efficiency of using the factors of production (labour and capital), including through technological innovation. Demographics can have an effect on all three.", "doc_id": "Citi Frey and Osborne (2016)Technology at work v2.0.txt", "para_id": 167, "score": 0.16685741313363225}, {"summary": "\u0083 Coordinate strategic thinking so that spending drives long-term social and economic outcomes.", "context": "\u0083 Create ongoing performance dialogues with departments and help strengthen adherence to budgets and goals.\u0083 Coordinate strategic thinking so that spending drives long-term social and economic outcomes.\u0083 Actively manage the government balance sheet to unlock value.", "original_sentence": "\u0083 Coordinate strategic thinking so that spending drives long-term social and economic outcomes.", "text": " Finance functions can focus on the following five key disciplines to achieve a step-change improvement in productivity: \u0083 Get the necessary data and analytics foundations in place. \u0083 Run periodic benchmarking and spending reviews to scrutinize and improve department-level spending productivity. \u0083 Create ongoing performance dialogues with departments and help strengthen adherence to budgets and goals. \u0083 Coordinate strategic thinking so that spending drives long-term social and economic outcomes. \u0083 Actively manage the government balance sheet to unlock value. CHAPTER 3 FINANCIAL LEADERS: NAVIGATING THE WAY TO GOVERNMENT PRODUCTIVITY Government 3.", "doc_id": "McKinsey Government-Productivity-Unlocking-the-3-5-Trillion-Opportunity-Full-report.txt", "para_id": 222, "score": 0.1645947918131823}, {"summary": "Most important, compared to the seemingly open-ended list of potential growth correlates, the sample sizes in cross-country growth regressions are fairly small due to the phi tine number of countries and the typically limited low frequency time-series variation in the data.b Growth accounting provides a less ambitious approach; it decomposes aggregate growth into the contribution of each production factor without getting to the issue of causality.", "context": "But this approach has serious shortcomings.Most important, compared to the seemingly open-ended list of potential growth correlates, the sample sizes in cross-country growth regressions are fairly small due to the phi tine number of countries and the typically limited low frequency time-series variation in the data.b Growth accounting provides a less ambitious approach; it decomposes aggregate growth into the contribution of each production factor without getting to the issue of causality.But its precision also hinges on the ability to compute CIT capital stocks, which requires measuring depreciation rates and price indexes for digital technologies that appropriately ref etc quality changes.c The approach also assumes that the contribution of each factor of production to output is proportional to the corresponding share in total input costs.", "original_sentence": "Most important, compared to the seemingly open-ended list of potential growth correlates, the sample sizes in cross-country growth regressions are fairly small due to the fi nite number of countries and the typically limited lowfrequency time-series variation in the data.b Growth accounting provides a less ambitious approach; it decomposes aggregate growth into the contribution of each production factor without getting to the issue of causality.", "text": "a It is tempting to take the estimated ICT-growth elasticities at face value to quantify the impact of digital technologies on growth. But this approach has serious shortcomings. Most important, compared to the seemingly open-ended list of potential growth correlates, the sample sizes in cross-country growth regressions are fairly small due to the fi nite number of countries and the typically limited lowfrequency time-series variation in the data.b Growth accounting provides a less ambitious approach; it decomposes aggregate growth into the contribution of each production factor without getting to the issue of causality. But its precision also hinges on the ability to compute ICT capital stocks, which requires measuring depreciation rates and price indexes for digital technologies that appropriately refl ect quality changes.c The approach also assumes that the contribution of each factor of production to output is proportional to the corresponding share in total input costs.", "doc_id": "WDR Digital Dividends.txt", "para_id": 412, "score": 0.16137658673826635}, {"summary": "Most important, compared to the seemingly open-ended list of potential growth correlates, the sample sizes in cross-country growth regressions are fairly small due to the phi tine number of countries and the typically limited low frequency time-series variation in the data.b Growth accounting provides a less ambitious approach; it decomposes aggregate growth into the contribution of each production factor without getting to the issue of causality.", "context": "But this approach has serious shortcomings.Most important, compared to the seemingly open-ended list of potential growth correlates, the sample sizes in cross-country growth regressions are fairly small due to the phi tine number of countries and the typically limited low frequency time-series variation in the data.b Growth accounting provides a less ambitious approach; it decomposes aggregate growth into the contribution of each production factor without getting to the issue of causality.But its precision also hinges on the ability to compute CIT capital stocks, which requires measuring depreciation rates and price indexes for digital technologies that appropriately ref etc quality changes.c The approach also assumes that the contribution of each factor of production to output is proportional to the corresponding share in total input costs.", "original_sentence": "Most important, compared to the seemingly open-ended list of potential growth correlates, the sample sizes in cross-country growth regressions are fairly small due to the fi nite number of countries and the typically limited lowfrequency time-series variation in the data.b Growth accounting provides a less ambitious approach; it decomposes aggregate growth into the contribution of each production factor without getting to the issue of causality.", "text": "a It is tempting to take the estimated ICT-growth elasticities at face value to quantify the impact of digital technologies on growth. But this approach has serious shortcomings. Most important, compared to the seemingly open-ended list of potential growth correlates, the sample sizes in cross-country growth regressions are fairly small due to the fi nite number of countries and the typically limited lowfrequency time-series variation in the data.b Growth accounting provides a less ambitious approach; it decomposes aggregate growth into the contribution of each production factor without getting to the issue of causality. But its precision also hinges on the ability to compute ICT capital stocks, which requires measuring depreciation rates and price indexes for digital technologies that appropriately refl ect quality changes.c The approach also assumes that the contribution of each factor of production to output is proportional to the corresponding share in total input costs.", "doc_id": "World Bank Document.txt", "para_id": 412, "score": 0.16137658673826635}, {"summary": "As with organizations in the private sector, the development of better tools and the discovery of more efficient ways to get things done means that productivity tends to rise over time.", "context": " Government – and the wider public sector – exists not for its own sake but rather to serve the interests, and meet the needs, of society.As with organizations in the private sector, the development of better tools and the discovery of more efficient ways to get things done means that productivity tends to rise over time.Steadily increasing productivity, driven by technological progress and accelerated by the effects of compound growth over long horizons, is the reason our overall standard of living is so much higher today than in previous decades.", "original_sentence": "As with organisations in the private sector, the development of better tools and the discovery of more efficient ways to get things done means that productivity tends to rise over time.", "text": " Government – and the wider public sector – exists not for its own sake but rather to serve the interests, and meet the needs, of society. As with organisations in the private sector, the development of better tools and the discovery of more efficient ways to get things done means that productivity tends to rise over time. Steadily increasing productivity, driven by technological progress and accelerated by the effects of compound growth over long horizons, is the reason our overall standard of living is so much higher today than in previous decades. Productivity growth is not uniform across different parts of the economy, but instead varies by sector.52 Unfortunately, measuring productivity growth for the public sector is not straightforward. Although we can count inputs relatively easily, counting outputs is harder.", "doc_id": "smaller-better-faster-stronger-report.txt", "para_id": 69, "score": 0.16085963063749906}, {"summary": "In Germany, the government has built a budget surplus of €56 billion since amending its constitution to prohibit deficits in the wake of the global financial crisis.", "context": "10 Striking a balance between public spending, infrastructure investment and restoring the public finances is at the heart of the government’s fiscal challenge.In Germany, the government has built a budget surplus of €56 billion since amending its constitution to prohibit deficits in the wake of the global financial crisis.However, its development bank has calculated that Germany has also built an investment backlog of €126 billion, with transport and schools in the greatest need of maintenance.11, 12, While Autumn Statement 2016 committed to greater capital spending, austerity is more concerned with spending on day-today administration and public services – and there is no indication that this spending is set to return to the levels of growth seen in the decade before the financial crisis.13 In fact, government departments are expected to come under particular pressure in 2019-20 when their resource budgets face the third steepest fall of any year since this austerity decade began.14 Of course, these spending plans may change.", "original_sentence": "In Germany, the government has built a budget surplus of €56 billion since amending its constitution to prohibit deficits in the wake of the global financial crisis.", "text": "10 Striking a balance between public spending, infrastructure investment and restoring the public finances is at the heart of the government’s fiscal challenge. In Germany, the government has built a budget surplus of €56 billion since amending its constitution to prohibit deficits in the wake of the global financial crisis. However, its development bank has calculated that Germany has also built an investment backlog of €126 billion, with transport and schools in the greatest need of maintenance.11, 12, While Autumn Statement 2016 committed to greater capital spending, austerity is more concerned with spending on day-today administration and public services – and there is no indication that this spending is set to return to the levels of growth seen in the decade before the financial crisis.13 In fact, government departments are expected to come under particular pressure in 2019-20 when their resource budgets face the third steepest fall of any year since this austerity decade began.14 Of course, these spending plans may change.", "doc_id": "deloitte-uk-the-state-of-the-state-report-2017.txt", "para_id": 24, "score": 0.16019533452259782}, {"summary": "From Equation (5) it follows that per capital GDP is given by YT = ( α 1− α ) (pt + 1), (6) where pt is the automation density in terms of automation capital per capital.", "context": " The only difference would be that an additional constant term (the difference between the rates of depreciation between the two forms of capital) appeared in Equation (4) and in the derivations that are based on this equation.From Equation (5) it follows that per capital GDP is given by YT = ( α 1− α ) (pt + 1), (6) where pt is the automation density in terms of automation capital per capital.We immediately see that the prosperity of a country is positively linked to its automation density.", "original_sentence": "From Equation (5) it follows that per capita GDP is given by yt = ( α 1− α ) (pt + 1), (6) where pt is the automation density in terms of automation capital per capita.", "text": " The only difference would be that an additional constant term (the difference between the rates of depreciation between the two forms of capital) appeared in Equation (4) and in the derivations that are based on this equation. From Equation (5) it follows that per capita GDP is given by yt = ( α 1− α ) (pt + 1), (6) where pt is the automation density in terms of automation capital per capita. We immediately see that the prosperity of a country is positively linked to its automation density. The intuitive explanation for this relation is clear. For a given population size, automation overcomes the diminishing marginal product of traditional physical capital that acts as a boundary for long-run economic growth in the standard Solow (1956) model (see Prettner, 2017, for the analysis of the implications of automation for long-run economic growth in such a setting). Once the tasks that could previously only be carried out by human labor are automated, the stock of labor becomes, essentially, a reproducible production factor.", "doc_id": "A. Abeliansky and K. Prettner (2017)Automation and demographic change.txt", "para_id": 19, "score": 0.1587259708757406}, {"summary": "While a decline in the technological dynamism of the rich world would explain the recent fall in productivity and the growing concentration of wealth highlighted by Piety, it does not explain why wages have failed to grow in tandem with productivity.", "context": "Piety estimates that growth has failed to outpace the rate of return on capital Innovation is important for growth, and some believe the recent slowdown in economic growth is due to a slowdown in innovation Ci ti FPS: Global Perspectives & Solutions February 2015 © 2015 Citigroup 10 productivity growth of the late-1990s came to a halt, the view that most of the benefits from the digital revolution have already been seen has received more attention.While a decline in the technological dynamism of the rich world would explain the recent fall in productivity and the growing concentration of wealth highlighted by Piety, it does not explain why wages have failed to grow in tandem with productivity.One explanation is the changing nature of innovation.", "original_sentence": "While a decline in the technological dynamism of the rich world would explain the recent fall in productivity and the growing concentration of wealth highlighted by Piketty, it does not explain why wages have failed to grow in tandem with productivity.", "text": " 11 Thiel (2014). 12 Fernald and Jones (2014). Piketty estimates that growth has failed to outpace the rate of return on capital Innovation is important for growth, and some believe the recent slowdown in economic growth is due to a slowdown in innovation Citi GPS: Global Perspectives & Solutions February 2015 © 2015 Citigroup 10 productivity growth of the late-1990s came to a halt, the view that most of the benefits from the digital revolution have already been seen has received more attention. While a decline in the technological dynamism of the rich world would explain the recent fall in productivity and the growing concentration of wealth highlighted by Piketty, it does not explain why wages have failed to grow in tandem with productivity. One explanation is the changing nature of innovation. Although technology can raise productivity and boost wages, it can also take the form of capital that substitutes for labour.", "doc_id": "Citi Frey and Osborne (2015)Technology at work.txt", "para_id": 14, "score": 0.1581585717355793}, {"summary": "The challenge for policymakers will be to update, strengthen, and adapt policies to respond to the economic effects of AI.", "context": "24 0.28 1985 1990 1995 2000 2005 2010 Figure 10: U.S. Public Expenditure on Active Labor Market Programs Over Time as Percent of GDP Percent of GDP Source: COED Statistics (2014) ARTIFICIAL INTELLIGENCE, AUTOMATION, AND THE ECONOMY ***EMBARGOED UNTIL 4:30 PM ET, DECEMBER 20, 2016*** 28 Policy Responses AI-driven automation stands to transform the economy over the coming years and decades.The challenge for policymakers will be to update, strengthen, and adapt policies to respond to the economic effects of AI.Although it is difficult to predict these economic effects precisely with a high degree of confidence, the economic analysis in the previous chapter suggests that policymakers should prepare for five primary economic effects:  Positive contributions to aggregate productivity growth;  Changes in the skills demanded by the job market, including greater demand for higher level technical skills;  Uneven distribution of impact, across sectors, wage levels, education levels, job types, and locations;  Churning of the job market as some jobs disappear while others are created; and  The loss of jobs for some workers in the short-run, and possibly longer depending on policy responses.", "original_sentence": "The challenge for policymakers will be to update, strengthen, and adapt policies to respond to the economic effects of AI.", "text": "24 0.28 1985 1990 1995 2000 2005 2010 Figure 10: U.S. Public Expenditure on Active Labor Market Programs Over Time as Percent of GDP Percent of GDP Source: OECD Statistics (2014) ARTIFICIAL INTELLIGENCE, AUTOMATION, AND THE ECONOMY ***EMBARGOED UNTIL 4:30 PM ET, DECEMBER 20, 2016*** 28 Policy Responses AI-driven automation stands to transform the economy over the coming years and decades. The challenge for policymakers will be to update, strengthen, and adapt policies to respond to the economic effects of AI. Although it is difficult to predict these economic effects precisely with a high degree of confidence, the economic analysis in the previous chapter suggests that policymakers should prepare for five primary economic effects:  Positive contributions to aggregate productivity growth;  Changes in the skills demanded by the job market, including greater demand for higherlevel technical skills;  Uneven distribution of impact, across sectors, wage levels, education levels, job types, and locations;  Churning of the job market as some jobs disappear while others are created; and  The loss of jobs for some workers in the short-run, and possibly longer depending on policy responses.", "doc_id": "EMBARGOED AI Economy Report.txt", "para_id": 85, "score": 0.15722051233002618}, {"summary": "However, it is worth noting that the fact that some of these activities are not reflected adequately in GDP and productivity statistics does not necessarily imply that productivity growth is currently understated relative to the past.", "context": "Improvements that save time but are not readily converted into monetary equivalents may also only be insufficiently reflected in national accounts.However, it is worth noting that the fact that some of these activities are not reflected adequately in GDP and productivity statistics does not necessarily imply that productivity growth is currently understated relative to the past.GDP statistics have always omitted a significant share of economic activity – e.g. a BRA study noted in 2012 that accounting for non-market household production would have raised nominal GDP in the US by 26% in 2010.", "original_sentence": "However, it is worth noting that the fact that some of these activities are not reflected adequately in GDP and productivity statistics does not necessarily imply that productivity growth is currently understated relative to the past.", "text": " as part of the ‘app economy’), while other innovations that increase the ability to use existing capacity (such as ways to survey available capacities in real-time) are also often not included in GDP and productivity statistics. Improvements that save time but are not readily converted into monetary equivalents may also only be insufficiently reflected in national accounts. However, it is worth noting that the fact that some of these activities are not reflected adequately in GDP and productivity statistics does not necessarily imply that productivity growth is currently understated relative to the past. GDP statistics have always omitted a significant share of economic activity – e.g. a BEA study noted in 2012 that accounting for non-market household production would have raised nominal GDP in the US by 26% in 2010.", "doc_id": "Citi Frey and Osborne (2016)Technology at work v2.0.txt", "para_id": 200, "score": 0.15544542629006028}, {"summary": "One reason has been an innovative mobile wallet system initiated jointly by the public and private sectors and run by Cellular, a mobile services company.", "context": "94 WORLD DEVELOPMENT REPORT 2016 Until a few years ago, agricultural productivity in Nigeria was declining, even though government spending had increased.1 Since then, agriculture has become a driver of economic growth.One reason has been an innovative mobile wallet system initiated jointly by the public and private sectors and run by Cellular, a mobile services company.Nigeria’s smallholder farmers depend on subsidized fertilizer, but this crucial resource too often did not reach benefit caries.", "original_sentence": "One reason has been an innovative mobile wallet system initiated jointly by the public and private sectors and run by Cellulant, a mobile services company.", "text": " doi: 10.1146/annurev-resource-100913-012714. 94 WORLD DEVELOPMENT REPORT 2016 Until a few years ago, agricultural productivity in Nigeria was declining, even though government spending had increased.1 Since then, agriculture has become a driver of economic growth. One reason has been an innovative mobile wallet system initiated jointly by the public and private sectors and run by Cellulant, a mobile services company. Nigeria’s smallholder farmers depend on subsidized fertilizer, but this crucial resource too often did not reach benefi ciaries.", "doc_id": "WDR Digital Dividends.txt", "para_id": 730, "score": 0.1533949993057167}, {"summary": "One reason has been an innovative mobile wallet system initiated jointly by the public and private sectors and run by Cellular, a mobile services company.", "context": "94 WORLD DEVELOPMENT REPORT 2016 Until a few years ago, agricultural productivity in Nigeria was declining, even though government spending had increased.1 Since then, agriculture has become a driver of economic growth.One reason has been an innovative mobile wallet system initiated jointly by the public and private sectors and run by Cellular, a mobile services company.Nigeria’s smallholder farmers depend on subsidized fertilizer, but this crucial resource too often did not reach benefit caries.", "original_sentence": "One reason has been an innovative mobile wallet system initiated jointly by the public and private sectors and run by Cellulant, a mobile services company.", "text": " doi: 10.1146/annurev-resource-100913-012714. 94 WORLD DEVELOPMENT REPORT 2016 Until a few years ago, agricultural productivity in Nigeria was declining, even though government spending had increased.1 Since then, agriculture has become a driver of economic growth. One reason has been an innovative mobile wallet system initiated jointly by the public and private sectors and run by Cellulant, a mobile services company. Nigeria’s smallholder farmers depend on subsidized fertilizer, but this crucial resource too often did not reach benefi ciaries.", "doc_id": "World Bank Document.txt", "para_id": 730, "score": 0.1533949993057167}], "keywords": [{"keyword": "growth", "count": 390}, {"keyword": "economy", "count": 22}, {"keyword": "performance", "count": 7}, {"keyword": "productivity", "count": 81}, {"keyword": "output", "count": 10}, {"keyword": "services", "count": 7}, {"keyword": "data", "count": 7}, {"keyword": "percent", "count": 3}, {"keyword": "example", "count": 4}, {"keyword": "economic", "count": 118}, {"keyword": "capital", "count": 36}, {"keyword": "economic growth", "count": 35}, {"keyword": "rate", "count": 6}, {"keyword": "increase", "count": 6}, {"keyword": "war", "count": 1}, {"keyword": "rates", "count": 4}, {"keyword": "government", "count": 58}, {"keyword": "gdp", "count": 34}, {"keyword": "public", "count": 22}, {"keyword": "spending", "count": 28}, {"keyword": "income", "count": 3}, {"keyword": "infrastructure", "count": 10}, {"keyword": "time", "count": 15}, {"keyword": "run", "count": 14}, {"keyword": "based", "count": 2}, {"keyword": "use", "count": 2}, {"keyword": "demand", "count": 4}, {"keyword": "effects", "count": 6}, {"keyword": "policy", "count": 5}, {"keyword": "production", "count": 8}, {"keyword": "long", "count": 9}, {"keyword": "changes", "count": 3}, {"keyword": "private", "count": 5}, {"keyword": "investment", "count": 4}, {"keyword": "fiscal", "count": 2}, {"keyword": "infrastructure investment", "count": 2}, {"keyword": "long run", "count": 3}, {"keyword": "government spending", "count": 5}], "locations": [{"keyword": "Leviathan", "count": 1, "type": "LOCATION"}, {"keyword": "Oxford", "count": 1, "type": "LOCATION"}, {"keyword": "US", "count": 3, "type": "LOCATION"}, {"keyword": "Australia", "count": 1, "type": "LOCATION"}, {"keyword": "Canada", "count": 1, "type": "LOCATION"}, {"keyword": "France", "count": 1, "type": "LOCATION"}, {"keyword": "Germany", "count": 4, "type": "LOCATION"}, {"keyword": "Italy", "count": 2, "type": "LOCATION"}, {"keyword": "Japan", "count": 3, "type": "LOCATION"}, {"keyword": "South Korea", "count": 1, "type": "LOCATION"}, {"keyword": "the United Kingdom", "count": 1, "type": "LOCATION"}, {"keyword": "the United States", "count": 1, "type": "LOCATION"}, {"keyword": "UK", "count": 1, "type": "LOCATION"}, {"keyword": "Prettner", "count": 1, "type": "LOCATION"}, {"keyword": "Piketty", "count": 1, "type": "LOCATION"}, {"keyword": "Nigeria", "count": 4, "type": "LOCATION"}, {"keyword": "Cellulant", "count": 2, "type": "LOCATION"}], "entities": [{"keyword": "ICT", "count": 18, "type": "ORG"}, {"keyword": "Piketty’s", "count": 1, "type": "ORG"}, {"keyword": "Victorian", "count": 1, "type": "NORP"}, {"keyword": "Gaskin", "count": 1, "type": "PERSON"}, {"keyword": "António Afonso", "count": 1, "type": "PERSON"}, {"keyword": "João Tovar Jalles", "count": 1, "type": "PERSON"}, {"keyword": "Oxford University Press", "count": 1, "type": "ORG"}, {"keyword": "Applied Economics Letters", "count": 1, "type": "ORG"}, {"keyword": "EVER 36 Government", "count": 1, "type": "ORG"}, {"keyword": "Barro", "count": 2, "type": "ORG"}, {"keyword": " Potential", "count": 1, "type": "ORG"}, {"keyword": "TFP", "count": 1, "type": "ORG"}, {"keyword": "Alvin Hansen", "count": 1, "type": "PERSON"}, {"keyword": " Peaking of Working Age Population", "count": 1, "type": "ORG"}, {"keyword": "UN Population Statistics", "count": 1, "type": "ORG"}, {"keyword": "Citi Research Source", "count": 1, "type": "ORG"}, {"keyword": "UN Population Statistics,", "count": 1, "type": "ORG"}, {"keyword": "Citi Research", "count": 1, "type": "ORG"}, {"keyword": "sector.52 Unfortunately", "count": 1, "type": "PERSON"}, {"keyword": " Government", "count": 1, "type": "ORG"}, {"keyword": "maintenance.11", "count": 1, "type": "PRODUCT"}, {"keyword": "Equation", "count": 2, "type": "ORG"}, {"keyword": "Jones", "count": 1, "type": "PERSON"}, {"keyword": "Fernald", "count": 1, "type": "ORG"}, {"keyword": "Innovation", "count": 1, "type": "ORG"}, {"keyword": "Global Perspectives & Solutions", "count": 1, "type": "ORG"}, {"keyword": "late-1990s", "count": 1, "type": "NORP"}, {"keyword": "AI", "count": 1, "type": "PERSON"}, {"keyword": "U.S. Public Expenditure on", "count": 1, "type": "ORG"}, {"keyword": "Active Labor Market Programs", "count": 1, "type": "ORG"}, {"keyword": "OECD Statistics", "count": 1, "type": "ORG"}, {"keyword": "ECONOMY", "count": 1, "type": "ORG"}, {"keyword": "Changes", "count": 1, "type": "ORG"}, {"keyword": "BEA", "count": 1, "type": "ORG"}, {"keyword": "WORLD DEVELOPMENT REPORT", "count": 2, "type": "ORG"}], "folder": "/app/AIResearchHelper/SmartReader/Data/text_files_2019-05-09_11-23-04", "folder_name": "text_files_2019-05-09_11-23-04"}]