[{"topic": "employment", "summary_points": [{"summary": "COED analyses have begun to understand the relationship between digitization, jobs and skills, the magnitude of potential job substitution due to technological change, the relationship between globalization and wage polarization, as well as the changes to the organization of work.", "context": "These processes, coupled with globalization, population aging and changes in work organization, will shape the world of work and raise challenges to public policy in unknown ways.COED analyses have begun to understand the relationship between digitization, jobs and skills, the magnitude of potential job substitution due to technological change, the relationship between globalization and wage polarization, as well as the changes to the organization of work.With a focus on policy, the COED is looking at the challenges these trends place on the labor market, skills and social policy.", "original_sentence": "OECD analyses have begun to understand the relationship between digitalisation, jobs and skills, the magnitude of potential job substitution due to technological change, the relationship between globalisation and wage polarisation, as well as the changes to the organisation of work.", "text": "2. The future of work in a digital economy The world of work is in flux due to digitalisation, the development of the digital economy and broad technological change. These processes, coupled with globalisation, population ageing and changes in work organisation, will shape the world of work and raise challenges to public policy in unknown ways. OECD analyses have begun to understand the relationship between digitalisation, jobs and skills, the magnitude of potential job substitution due to technological change, the relationship between globalisation and wage polarisation, as well as the changes to the organisation of work. With a focus on policy, the OECD is looking at the challenges these trends place on the labour market, skills and social policy. This work has resulted in research summarised in policy briefs on the impacts of automation on independent work and skill implications of the digital transformation.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 26, "score": 0.23719499866782875}, {"summary": "may bring efficiency in matching workers to jobs and tasks, it also raises questions about wages, labor rights and access to social protection for the workers involved.", "context": "Although the “platform economy” (Tuber, Airborne, etc.)may bring efficiency in matching workers to jobs and tasks, it also raises questions about wages, labor rights and access to social protection for the workers involved.• CIT is profoundly changing the skill profile of jobs.", "original_sentence": "may bring efficiency in matching workers to jobs and tasks, it also raises questions about wages, labour rights and access to social protection for the workers involved.", "text": " • Digitalisation has opened the ground for new forms of work organisation (e.g. outsourcing, shared services). Although the “platform economy” (Uber, AirBnB, etc.) may bring efficiency in matching workers to jobs and tasks, it also raises questions about wages, labour rights and access to social protection for the workers involved. • ICT is profoundly changing the skill profile of jobs.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 29, "score": 0.16773883680786641}, {"summary": "Naturally, the characteristics of occupations that can be offshore are different from the characteristics of occupations that can be automated.", "context": "These estimates are based on two defining characteristics of jobs that cannot be offshore: (a) the job must be performed at a specific work location; and (b) the job requires face-to-face personal communication.Naturally, the characteristics of occupations that can be offshore are different from the characteristics of occupations that can be automated.For example, the work of cashiers, which has largely been substituted by self- service technology, must be performed at specific work location and requires face-to-face contact.", "original_sentence": "Naturally, the characteristics of occupations that can be offshored are different from the characteristics of occupations that can be automated.", "text": " For example, using O∗NET data on the nature of work done in different occupations, Blinder (2009) estimates that 22 to 29 percent of US jobs are or will be offshorable in the next decade or two. These estimates are based on two defining characteristics of jobs that cannot be offshored: (a) the job must be performed at a specific work location; and (b) the job requires face-to-face personal communication. Naturally, the characteristics of occupations that can be offshored are different from the characteristics of occupations that can be automated. For example, the work of cashiers, which has largely been substituted by self- service technology, must be performed at specific work location and requires face-to-face contact. The extent of computerisation is therefore likely to go beyond that of offshoring. Hence, while the implementation of our methodology is similar to that of Blinder (2009), we rely on different occupational characteristics.", "doc_id": "_Users_michaelosborne_Documents_Research_future_of_employment_paper_old_.texpadtmp_future_of_employment_18.dvi.txt", "para_id": 10, "score": 0.13365236675831235}, {"summary": "While the present study is limited to examining the destruction effect of technology, it nevertheless provides a useful indication of the job growth required to counterbalance the jobs at risk over the next decades.", "context": "This raises questions about: (a) the ability of human labor to win the race against technology by means of education; and (b) the potential extent of technological unemployment, as an increasing pace of technological progress will cause higher job turnover, resulting in a higher natural rate of unemployment (Lucas and Prescott, 1974; Davis and Phalanger, 1992; Aristides, 2000).While the present study is limited to examining the destruction effect of technology, it nevertheless provides a useful indication of the job growth required to counterbalance the jobs at risk over the next decades.III.", "original_sentence": "While the present study is limited to examining the destruction effect of technology, it nevertheless provides a useful indication of the job growth required to counterbalance the jobs at risk over the next decades.", "text": " For example, Beaudry, et al. (2013) document a decline in the demand for skill over the past decade, even as the supply of workers with higher education has continued to grow. They show that high-skilled workers have moved down the occupational ladder, taking on jobs traditionally performed by low-skilled workers, pushing low-skilled workers even further down the occupational ladder and, to some extent, even out of the labour force. This raises questions about: (a) the ability of human labour to win the race against technology by means of education; and (b) the potential extent of technological unemployment, as an increasing pace of technological progress will cause higher job turnover, resulting in a higher natural rate of unemployment (Lucas and Prescott, 1974; Davis and Haltiwanger, 1992; Pissarides, 2000). While the present study is limited to examining the destruction effect of technology, it nevertheless provides a useful indication of the job growth required to counterbalance the jobs at risk over the next decades. III.", "doc_id": "_Users_michaelosborne_Documents_Research_future_of_employment_paper_old_.texpadtmp_future_of_employment_18.dvi.txt", "para_id": 32, "score": 0.1259965865352194}, {"summary": "Many administrations work accordingly to the NOW principles (new ways of working – including flexible work times and places).", "context": "Good work-life balance: The public administration scores highly in this respect.Many administrations work accordingly to the NOW principles (new ways of working – including flexible work times and places).The 2016 employer branding survey puts this in fifth place: 70% of both civil servants in service or those not yet civil servants state this as important.", "original_sentence": "Many administrations work accordingly to the NWOW principles (new ways of working – including flexible work times and places).", "text": " Interesting job content: The societal relevance of public office is an asset. The 2016 employer branding survey puts this in fourth place when asked “what attracts one to a job”: 60% of civil servant respondents state interesting job content, compared to 70% of those who are not (yet) a civil servant. Candidates want to do something “useful” and to work to support the public interest 5. Good work-life balance: The public administration scores highly in this respect. Many administrations work accordingly to the NWOW principles (new ways of working – including flexible work times and places). The 2016 employer branding survey puts this in fifth place: 70% of both civil servants in service or those not yet civil servants state this as important.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 242, "score": 0.12455085176390925}, {"summary": "These highlight the following insights: • Digitization is reducing demand for routine and manual tasks while increasing demand for low- and high-skilled tasks and for problem-solving and interpersonal skills.", "context": " (WWW.oecd.org/employment/future-of-work.htm).These highlight the following insights: • Digitization is reducing demand for routine and manual tasks while increasing demand for low- and high-skilled tasks and for problem-solving and interpersonal skills.Despite the replacement of some work by digitization, aggregate job demand has not been impacted.", "original_sentence": "These highlight the following insights: • Digitalisation is reducing demand for routine and manual tasks while increasing demand for low- and high-skilled tasks and for problem-solving and interpersonal skills.", "text": " (www.oecd.org/employment/future-of-work.htm). These highlight the following insights: • Digitalisation is reducing demand for routine and manual tasks while increasing demand for low- and high-skilled tasks and for problem-solving and interpersonal skills. Despite the replacement of some work by digitalisation, aggregate job demand has not been impacted.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 27, "score": 0.11761246093092505}, {"summary": "The use of \"other public employees\" in Estonia and Denmark In Estonia, in 2013, a new Civil Service Act entered into force, which also amended the definition of an official.", "context": " Box 2.14.The use of \"other public employees\" in Estonia and Denmark In Estonia, in 2013, a new Civil Service Act entered into force, which also amended the definition of an official.According to the new act, staff responsible for \"core functions\" (policy making and implementation) are considered officials.", "original_sentence": "The use of \"other public employees\" in Estonia and Denmark In Estonia, in 2013, a new Civil Service Act entered into force, which also amended the definition of an official.", "text": " Box 2.14. The use of \"other public employees\" in Estonia and Denmark In Estonia, in 2013, a new Civil Service Act entered into force, which also amended the definition of an official. According to the new act, staff responsible for \"core functions\" (policy making and implementation) are considered officials. Staff responsible for support functions are regular employees, whose employment relations are regulated in the Employment Contract Act. The support functions include accounting, human resource work, records management, activities of procurement specialists, activities of administrative personnel, activities of information technologists and other work in support of the exercise of official authority.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 277, "score": 0.10921296097120678}, {"summary": "We refer to these as jobs at risk – i.e. jobs we expect could be automated relatively soon, perhaps over the next decade or two.", "context": "According to our estimates around 47 percent of total US employment is in the high risk category.We refer to these as jobs at risk – i.e. jobs we expect could be automated relatively soon, perhaps over the next decade or two.Our model predicts that most workers in transportation and logistics occupations, together with the bulk of office and administrative support workers, and labor in production occupations, are at risk.", "original_sentence": "We refer to these as jobs at risk – i.e. jobs we expect could be automated relatively soon, perhaps over the next decade or two.", "text": " We make no attempt to estimate the number of jobs that will actually be automated, and focus on potential job automatability over some unspecified number of years. According to our estimates around 47 percent of total US employment is in the high risk category. We refer to these as jobs at risk – i.e. jobs we expect could be automated relatively soon, perhaps over the next decade or two. Our model predicts that most workers in transportation and logistics occupations, together with the bulk of office and administrative support workers, and labour in production occupations, are at risk.", "doc_id": "_Users_michaelosborne_Documents_Research_future_of_employment_paper_old_.texpadtmp_future_of_employment_18.dvi.txt", "para_id": 115, "score": 0.10901912919610666}, {"summary": "The title “Lousy and Lovely Jobs”, of recent work by Gus and Manning (2007), thus captures the essence of the current trend towards labor market polarization, with growing employment in high-income cognitive jobs and low-income manual occupations, accompanied by a hollowing-out of middle-income routine jobs.", "context": "At the same time, with falling prices of computing, problem-solving skills are becoming relatively productive, explaining the substantial employment growth in occupations involving cognitive tasks where skilled labor has a comparative advantage, as well as the persistent increase in returns to education (Kate and Murphy, 1992; Guacamole, 2002; Astor and Don, 2013).The title “Lousy and Lovely Jobs”, of recent work by Gus and Manning (2007), thus captures the essence of the current trend towards labor market polarization, with growing employment in high-income cognitive jobs and low-income manual occupations, accompanied by a hollowing-out of middle-income routine jobs.According to Brynjolfsson and Cafe (2011), the pace of technological innovation is still increasing, with more sophisticated software technologies disrupting labor markets by making workers redundant.", "original_sentence": "The title “Lousy and Lovely Jobs”, of recent work by Goos and Manning (2007), thus captures the essence of the current trend towards labour market polarization, with growing employment in high-income cognitive jobs and low-income manual occupations, accompanied by a hollowing-out of middle-income routine jobs.", "text": " Arguably, this is because the manual tasks of service occupations are less susceptible to computerisation, as they require a higher degree of flexibility and physical adaptability (Autor, et al., 2003; Goos and Manning, 2007; Autor and Dorn, 2013). At the same time, with falling prices of computing, problem-solving skills are becoming relatively productive, explaining the substantial employment growth in occupations involving cognitive tasks where skilled labour has a comparative advantage, as well as the persistent increase in returns to education (Katz and Murphy, 1992; Acemoglu, 2002; Autor and Dorn, 2013). The title “Lousy and Lovely Jobs”, of recent work by Goos and Manning (2007), thus captures the essence of the current trend towards labour market polarization, with growing employment in high-income cognitive jobs and low-income manual occupations, accompanied by a hollowing-out of middle-income routine jobs. According to Brynjolfsson and McAfee (2011), the pace of technological innovation is still increasing, with more sophisticated software technologies disrupting labour markets by making workers redundant. What is striking about the examples in their book is that computerisation is no longer confined to routine manufacturing tasks.", "doc_id": "_Users_michaelosborne_Documents_Research_future_of_employment_paper_old_.texpadtmp_future_of_employment_18.dvi.txt", "para_id": 4, "score": 0.10735791197499855}, {"summary": "Guacamole and Strep (2016) show that when there is a gap between wages and the opportunity cost of labor, automation may reduce welfare and even aggregate output.", "context": "Our framework does not make any policy recommendations, because we have not modeled various labor market imperfections that might interact with automation, and as a result, the equilibrium in our model is Pareto optimal.Guacamole and Strep (2016) show that when there is a gap between wages and the opportunity cost of labor, automation may reduce welfare and even aggregate output.A similar approach can be developed in the context of our model here, and the welfare implications of different types of automation would depend on the gap between the wage of affected workers and their opportunity cost of labor.", "original_sentence": "Acemoglu and Restrepo (2016) show that when there is a gap between wages and the opportunity cost of labor, automation may reduce welfare and even aggregate output.", "text": " One of the important effects of new information and communication technologies is to increase the extent to which tasks can be unbundled, and simultaneously studying this process together with the impact of automation technologies appears as a fruitful area for research as well. 4. Our framework does not make any policy recommendations, because we have not modeled various labor market imperfections that might interact with automation, and as a result, the equilibrium in our model is Pareto optimal. Acemoglu and Restrepo (2016) show that when there is a gap between wages and the opportunity cost of labor, automation may reduce welfare and even aggregate output. A similar approach can be developed in the context of our model here, and the welfare implications of different types of automations would depend on the gap between the wage of affected workers and their opportunity cost of labor. For instance, if this gap is greater for high-skilled workers (for example, because these workers have greater bargaining power), high-skill automation may have more negative welfare consequences than low-skill automation.", "doc_id": "Acemglu y Restrepo (2017) - Low skill and high skill automation.txt", "para_id": 64, "score": 0.08678913029805325}, {"summary": "A number of countries have also developed special mechanisms to bring highly skilled individuals into the government at senior levels to work on special projects.", "context": "Source: Submitted through the 2016 Survey on Strategic Human Resource Management in Central/Federal Governments of COED countries.A number of countries have also developed special mechanisms to bring highly skilled individuals into the government at senior levels to work on special projects.The White House Fellows programmer is a prestigious example that enables highly skilled people, such as doctors, IT innovators, or business leaders, to work with the highest levels of the White House for a year to advance key projects (see Box 2.15).", "original_sentence": "A number of countries have also developed special mechanisms to bring highly skilled individuals into the government at senior levels to work on special projects.", "text": " Consequently, over the years there has been a significant drop in the number of appointments as civil servants. Source: Submitted through the 2016 Survey on Strategic Human Resource Management in Central/Federal Governments of OECD countries. A number of countries have also developed special mechanisms to bring highly skilled individuals into the government at senior levels to work on special projects. The White House Fellows programme is a prestigious example that enables highly skilled people, such as doctors, IT innovators, or business leaders, to work with the highest levels of the White House for a year to advance key projects (see Box 2.15). 2.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 279, "score": 0.08678084044061912}, {"summary": "This paper is a first attempt to 1 workplace-automation 2 3 1 develop a simple framework incorporating both the more traditional automation of routine and manual jobs—what we refer to as “low-skill automation”—and high-skill automation.", "context": " A lot of those jobs are going to be susceptible over time.” Despite this rapid and potentially trans formative rise of high-skill automation, there is relatively little work studying its labor market implications.This paper is a first attempt to 1 workplace-automation 2 3 1 develop a simple framework incorporating both the more traditional automation of routine and manual jobs—what we refer to as “low-skill automation”—and high-skill automation.We extend the task-based models originally developed in Guacamole and Astor (2011) and Guacamole and Strep (2016), which in turn build on Zara (1998) and Guacamole and Botticelli (2000).", "original_sentence": "This paper is a first attempt to 1 workplace-automation 2 3 1 develop a simple framework incorporating both the more traditional automation of routine and manual jobs—what we refer to as “low-skill automation”—and high-skill automation.", "text": " A lot of those jobs are going to be susceptible over time.” Despite this rapid and potentially transformative rise of high-skill automation, there is relatively little work studying its labor market implications. This paper is a first attempt to 1 workplace-automation 2 3 1 develop a simple framework incorporating both the more traditional automation of routine and manual jobs—what we refer to as “low-skill automation”—and high-skill automation. We extend the task-based models originally developed in Acemoglu and Autor (2011) and Acemoglu and Restrepo (2016), which in turn build on Zeira (1998) and Acemoglu and Zilibotti (2000). In our model, a continuum of tasks can be performed by low-skill labor, high-skill labor or capital. Crucially, the range of tasks that can be performed by capital expands due to two types of automation technologies.", "doc_id": "Acemglu y Restrepo (2017) - Low skill and high skill automation.txt", "para_id": 6, "score": 0.085631605349495}, {"summary": "Suss kind, R. & D. Suss kind (2015), The Future of the Professions: How Technology will Transform the Work of Human Experts, Oxford University Press, Oxford.", "context": "), New Frontiers in Social Innovation Research, Pal grave Macmillan.Suss kind, R. & D. Suss kind (2015), The Future of the Professions: How Technology will Transform the Work of Human Experts, Oxford University Press, Oxford.UK Cabinet Office (2013), Meeting the Challenge: A Capabilities Plan for the Civil Service, Cabinet Office, London.", "original_sentence": "Susskind, R. & D. Susskind (2015), The Future of the Professions: How Technology will Transform the Work of Human Experts, Oxford University Press, Oxford.", "text": "), New Frontiers in Social Innovation Research, Palgrave Macmillan. Susskind, R. & D. Susskind (2015), The Future of the Professions: How Technology will Transform the Work of Human Experts, Oxford University Press, Oxford. UK Cabinet Office (2013), Meeting the Challenge: A Capabilities Plan for the Civil Service, Cabinet Office, London. US Government Accountability Office (2015a), High-Risk Series: an Update, Washington DC.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 163, "score": 0.08457150182728373}, {"summary": "Automation technology has been assumed to be entirely exogenous, and we have also taken the set of tasks that labor can perform to be given exogenous.", "context": " 2.Automation technology has been assumed to be entirely exogenous, and we have also taken the set of tasks that labor can perform to be given exogenous.In Guacamole and 19 Strep (2016), both of these assumptions are relaxed, which allows for an analysis of how different types of technological shocks trigger further technological responses.", "original_sentence": "Automation technology has been assumed to be entirely exogenous, and we have also taken the set of tasks that labor can perform to be given exogenously.", "text": " 2. Automation technology has been assumed to be entirely exogenous, and we have also taken the set of tasks that labor can perform to be given exogenously. In Acemoglu and 19 Restrepo (2016), both of these assumptions are relaxed, which allows for an analysis of how different types of technological shocks trigger further technological responses. Extending that type of analysis to our richer framework is an interesting step for future work. 3. We have followed other task-based models in assuming that tasks can be fully unbundled.", "doc_id": "Acemglu y Restrepo (2017) - Low skill and high skill automation.txt", "para_id": 63, "score": 0.08417797764668805}, {"summary": "Second, the government is encouraging innovation in recruitment and staffing through the introduction of new internship programmed, simplifying the job application process, and piloting new assessment tools.", "context": "g. Recruitment of Policy Leaders programmer see Box 2.12).Second, the government is encouraging innovation in recruitment and staffing through the introduction of new internship programmed, simplifying the job application process, and piloting new assessment tools.Embedded in these and other actions is the overarching goal of strengthening diversity by attracting and retaining larger numbers of Indigenous Canadians and other employment equity groups.", "original_sentence": "Second, the government is encouraging innovation in recruitment and staffing through the introduction of new internship programmes, simplifying the job application process, and piloting new assessment tools.", "text": "g. Recruitment of Policy Leaders programme see Box 2.12). Second, the government is encouraging innovation in recruitment and staffing through the introduction of new internship programmes, simplifying the job application process, and piloting new assessment tools. Embedded in these and other actions is the overarching goal of strengthening diversity by attracting and retaining larger numbers of Indigenous Canadians and other employment equity groups. Third, the government is strengthening onboarding and retention through improved orientation and training sessions, networking, mentoring and immediate feedback from new hires.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 251, "score": 0.08347097141663465}, {"summary": "Anyone with a post-graduate degree, record of academic excellence or policy experience can apply online during the campaign period.", "context": " The Canadian Recruitment of Policy Leaders (PL) initiative focuses on recruiting exceptional professionals with diverse achievements and experience into mid and senior-level policy positions across the Government of Canada.Anyone with a post-graduate degree, record of academic excellence or policy experience can apply online during the campaign period.Making it into the pool does not guarantee a placement.", "original_sentence": "Anyone with a post-graduate degree, record of academic excellence or policy experience can apply online during the campaign period.", "text": " The Canadian Recruitment of Policy Leaders (RPL) initiative focuses on recruiting exceptional professionals with diverse achievements and experience into mid and senior-level policy positions across the Government of Canada. Anyone with a post-graduate degree, record of academic excellence or policy experience can apply online during the campaign period. Making it into the pool does not guarantee a placement. However, the RPL has a very successful rate of placement as the candidates are assigned a mentor to guide them through the final stages of the hiring process. Mentors help candidates plan their timeline to begin work, explore options to find the right job, and even arrange meetings with the hiring managers responsible for making an official offer of employment to candidates. 2.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 260, "score": 0.07927419228637968}, {"summary": "Determine • What are the needed skill sets and where are the gaps?", "context": "1.Determine • What are the needed skill sets and where are the gaps?How can they be defined?", "original_sentence": "Determine • What are the needed skill sets and where are the gaps?", "text": "1), and case studies collected through the OECD’s Public Employment and Management Working Party over the summer/autumn of 2016. 1. Determine • What are the needed skill sets and where are the gaps? How can they be defined? 2. Attract and Select • How can the right people with sought-after skill sets be attracted to jobs in the public sector?", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 169, "score": 0.07731623102777523}, {"summary": "Their task supply will respond elastically to relative wage levels, meaning that workers will reallocate their labor supply according to their comparative advantage as in Roy (1951).", "context": "It further assumes income-maximizing workers, with heterogeneous productivity endowments in both susceptible and non-susceptible tasks.Their task supply will respond elastically to relative wage levels, meaning that workers will reallocate their labor supply according to their comparative advantage as in Roy (1951).With expanding computational capabilities, resulting from technological advances, and a falling market price of computing, workers in susceptible tasks will thus reallocate to non susceptible tasks.", "original_sentence": "Their task supply will respond elastically to relative wage levels, meaning that workers will reallocate their labour supply according to their comparative advantage as in Roy (1951).", "text": " Computer capital is supplied perfectly elastically at market price per efficiency unit, where the market price is falling exogenously with time due to technological progress. It further assumes income-maximizing workers, with heterogeneous productivity endowments in both susceptible and non-susceptible tasks. Their task supply will respond elastically to relative wage levels, meaning that workers will reallocate their labour supply according to their comparative advantage as in Roy (1951). With expanding computational capabilities, resulting from technological advances, and a falling market price of computing, workers in susceptible tasks will thus reallocate to nonsusceptible tasks. The above described simple model differs from the task model of Autor, et al. (2003), in that LNS is not confined to routine labour inputs.", "doc_id": "_Users_michaelosborne_Documents_Research_future_of_employment_paper_old_.texpadtmp_future_of_employment_18.dvi.txt", "para_id": 59, "score": 0.07259675681601568}, {"summary": "• Political timing: policy advice is inherently political and although civil servants in most countries espouse political neutrality as a core value, they cannot be tone deaf to the tune of politics.", "context": " Traditionally this would include the main policy instruments of government: regulation, taxation, and spending.• Political timing: policy advice is inherently political and although civil servants in most countries espouse political neutrality as a core value, they cannot be tone deaf to the tune of politics.Policy windows open at moments in political cycles, or as the result of shifts in public opinion and perception.", "original_sentence": "• Political timing: policy advice is inherently political and although civil servants in most countries espouse political neutrality as a core value, they cannot be tone deaf to the tune of politics.", "text": " Traditionally this would include the main policy instruments of government: regulation, taxation, and spending. • Political timing: policy advice is inherently political and although civil servants in most countries espouse political neutrality as a core value, they cannot be tone deaf to the tune of politics. Policy windows open at moments in political cycles, or as the result of shifts in public opinion and perception. This requires skills related to timing, and designing policy proposals in a way that responds to the needs of the moment. New Zealand has recently brought together policy professionals to develop a common framework showing the kinds of policy skills required today in its civil service (Box 1.5).", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 73, "score": 0.07225156049787125}, {"summary": "If labor income becomes a smaller and smaller share of total income, alternatives need to be found.", "context": "Furthermore, it would at some point be necessary to rethink how social security systems are financed because the main contribution is now made by the production factor labor.If labor income becomes a smaller and smaller share of total income, alternatives need to be found.One remedy that is often suggested could be to make sure that everybody owns some part of the automation capital of an economy, for example, a driver less car that earns an income stream for him or her (Pratt, 2015; The Economist, 2017).", "original_sentence": "If labor income becomes a smaller and smaller share of total income, alternatives need to be found.", "text": " If this concern is valid and widespread, it might lead to resistance against automation from labor unions and the population at large. Altogether, it might therefore be in everybody’s interest if governments enact policies that alleviate the burden of those who suffer because of automation. Potential policies along these lines could include education subsidies and re-training programs, making unemployment insurance widely available, and to provide access to the health-care system for those who become unemployed. Furthermore, it would at some point be necessary to rethink how social security systems are financed because the main contribution is now made by the production factor labor. If labor income becomes a smaller and smaller share of total income, alternatives need to be found. One remedy that is often suggested could be to make sure that everybody owns some part of the automation capital of an economy, for example, a driverless car that earns an income stream for him or her (Pratt, 2015; The Economist, 2017).", "doc_id": "A. Abeliansky and K. Prettner (2017)Automation and demographic change.txt", "para_id": 94, "score": 0.07094393187498198}, {"summary": "The French Interdepartmental Directory of State Occupations and competencies dictionary The French Interdepartmental Directory of State Occupations (Rime), created in 2006 and updated in 2010 and 2017, aims to precisely identify the jobs that enable the state to carry out its mission to serve its citizens.", "context": "Box 2.5.The French Interdepartmental Directory of State Occupations and competencies dictionary The French Interdepartmental Directory of State Occupations (Rime), created in 2006 and updated in 2010 and 2017, aims to precisely identify the jobs that enable the state to carry out its mission to serve its citizens.All of the state’s jobs are listed, which represents 2.5 million people.", "original_sentence": "The French Interdepartmental Directory of State Occupations and competencies dictionary The French Interdepartmental Directory of State Occupations (Rime), created in 2006 and updated in 2010 and 2017, aims to precisely identify the jobs that enable the state to carry out its mission to serve its citizens.", "text": "5). Box 2.5. The French Interdepartmental Directory of State Occupations and competencies dictionary The French Interdepartmental Directory of State Occupations (Rime), created in 2006 and updated in 2010 and 2017, aims to precisely identify the jobs that enable the state to carry out its mission to serve its citizens. All of the state’s jobs are listed, which represents 2.5 million people.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 198, "score": 0.06986011356329572}, {"summary": "The relatively slow pace of computerization across the medium risk category of employment can thus partly be interpreted as a technological plateau, with incremental technological improvements successively enabling further labor substitution.", "context": "According to our estimates, however, this wave of automation will be followed by a subsequent slowdown in computers for labor substitution, due to persisting inhibiting engineering bottlenecks to computerization.The relatively slow pace of computerization across the medium risk category of employment can thus partly be interpreted as a technological plateau, with incremental technological improvements successively enabling further labor substitution.More specifically, the computerization of occupations in the medium risk category will mainly depend on perception and manipulation challenges.", "original_sentence": "The relatively slow pace of computerisation across the medium risk category of employment can thus partly be interpreted as a technological plateau, with incremental technological improvements successively enabling further labour substitution.", "text": " This trend is likely to drive the computerisation of construction work. In short, our findings suggest that recent developments in ML will put a substantial share of employment, across a wide range of occupations, at risk in the near future. According to our estimates, however, this wave of automation will be followed by a subsequent slowdown in computers for labour substitution, due to persisting inhibiting engineering bottlenecks to computerisation. The relatively slow pace of computerisation across the medium risk category of employment can thus partly be interpreted as a technological plateau, with incremental technological improvements successively enabling further labour substitution. More specifically, the computerisation of occupations in the medium risk category will mainly depend on perception and manipulation challenges. This is evident from Table III, showing that the “manual dexterity”, “finger dexterity” and “cramped work space” variables exhibit relatively high values in the medium risk category.", "doc_id": "_Users_michaelosborne_Documents_Research_future_of_employment_paper_old_.texpadtmp_future_of_employment_18.dvi.txt", "para_id": 101, "score": 0.0662993031897763}, {"summary": "It provides a platform for a future articulation of “policy archetype” – deep analytically expert, engagement specialist, policy innovator/entrepreneur – reflecting the growing consensus that the policy community requires diversity, not a one-size-fits-all conception of the policy analyst/advisory role.", "context": "The PF has the potential to support and signal diverse policy career pathways.It provides a platform for a future articulation of “policy archetype” – deep analytically expert, engagement specialist, policy innovator/entrepreneur – reflecting the growing consensus that the policy community requires diversity, not a one-size-fits-all conception of the policy analyst/advisory role.Box 1.5.", "original_sentence": "It provides a platform for a future articulation of “policy archetype” – deep analytical expert, engagement specialist, policy innovator/entrepreneur – reflecting the growing consensus that the policy community requires diversity, not a one-size-fits-all conception of the policy analyst/advisor role.", "text": " It also provides the foundation for the senior policy community to agree on levels (developing, practicing, expert/leading) for each component in the skills framework and expectations for key levels of the policy workforce (analyst, senior analyst, principal analyst and beyond). It could enable a more collective approach to training (both formal and on-the-job). The PSF has the potential to support and signal diverse policy career pathways. It provides a platform for a future articulation of “policy archetype” – deep analytical expert, engagement specialist, policy innovator/entrepreneur – reflecting the growing consensus that the policy community requires diversity, not a one-size-fits-all conception of the policy analyst/advisor role. Box 1.5.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 75, "score": 0.06548247553771586}, {"summary": "Functional professions, career paths, communities of practice Some governments have established specific professions, or communities of practice for common government functions (e.g. HR, CIT, regulators).", "context": " Source: Information provided by delegates to the Public Employment and Management Working Party.Functional professions, career paths, communities of practice Some governments have established specific professions, or communities of practice for common government functions (e.g. HR, CIT, regulators).This approach can enable better management over these functions and ensure specialists in these fields have opportunities to work horizontally.", "original_sentence": "Functional professions, career paths, communities of practice Some governments have established specific professions, or communities of practice for common government functions (e.g. HR, ICT, regulators).", "text": " Source: Information provided by delegates to the Public Employment and Management Working Party. Functional professions, career paths, communities of practice Some governments have established specific professions, or communities of practice for common government functions (e.g. HR, ICT, regulators). This approach can enable better management over these functions and ensure specialists in these fields have opportunities to work horizontally. They can also help to define career paths that encourage continuous skills development.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 358, "score": 0.06423005105387732}, {"summary": "Our paper is motivated by John Maynard Keynes’s frequently cited prediction of widespread technological unemployment “due to our discovery of means of economizing the use of labor outrunning the pace at which we can find new uses for labor” (Keynes, 1933, p. 3).", "context": "1 Second, we implement this methodology to estimate the probability of computerization for 702 detailed occupations, and examine expected impacts of future computerization on US labor market outcomes.Our paper is motivated by John Maynard Keynes’s frequently cited prediction of widespread technological unemployment “due to our discovery of means of economizing the use of labor outrunning the pace at which we can find new uses for labor” (Keynes, 1933, p. 3).Indeed, over the past decades, computers have substituted for a number of jobs, including the functions of bookkeepers, cashiers and telephone operators (Brennan, 1999; MG, 2013).", "original_sentence": "Our paper is motivated by John Maynard Keynes’s frequently cited prediction of widespread technological unemployment “due to our discovery of means of economising the use of labour outrunning the pace at which we can find new uses for labour” (Keynes, 1933, p. 3).", "text": "1 Second, we implement this methodology to estimate the probability of computerisation for 702 detailed occupations, and examine expected impacts of future computerisation on US labour market outcomes. Our paper is motivated by John Maynard Keynes’s frequently cited prediction of widespread technological unemployment “due to our discovery of means of economising the use of labour outrunning the pace at which we can find new uses for labour” (Keynes, 1933, p. 3). Indeed, over the past decades, computers have substituted for a number of jobs, including the functions of bookkeepers, cashiers and telephone operators (Bresnahan, 1999; MGI, 2013). More recently, the poor performance of labour markets across advanced economies has intensified the debate about technological unemployment among economists. While there is ongoing disagreement about the driving forces behind the persistently high unemployment rates, a number of scholars have pointed at computer-controlled equipment as a possible explanation for recent jobless growth (see, for example, Brynjolfsson and McAfee, 2011).", "doc_id": "_Users_michaelosborne_Documents_Research_future_of_employment_paper_old_.texpadtmp_future_of_employment_18.dvi.txt", "para_id": 2, "score": 0.06407866790415839}, {"summary": "The obvious reason why this concern has not materialized relates to Ricardo’s famous chapter on machinery, which suggests that laborsaving technology reduces the demand for undifferentiated labor, thus leading to technological unemployment (Ricardo, 1819).", "context": "Yet the concern over technological unemployment has proven to be exaggerated.The obvious reason why this concern has not materialized relates to Ricardo’s famous chapter on machinery, which suggests that laborsaving technology reduces the demand for undifferentiated labor, thus leading to technological unemployment (Ricardo, 1819).As economists have long understood, however, an invention that replaces workers by machines will have effects on all product and factor markets.", "original_sentence": "The obvious reason why this concern has not materialised relates to Ricardo’s famous chapter on machinery, which suggests that laboursaving technology reduces the demand for undifferentiated labour, thus leading to technological unemployment (Ricardo, 1819).", "text": "14 How technological progress in the twenty-first century will impact on labour market outcomes remains to be seen. Throughout history, technological progress has vastly shifted the composition of employment, from agriculture and the artisan shop, to manufacturing and clerking, to service and management occupations. Yet the concern over technological unemployment has proven to be exaggerated. The obvious reason why this concern has not materialised relates to Ricardo’s famous chapter on machinery, which suggests that laboursaving technology reduces the demand for undifferentiated labour, thus leading to technological unemployment (Ricardo, 1819). As economists have long understood, however, an invention that replaces workers by machines will have effects on all product and factor markets. An increase in the efficiency of production which reduces the price of one good, will increase real income and thus increase demand for other goods.", "doc_id": "_Users_michaelosborne_Documents_Research_future_of_employment_paper_old_.texpadtmp_future_of_employment_18.dvi.txt", "para_id": 30, "score": 0.06383680243356359}, {"summary": "To our knowledge, no study has yet quantified what recent technological progress is likely to mean for the future of employment.", "context": " Six years later, in October 2010, Google announced that it had modified several Toyota Prius's to be fully autonomous (Brynjolfsson and Cafe, 2011).To our knowledge, no study has yet quantified what recent technological progress is likely to mean for the future of employment.The present study intends to bridge this gap in the literature.", "original_sentence": "To our knowledge, no study has yet quantified what recent technological progress is likely to mean for the future of employment.", "text": " Six years later, in October 2010, Google announced that it had modified several Toyota Priuses to be fully autonomous (Brynjolfsson and McAfee, 2011). To our knowledge, no study has yet quantified what recent technological progress is likely to mean for the future of employment. The present study intends to bridge this gap in the literature. Although there are indeed existing useful frameworks for examining the impact of computers on the occupational employment composition, they seem inadequate in explaining the impact of technological trends going beyond the computerisation of routine tasks. Seminal work by Autor, et al. (2003), for example, distinguishes between cognitive and manual tasks on the one hand, and routine and non-routine tasks on the other.", "doc_id": "_Users_michaelosborne_Documents_Research_future_of_employment_paper_old_.texpadtmp_future_of_employment_18.dvi.txt", "para_id": 6, "score": 0.05973992029023112}, {"summary": "21 We therefore focus on the impact of computerization on the mix of jobs that existed in 2010.", "context": "Turning first to the expected employment impact, reported in Figure III, we distinguish between high, medium and low risk occupations, depending on their Transportation and Material Moving Production Installation, Maintenance, and Repair Construction and Extraction Farming, Fishing, and Forestry Office and Administrative Support Sales and Related Service Health care Practitioners and Technical Education, Legal, Community Service, Arts, and Media Computer, Engineering, and Science Management, Business, and Financial E m pl yo m en t Probability of Computerization 47% Employment ←−−− High −−−→ 19% Employment ←−−−Medium −−−→ 33% Employment ←−−− Low −−−→ 0 0.2 0.4 0.6 0.21 We therefore focus on the impact of computerization on the mix of jobs that existed in 2010.Our analysis is thus limited to the substitution effect of future computerization.", "original_sentence": "21 We therefore focus on the impact of computerisation on the mix of jobs that existed in 2010.", "text": "21 We therefore focus on the impact of computerisation on the mix of jobs that existed in 2010. Our analysis is thus limited to the substitution effect of future computerisation. Turning first to the expected employment impact, reported in Figure III, we distinguish between high, medium and low risk occupations, depending on their Transportation and Material Moving Production Installation, Maintenance, and Repair Construction and Extraction Farming, Fishing, and Forestry Office and Administrative Support Sales and Related Service Healthcare Practitioners and Technical Education, Legal, Community Service, Arts, and Media Computer, Engineering, and Science Management, Business, and Financial E m pl oy m en t Probability of Computerisation 47% Employment ←−−− High −−−→ 19% Employment ←−−−Medium −−−→ 33% Employment ←−−− Low −−−→ 0 0.2 0.4 0.6 0.", "doc_id": "_Users_michaelosborne_Documents_Research_future_of_employment_paper_old_.texpadtmp_future_of_employment_18.dvi.txt", "para_id": 96, "score": 0.0580537691266655}, {"summary": "While the 2010-2020 LBS occupational employment projections predict US net employment growth across major occupations, based on historical staffing patterns, we speculate about technology that is in only the early stages of development.", "context": "However, we make no attempt to forecast future changes in the occupational composition of the labor market.While the 2010-2020 LBS occupational employment projections predict US net employment growth across major occupations, based on historical staffing patterns, we speculate about technology that is in only the early stages of development.This means that historical data on the impact of the technological developments we observe is unavailable.", "original_sentence": "While the 2010-2020 BLS occupational employment projections predict US net employment growth across major occupations, based on historical staffing patterns, we speculate about technology that is in only the early stages of development.", "text": " V. EMPLOYMENT IN THE TWENTY-FIRST CENTURY In this section, we examine the possible future extent of at-risk job computerisation, and related labour market outcomes. The task model predicts that recent developments in ML will reduce aggregate demand for labour input in tasks that can be routinised by means of pattern recognition, while increasing the demand for labour performing tasks that are not susceptible to computerisation. However, we make no attempt to forecast future changes in the occupational composition of the labour market. While the 2010-2020 BLS occupational employment projections predict US net employment growth across major occupations, based on historical staffing patterns, we speculate about technology that is in only the early stages of development. This means that historical data on the impact of the technological developments we observe is unavailable.", "doc_id": "_Users_michaelosborne_Documents_Research_future_of_employment_paper_old_.texpadtmp_future_of_employment_18.dvi.txt", "para_id": 95, "score": 0.05675264504899678}, {"summary": "Astor and Don (2013), for example, show that as computerization erodes wages for labor performing routine tasks, workers will reallocate their labor supply to relatively low-skill service occupations.", "context": " In addition, more recent studies find that computers have caused a shift in the occupational structure of the labor market.Astor and Don (2013), for example, show that as computerization erodes wages for labor performing routine tasks, workers will reallocate their labor supply to relatively low-skill service occupations.More specifically, between 1980 and 2005, the share of US labor hours in service occupations grew by 30 percent after having been flat or declining in the three prior decades.", "original_sentence": "Autor and Dorn (2013), for example, show that as computerisation erodes wages for labour performing routine tasks, workers will reallocate their labour supply to relatively low-skill service occupations.", "text": " In addition, more recent studies find that computers have caused a shift in the occupational structure of the labour market. Autor and Dorn (2013), for example, show that as computerisation erodes wages for labour performing routine tasks, workers will reallocate their labour supply to relatively low-skill service occupations. More specifically, between 1980 and 2005, the share of US labour hours in service occupations grew by 30 percent after having been flat or declining in the three prior decades. Furthermore, net changes in US employment were U-shaped in skill level, meaning that the lowest and highest job-skill quartile expanded sharply with relative employment declines in the middle of the distribution. The expansion in high-skill employment can be explained by the falling price of carrying out routine tasks by means of computers, which complements more abstract and creative services. Seen from a production function perspective, an outward shift in the supply of routine informational inputs increases the marginal productivity of workers they are demanded by.", "doc_id": "_Users_michaelosborne_Documents_Research_future_of_employment_paper_old_.texpadtmp_future_of_employment_18.dvi.txt", "para_id": 28, "score": 0.056549747575106404}, {"summary": "The idea is very simple, as everybody has work-related knowledge, experience and talents from which colleagues can learn.", "context": "The aim during this week is for staff members to follow knowledge-sharing sessions designed by one of their colleagues.The idea is very simple, as everybody has work-related knowledge, experience and talents from which colleagues can learn.Train Your Colleague stimulates staff members to teach their colleagues something about a work-related subject that is important to them through short initiatives.", "original_sentence": "The idea is very simple, as everybody has work-related knowledge, experience and talents from which colleagues can learn.", "text": " Learning culture development in Australia, Ireland, Finland and Flanders (cont.) The Flemish Public Service (Belgium) arranges an annual “Train your colleague” week. The aim during this week is for staff members to follow knowledge-sharing sessions designed by one of their colleagues. The idea is very simple, as everybody has work-related knowledge, experience and talents from which colleagues can learn. Train Your Colleague stimulates staff members to teach their colleagues something about a work-related subject that is important to them through short initiatives. In 2014 and in 2015, 22 organisations and the Flemish Parliament participated in Train Your Colleague week.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 345, "score": 0.056093151984731866}, {"summary": "• Competitive and adaptable (includes mention of competitive employer, able to retain talent, balance of job security, values orientation, innovation).", "context": " • Effective and efficient, (includes mention of professional and dedicated staff, leadership, motivation).• Competitive and adaptable (includes mention of competitive employer, able to retain talent, balance of job security, values orientation, innovation).• Unified (includes mention of policy coherence, diversity, common core competencies across ministries).", "original_sentence": "• Competitive and adaptable (includes mention of competitive employer, able to retain talent, balance of job security, values orientation, innovation).", "text": " • Effective and efficient, (includes mention of professional and dedicated staff, leadership, motivation). • Competitive and adaptable (includes mention of competitive employer, able to retain talent, balance of job security, values orientation, innovation). • Unified (includes mention of policy coherence, diversity, common core competencies across ministries). Finland’s 2001 government decision in principle on state personnel policy line identifies basic values of the state administration as: effectiveness, quality and expertise, the service principle, transparency, trust, equality, impartiality, independence and responsibility. The strategy recognises the digital transformation as a key driver that requires skills orientation to people management, alongside mobility and innovation. The strategy is likely to be updated in the near future.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 179, "score": 0.05602921347251171}], "keywords": [{"keyword": "work", "count": 287}, {"keyword": "jobs", "count": 119}, {"keyword": "job", "count": 48}, {"keyword": "policy", "count": 60}, {"keyword": "economy", "count": 10}, {"keyword": "social", "count": 10}, {"keyword": "future", "count": 25}, {"keyword": "skills", "count": 15}, {"keyword": "automation", "count": 23}, {"keyword": "technological", "count": 25}, {"keyword": "world", "count": 2}, {"keyword": "market", "count": 13}, {"keyword": "workers", "count": 77}, {"keyword": "new", "count": 50}, {"keyword": "technology", "count": 16}, {"keyword": "unemployment", "count": 19}, {"keyword": "2013", "count": 14}, {"keyword": "education", "count": 5}, {"keyword": "working", "count": 5}, {"keyword": "employment", "count": 71}, {"keyword": "years", "count": 4}, {"keyword": "time", "count": 7}, {"keyword": "income", "count": 10}, {"keyword": "labor", "count": 22}, {"keyword": "people", "count": 28}, {"keyword": "government", "count": 18}, {"keyword": "post", "count": 1}], "locations": [{"keyword": "US", "count": 6, "type": "LOCATION"}, {"keyword": "NWOW", "count": 1, "type": "LOCATION"}, {"keyword": "Estonia", "count": 2, "type": "LOCATION"}, {"keyword": "Denmark", "count": 1, "type": "LOCATION"}, {"keyword": "al", "count": 1, "type": "LOCATION"}, {"keyword": "Manning", "count": 2, "type": "LOCATION"}, {"keyword": "McAfee", "count": 3, "type": "LOCATION"}, {"keyword": "Zilibotti", "count": 1, "type": "LOCATION"}, {"keyword": "London", "count": 1, "type": "LOCATION"}, {"keyword": "Update", "count": 1, "type": "LOCATION"}, {"keyword": "Washington DC", "count": 1, "type": "LOCATION"}, {"keyword": "New Zealand", "count": 1, "type": "LOCATION"}, {"keyword": "Pratt", "count": 1, "type": "LOCATION"}, {"keyword": "Bresnahan", "count": 1, "type": "LOCATION"}, {"keyword": "Ricardo", "count": 2, "type": "LOCATION"}, {"keyword": "Australia", "count": 1, "type": "LOCATION"}, {"keyword": "Ireland", "count": 1, "type": "LOCATION"}, {"keyword": "Finland", "count": 2, "type": "LOCATION"}, {"keyword": "Belgium", "count": 1, "type": "LOCATION"}], "entities": [{"keyword": "OECD", "count": 4, "type": "ORG"}, {"keyword": "ICT", "count": 2, "type": "ORG"}, {"keyword": "Blinder", "count": 2, "type": "PERSON"}, {"keyword": "O∗NET", "count": 1, "type": "ORG"}, {"keyword": "Prescott", "count": 1, "type": "PERSON"}, {"keyword": "Davis", "count": 1, "type": "PERSON"}, {"keyword": "Beaudry", "count": 1, "type": "ORG"}, {"keyword": "al", "count": 2, "type": "PERSON"}, {"keyword": "Pissarides", "count": 1, "type": "ORG"}, {"keyword": "Lucas", "count": 1, "type": "NORP"}, {"keyword": " Box", "count": 1, "type": "ORG"}, {"keyword": "2.14", "count": 1, "type": "PRODUCT"}, {"keyword": "Arguably", "count": 1, "type": "PERSON"}, {"keyword": "Katz", "count": 1, "type": "PERSON"}, {"keyword": "Murphy", "count": 1, "type": "PERSON"}, {"keyword": "Acemoglu", "count": 6, "type": "PERSON"}, {"keyword": "Lovely Jobs”", "count": 1, "type": "PERSON"}, {"keyword": "Goos", "count": 1, "type": "PERSON"}, {"keyword": "Brynjolfsson", "count": 3, "type": "PERSON"}, {"keyword": "Autor and Dorn", "count": 2, "type": "ORG"}, {"keyword": "Autor", "count": 4, "type": "NORP"}, {"keyword": "Restrepo", "count": 3, "type": "ORG"}, {"keyword": "Pareto", "count": 1, "type": "ORG"}, {"keyword": "Central/Federal Governments", "count": 1, "type": "ORG"}, {"keyword": "The White House Fellows", "count": 1, "type": "ORG"}, {"keyword": "the White House", "count": 1, "type": "ORG"}, {"keyword": "Zeira", "count": 1, "type": "PERSON"}, {"keyword": "New Frontiers in Social Innovation Research", "count": 1, "type": "ORG"}, {"keyword": "Palgrave Macmillan", "count": 1, "type": "ORG"}, {"keyword": "R. & D. Susskind (", "count": 1, "type": "ORG"}, {"keyword": "The Future of the Professions:", "count": 1, "type": "ORG"}, {"keyword": "How Technology", "count": 1, "type": "ORG"}, {"keyword": "Transform the Work of Human Experts", "count": 1, "type": "ORG"}, {"keyword": "Oxford University Press, Oxford", "count": 1, "type": "ORG"}, {"keyword": "UK Cabinet Office", "count": 1, "type": "ORG"}, {"keyword": "the Civil Service", "count": 1, "type": "ORG"}, {"keyword": "Cabinet Office", "count": 1, "type": "ORG"}, {"keyword": "US Government Accountability Office", "count": 1, "type": "ORG"}, {"keyword": "Policy Leaders", "count": 2, "type": "PERSON"}, {"keyword": "Indigenous Canadians", "count": 1, "type": "NORP"}, {"keyword": "RPL", "count": 2, "type": "ORG"}, {"keyword": "Government of Canada", "count": 1, "type": "ORG"}, {"keyword": "Canadian", "count": 1, "type": "NORP"}, {"keyword": "Public Employment", "count": 1, "type": "PERSON"}, {"keyword": "Determine", "count": 1, "type": "PERSON"}, {"keyword": "Management Working Party", "count": 1, "type": "ORG"}, {"keyword": "Attract and Select", "count": 1, "type": "ORG"}, {"keyword": "Roy", "count": 1, "type": "PERSON"}, {"keyword": " Computer", "count": 1, "type": "ORG"}, {"keyword": "LNS", "count": 1, "type": "ORG"}, {"keyword": " Traditionally", "count": 1, "type": "ORG"}, {"keyword": "The Economist", "count": 1, "type": "ORG"}, {"keyword": "The French Interdepartmental Directory of State Occupations", "count": 2, "type": "ORG"}, {"keyword": "ML", "count": 2, "type": "ORG"}, {"keyword": "PSF", "count": 1, "type": "ORG"}, {"keyword": "the Public Employment and Management Working Party", "count": 1, "type": "ORG"}, {"keyword": "John Maynard Keynes", "count": 1, "type": "PERSON"}, {"keyword": "Keynes", "count": 1, "type": "PERSON"}, {"keyword": "MGI", "count": 1, "type": "ORG"}, {"keyword": "Google", "count": 1, "type": "ORG"}, {"keyword": "Toyota", "count": 1, "type": "ORG"}, {"keyword": "Priuses", "count": 1, "type": "PRODUCT"}, {"keyword": "their Transportation and Material Moving Production Installation", "count": 1, "type": "ORG"}, {"keyword": "Repair Construction and Extraction Farming", "count": 1, "type": "ORG"}, {"keyword": "Forestry Office and Administrative Support Sales", "count": 1, "type": "ORG"}, {"keyword": "Related Service Healthcare Practitioners", "count": 1, "type": "ORG"}, {"keyword": "Technical Education", "count": 1, "type": "ORG"}, {"keyword": "Legal, Community Service, Arts", "count": 1, "type": "ORG"}, {"keyword": "Media Computer, Engineering", "count": 1, "type": "ORG"}, {"keyword": "Science Management", "count": 1, "type": "ORG"}, {"keyword": "Probability of Computerisation", "count": 1, "type": "ORG"}, {"keyword": "Financial E", "count": 1, "type": "PRODUCT"}, {"keyword": " V. EMPLOYMENT IN", "count": 1, "type": "PERSON"}, {"keyword": "BLS", "count": 1, "type": "ORG"}, {"keyword": " Learning", "count": 1, "type": "ORG"}, {"keyword": "The Flemish Public Service", "count": 1, "type": "ORG"}, {"keyword": "the Flemish Parliament", "count": 1, "type": "ORG"}, {"keyword": "Train Your Colleague week", "count": 1, "type": "ORG"}, {"keyword": "Flanders", "count": 1, "type": "NORP"}, {"keyword": "Unified", "count": 1, "type": "ORG"}], "folder": "/app/AIResearchHelper/SmartReader/Data/text_files_2019-03-29_17-09-35", "folder_name": "text_files_2019-03-29_17-09-35"}, {"topic": "skills", "summary_points": [{"summary": "• To thrive in the digital economy, CIT skills will not be enough, and other complementary skills will be needed, ranging from good literacy and numeracy skills through to the right sociology-emotional skills to work collaboratively and flexibly.", "context": "Young people, however, are much more CIT proficient than older generations.• To thrive in the digital economy, CIT skills will not be enough, and other complementary skills will be needed, ranging from good literacy and numeracy skills through to the right sociology-emotional skills to work collaboratively and flexibly.• Digitization will provide new opportunities to many but will raise challenges for others, with the risk of growing inequalities in access to jobs and their quality and career potential.", "original_sentence": "• To thrive in the digital economy, ICT skills will not be enough, and other complementary skills will be needed, ranging from good literacy and numeracy skills through to the right socio-emotional skills to work collaboratively and flexibly.", "text": " Skill development policies need to be overhauled to reduce the risk of increased unemployment and growing inequality. • Among the adult population, 56% have no ICT skills or have only the skills necessary to fulfil the simplest set of tasks in a technology-rich environment. Young people, however, are much more ICT proficient than older generations. • To thrive in the digital economy, ICT skills will not be enough, and other complementary skills will be needed, ranging from good literacy and numeracy skills through to the right socio-emotional skills to work collaboratively and flexibly. • Digitalisation will provide new opportunities to many but will raise challenges for others, with the risk of growing inequalities in access to jobs and their quality and career potential. More rather than less policy is needed to allow workers to grasp new opportunities and respond to challenges.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 30, "score": 0.21665557727935247}, {"summary": "The COED skills strategy (2012) addresses three inter-related policy levers: developing the right skills (ensuring the skills supply is sufficient in both quantity and quality), activating skills supply (improving participation in the labor market of under-represented groups), and putting skills to effective use (addressing the match between skills needed and those available).", "context": "The COED’s work on skills and skills strategies looks at how countries can align education and labor market policies to ensure they are producing citizens with the right skills to drive economic growth and address economic inclusion and social mobility in the national economy.The COED skills strategy (2012) addresses three inter-related policy levers: developing the right skills (ensuring the skills supply is sufficient in both quantity and quality), activating skills supply (improving participation in the labor market of under-represented groups), and putting skills to effective use (addressing the match between skills needed and those available).Until now, the work on skills has not looked specifically at the public sector and what kinds of skills are required to drive performance and manage productivity.", "original_sentence": "The OECD skills strategy (2012) addresses three inter-related policy levers: developing the right skills (ensuring the skills supply is sufficient in both quantity and quality), activating skills supply (improving participation in the labour market of under-represented groups), and putting skills to effective use (addressing the match between skills needed and those available).", "text": " On the supply side, the systems and tools of governance are increasingly digital, open and networked. Civil servants are needed who have the skills to address increasingly complex problems in increasingly pluralistic societies using new tools available to governments. The OECD’s work on skills and skills strategies looks at how countries can align education and labour market policies to ensure they are producing citizens with the right skills to drive economic growth and address economic inclusion and social mobility in the national economy. The OECD skills strategy (2012) addresses three inter-related policy levers: developing the right skills (ensuring the skills supply is sufficient in both quantity and quality), activating skills supply (improving participation in the labour market of under-represented groups), and putting skills to effective use (addressing the match between skills needed and those available). Until now, the work on skills has not looked specifically at the public sector and what kinds of skills are required to drive performance and manage productivity. This report builds on some of the insights in the skills strategy, with a focus on the civil services of OECD countries, to raise issues about the nature of work, how it is changing, and which policies are needed to ensure the skills of civil servants keep pace with changing societies and technologies.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 12, "score": 0.21589334052778147}, {"summary": "Developing skills: Training systems and learning cultures Employee development is a pillar of any skills strategy that requires significant focus, particularly in civil services with high levels of job security and low overall turnover.", "context": "gov/participate/fellows.Developing skills: Training systems and learning cultures Employee development is a pillar of any skills strategy that requires significant focus, particularly in civil services with high levels of job security and low overall turnover.Learning opportunities have already been highlighted as an important element of both employer branding strategies and competency frameworks.", "original_sentence": "Developing skills: Training systems and learning cultures Employee development is a pillar of any skills strategy that requires significant focus, particularly in civil services with high levels of job security and low overall turnover.", "text": "gov/participate/fellows. Developing skills: Training systems and learning cultures Employee development is a pillar of any skills strategy that requires significant focus, particularly in civil services with high levels of job security and low overall turnover. Learning opportunities have already been highlighted as an important element of both employer branding strategies and competency frameworks. Investing in learning as a core part of a civil servant’s job will only become more important given the high speed of change and technological advancement. Lifelong learning will be essential not only to move forward in a career, but also to maintain skills and impact. Recent OECD research (OECD, 2016b) suggests training budgets were one of the first things to be cut in the wake of the 2008 financial crisis.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 282, "score": 0.2117952319287323}, {"summary": "A learning culture requires more than access to formal training: skills development in the civil service needs to look beyond formal training to include broader learning opportunities and the streamlining of learning into everyday work.", "context": "Source: Submitted by the Italian Ministry of Public Administration.A learning culture requires more than access to formal training: skills development in the civil service needs to look beyond formal training to include broader learning opportunities and the streamlining of learning into everyday work.This means designing jobs with a view to developing employees’ skills, using short-term assignments and mobility to broaden employees’ experience, and ensuring that employees are encouraged 2.", "original_sentence": "A learning culture requires more than access to formal training: skills development in the civil service needs to look beyond formal training to include broader learning opportunities and the streamlining of learning into everyday work.", "text": " This material formed the basis of a questionnaire to assess how urgent the various project proposals were perceived. The material was organised and systematically developed into an online questionnaire, made up of 63 items, that was submitted to the participants of World Café for further assessment in terms of urgency, desirability and feasibility. Source: Submitted by the Italian Ministry of Public Administration. A learning culture requires more than access to formal training: skills development in the civil service needs to look beyond formal training to include broader learning opportunities and the streamlining of learning into everyday work. This means designing jobs with a view to developing employees’ skills, using short-term assignments and mobility to broaden employees’ experience, and ensuring that employees are encouraged 2. TOWARDS A HIGHLY SKILLED CIVIL SERVICE – 97 SKILLS IN A HIGH PERFORMING CIVIL SERVICE © OECD 2017 to exchange ideas openly, through networks, online communities, conferences, etc.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 335, "score": 0.20174600455683736}, {"summary": "Leadership development and online training are the two highest priorities for COED countries in terms of learning and development, and these may help, but countries will also need to use a broader range of tools, such as mentoring, coaching, networking, peer learning and mobility assignments to promote learning as a day-to-day activity integrated into the jobs of civil servants.", "context": "• Developing a learning culture in the public sector will require much more than well-coordinated training.Leadership development and online training are the two highest priorities for COED countries in terms of learning and development, and these may help, but countries will also need to use a broader range of tools, such as mentoring, coaching, networking, peer learning and mobility assignments to promote learning as a day-to-day activity integrated into the jobs of civil servants.Governance of civil service learning The institutional oversight of skills development in the civil service tends to fall under the responsibility of the central HR authority in most (21) COED countries, although in many countries the primary responsibility for training and development is delegated to individual ministries and agencies, making it difficult to get a broad snapshot of the wider landscape (Figure 2.15).", "original_sentence": "Leadership development and online training are the two highest priorities for OECD countries in terms of learning and development, and these may help, but countries will also need to use a broader range of tools, such as mentoring, coaching, networking, peer learning and mobility assignments to promote learning as a day-to-day activity integrated into the jobs of civil servants.", "text": "g. learning plans linked to performance management processes) and organisational plans (organisational or civil service-wide plans) are more likely to be able to ensure civil servants receive the training they need, and training provision is effectively co-ordinated. • Developing a learning culture in the public sector will require much more than well-coordinated training. Leadership development and online training are the two highest priorities for OECD countries in terms of learning and development, and these may help, but countries will also need to use a broader range of tools, such as mentoring, coaching, networking, peer learning and mobility assignments to promote learning as a day-to-day activity integrated into the jobs of civil servants. Governance of civil service learning The institutional oversight of skills development in the civil service tends to fall under the responsibility of the central HR authority in most (21) OECD countries, although in many countries the primary responsibility for training and development is delegated to individual ministries and agencies, making it difficult to get a broad snapshot of the wider landscape (Figure 2.15).", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 284, "score": 0.19593143121724071}, {"summary": "Recent COED research on productivity in national economies emphasizes two significant relevant findings.", "context": " Most of this report has focused on the first two, but without consideration of the second two, skills will not translate to performance.Recent COED research on productivity in national economies emphasizes two significant relevant findings.First, skills match is a significant concern, and getting the match right at the firm level can have an impact on productivity (COED, 2015).", "original_sentence": "Recent OECD research on productivity in national economies emphasises two significant relevant findings.", "text": " Most of this report has focused on the first two, but without consideration of the second two, skills will not translate to performance. Recent OECD research on productivity in national economies emphasises two significant relevant findings. First, skills match is a significant concern, and getting the match right at the firm level can have an impact on productivity (OECD, 2015). According to analysis conducted by the US Partnership for Public Service in 2016, only 56 % of US federal employees agreed that their talents are well used in the workplace, which is a concern given the private sector scores, on average, over 20 points higher.3 In another study (OECD, 2016c), the OECD finds that rather than the abundance of skills in an economy, industry or firm that drives productivity, it is how intensively those skills are used. One of the highest predictors of skills use is the existence of high performance work practices, which include workforce management practices such as, “the extent of team work, autonomy, task discretion, mentoring, job rotation and applying new learning [which] influences the degree of internal flexibility to adapt job tasks to the skills of new hires” (OECD, 2016c: 96).", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 347, "score": 0.1881324349178025}, {"summary": "This tool is very valuable for initiating the predictive management of jobs and skills and defining the strategic HR policy actions to be carried out to accompany the foreseeable evolution of missions and professions.", "context": " It includes jobs occupied by the incumbents, as well as those held by contract workers, whether civilian or military.This tool is very valuable for initiating the predictive management of jobs and skills and defining the strategic HR policy actions to be carried out to accompany the foreseeable evolution of missions and professions.One of the major objectives of the 3rd Rime edition, published in 2017, is to make jobs of the state even more understandable at an interdepartmental level, and to establish a common language for all the state’s services.", "original_sentence": "This tool is very valuable for initiating the predictive management of jobs and skills and defining the strategic HR policy actions to be carried out to accompany the foreseeable evolution of missions and professions.", "text": " It includes jobs occupied by the incumbents, as well as those held by contract workers, whether civilian or military. This tool is very valuable for initiating the predictive management of jobs and skills and defining the strategic HR policy actions to be carried out to accompany the foreseeable evolution of missions and professions. One of the major objectives of the 3rd Rime edition, published in 2017, is to make jobs of the state even more understandable at an interdepartmental level, and to establish a common language for all the state’s services. This new edition lists 282 reference jobs divided into 28 functional domains. For each reference job there are the associated skills, competencies and knowledge required. Managerial skills and relational skills (savoir-être) were newly added in this 3rd version.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 199, "score": 0.18472239316177164}, {"summary": "For example, in the context of promoting public sector innovation, 22 COED countries indicated the use of autonomous, multidisciplinary teams, and 20 indicated the use of innovation-oriented peer learning.", "context": "It is not possible to determine the extent of these practices in central public administrations through the Survey of Adult Skills, however, the 2016 Strategic Human Resources Management (SHIM) survey indicates some civil services are putting in place some of these practices.For example, in the context of promoting public sector innovation, 22 COED countries indicated the use of autonomous, multidisciplinary teams, and 20 indicated the use of innovation-oriented peer learning.Additionally, most civil servants have participated in some form of training in the last 12 months.", "original_sentence": "For example, in the context of promoting public sector innovation, 22 OECD countries indicated the use of autonomous, multidisciplinary teams, and 20 indicated the use of innovation-oriented peer learning.", "text": " This leads the authors to conclude, “the way work is organised – the extent of team work, autonomy, task discretion, mentoring, job rotation and applying new learning – influences the degree of internal flexibility to adapt job tasks to the skills of new hires… Many countries have put initiatives or policies in place to try to promote better skills use through workplace innovation. They recognise that adopting modern leadership and management practices in the workplace can create opportunities for workers to better use their skills, and that productivity gains can be achieved by engaging workers more fully” (OECD, 2016c: 116). It is not possible to determine the extent of these practices in central public administrations through the Survey of Adult Skills, however, the 2016 Strategic Human Resources Management (SHRM) survey indicates some civil services are putting in place some of these practices. For example, in the context of promoting public sector innovation, 22 OECD countries indicated the use of autonomous, multidisciplinary teams, and 20 indicated the use of innovation-oriented peer learning. Additionally, most civil servants have participated in some form of training in the last 12 months. However, it appears the large-scale adoption of HPWPs in most public sector organisations is rare.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 374, "score": 0.1803957700812125}, {"summary": "Generic skills will be as important as technical skills for future public servants.", "context": "3.Generic skills will be as important as technical skills for future public servants.This lesson is potentially controversial and does not argue that technical skills are not needed.", "original_sentence": "Generic skills will be as important as technical skills for future public servants.", "text": " There are presently gaps in this respect not only in the skills base of public servants, but also in the development opportunities available to hone these skills and the time and space to practice within organisations. 3. Generic skills will be as important as technical skills for future public servants. This lesson is potentially controversial and does not argue that technical skills are not needed. Technical skills are required and there are gaps often reported in these, particularly in relation to contracting and data analysis. However, there are a set of softer and less tangible skills that are becoming increasingly important in relation to communication, digital literacy and person-oriented skills.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 39, "score": 0.1796714939785083}, {"summary": "Finland has conducted surveys to identify skills gaps related to digital skills, and Trent in Italy has implemented various consultative and participate steps to identify skills requirements and develop a new competency model for its public employees (Box 2.9).", "context": " Canada is combining high-level consultation with a focus on common business systems and data-driven departure forecasting to better integrate skills into its workforce planning and assessment.Finland has conducted surveys to identify skills gaps related to digital skills, and Trent in Italy has implemented various consultative and participate steps to identify skills requirements and develop a new competency model for its public employees (Box 2.9).These examples show the range of approaches taken and suggest the need to think systemically to combine multiple tools of analysis.", "original_sentence": "Finland has conducted surveys to identify skills gaps related to digital skills, and Trento in Italy has implemented various consultative and participative steps to identify skills requirements and develop a new competency model for its public employees (Box 2.9).", "text": " Canada is combining high-level consultation with a focus on common business systems and data-driven departure forecasting to better integrate skills into its workforce planning and assessment. Finland has conducted surveys to identify skills gaps related to digital skills, and Trento in Italy has implemented various consultative and participative steps to identify skills requirements and develop a new competency model for its public employees (Box 2.9). These examples show the range of approaches taken and suggest the need to think systemically to combine multiple tools of analysis. Box 2.9.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 225, "score": 0.16942467927167404}, {"summary": "For example, it seems few countries have the means to understand the composition of their workforce in terms of skills.", "context": "This is a core task of strategic workforce planning, and while COED countries continue to use these tools, there is little evidence that competencies and skills are being incorporated into workforce planning in a systematic and co-ordinates fashion.For example, it seems few countries have the means to understand the composition of their workforce in terms of skills.Many COED countries do not have access to aggregated data on the education levels or specialization of their workforce, let alone skills acquired through experience or less formal learning.", "original_sentence": "For example, it seems few countries have the means to understand the composition of their workforce in terms of skills.", "text": " TOWARDS A HIGHLY SKILLED CIVIL SERVICE – 63 SKILLS IN A HIGH PERFORMING CIVIL SERVICE © OECD 2017 current workforce to understand current capability and identify gaps. This is a core task of strategic workforce planning, and while OECD countries continue to use these tools, there is little evidence that competencies and skills are being incorporated into workforce planning in a systematic and co-ordinated fashion. For example, it seems few countries have the means to understand the composition of their workforce in terms of skills. Many OECD countries do not have access to aggregated data on the education levels or specialisation of their workforce, let alone skills acquired through experience or less formal learning. While some countries have expressed a desire to build a “skills inventory” of their civil service workforce, it is not clear what criteria would be used to develop this tool. The French government has developed a common dictionary of competencies that aims to break down all government jobs with a view to eventually mapping the public sector workforce (Box 2.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 197, "score": 0.16779918956260698}, {"summary": "Specific skills in this regard involve facilitation and design skills, ethnographic research skills, and online consultation and engagement skills.", "context": "This may be as simple as undertaking user research at different stages (to identify needs and test prototypes, alpha, beta, and live versions) through to deep participatory exercises such as the co-production of a policy or service which aims to foster a sense of joint ownership between officials and users.Specific skills in this regard involve facilitation and design skills, ethnographic research skills, and online consultation and engagement skills.Applying the professional, strategic and innovation lenses described above, professional skills provide a foundation for service and engagement, strategic skills are mobilized to ensure these skills are used to achieve results, and skill sets related to innovation in the public sector help to rethink the tools and processes of interactions with citizens.", "original_sentence": "Specific skills in this regard involve facilitation and design skills, ethnographic research skills, and online consultation and engagement skills.", "text": " To develop effective user-centred services and policies, officials must adopt participative approaches that involve users throughout the life of the project. This may be as simple as undertaking user research at different stages (to identify needs and test prototypes, alpha, beta, and live versions) through to deep participatory exercises such as the co-production of a policy or service which aims to foster a sense of joint ownership between officials and users. Specific skills in this regard involve facilitation and design skills, ethnographic research skills, and online consultation and engagement skills. Applying the professional, strategic and innovation lenses described above, professional skills provide a foundation for service and engagement, strategic skills are mobilised to ensure these skills are used to achieve results, and skill sets related to innovation in the public sector help to rethink the tools and processes of interactions with citizens. While not an exhaustive list, some ideas are found in Table 1.2 below.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 96, "score": 0.1630091847547431}, {"summary": "All development offered by the Center is designed so that it: 1) includes opportunities to reinforce learning over time using a range of interventions; 2) balances opportunities for on the-job learning, peer-based learning and classroom learning; 3) draws appropriately on the Knowing Doing Being Framework (see the PAS Leadership and Core Skills Strategy 2014-15); and 4) draws on the best practitioners in their field whose work is recognized internationally.", "context": " The Center offers intensive leadership development for the four most senior levels of the hierarchy.All development offered by the Center is designed so that it: 1) includes opportunities to reinforce learning over time using a range of interventions; 2) balances opportunities for on the-job learning, peer-based learning and classroom learning; 3) draws appropriately on the Knowing Doing Being Framework (see the PAS Leadership and Core Skills Strategy 2014-15); and 4) draws on the best practitioners in their field whose work is recognized internationally.Belgium’s Training Institute of the Federal Administration (TIFF) offers an intensive development programmer to managers at all management levels.", "original_sentence": "All development offered by the Centre is designed so that it: 1) includes opportunities to reinforce learning over time using a range of interventions; 2) balances opportunities for onthe-job learning, peer-based learning and classroom learning; 3) draws appropriately on the Knowing Doing Being Framework (see the APS Leadership and Core Skills Strategy 2014-15); and 4) draws on the best practitioners in their field whose work is recognised internationally.", "text": " The Centre offers intensive leadership development for the four most senior levels of the hierarchy. All development offered by the Centre is designed so that it: 1) includes opportunities to reinforce learning over time using a range of interventions; 2) balances opportunities for onthe-job learning, peer-based learning and classroom learning; 3) draws appropriately on the Knowing Doing Being Framework (see the APS Leadership and Core Skills Strategy 2014-15); and 4) draws on the best practitioners in their field whose work is recognised internationally. Belgium’s Training Institute of the Federal Administration (TIFA) offers an intensive development programme to managers at all management levels. Within this programme, TIFA aims to empower managers in their own development process by using co-creation. It aims to explore the wealth of experience and know-how already present within the groups by maximising peer learning. TIFA also aims to create a network of managers within and between federal organisations who support one another, give each other advice and share experiences and best practices.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 311, "score": 0.16160770193352011}, {"summary": "If professional skills are the building blocks of an independent, values-based and capable civil service, then strategic skills are those that enable professionals to create impact and improve public value for their citizens and clients.", "context": "These skills can be taught in universities and/or acquired in previous positions.If professional skills are the building blocks of an independent, values-based and capable civil service, then strategic skills are those that enable professionals to create impact and improve public value for their citizens and clients.Strategic skills emphasis future-oriented and evidence-based problem solving, often by collaborating across professional skills and competencies.", "original_sentence": "If professional skills are the building blocks of an independent, values-based and capable civil service, then strategic skills are those that enable professionals to create impact and improve public value for their citizens and clients.", "text": " In most countries, these may traditionally include various combinations of professionals, such as economists, lawyers, statisticians, political scientists, policy experts, and communications specialists. More recently, civil services may also emphasise professional skills, such as ICT, data science, design, STEM (science, technology, engineering and mathematics), HRM, project management, and acquisitions/procurement. Each of these would have the associated training, experience and body of knowledge. These skills can be taught in universities and/or acquired in previous positions. If professional skills are the building blocks of an independent, values-based and capable civil service, then strategic skills are those that enable professionals to create impact and improve public value for their citizens and clients. Strategic skills emphasise future-oriented and evidence-based problem solving, often by collaborating across professional skills and competencies.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 63, "score": 0.16154325457573082}, {"summary": "The COED’s Observatory for Public Sector Innovation has defined six skills areas needed in public sector organizations to drive more innovation (Figure 1.5).", "context": " solutions to persistent and emergent policy challenges.The COED’s Observatory for Public Sector Innovation has defined six skills areas needed in public sector organizations to drive more innovation (Figure 1.5).The first three are of a technical nature.", "original_sentence": "The OECD’s Observatory for Public Sector Innovation has defined six skills areas needed in public sector organisations to drive more innovation (Figure 1.5).", "text": " solutions to persistent and emergent policy challenges. The OECD’s Observatory for Public Sector Innovation has defined six skills areas needed in public sector organisations to drive more innovation (Figure 1.5). The first three are of a technical nature. Innovative civil servants need skills to approach their work in iterative ways that generate learning and adaptation over short periods of time. They need some data skills in order to be aware of the potential of data and how to structure projects that can collect and use data to inform and drive change.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 65, "score": 0.15968344919654864}, {"summary": "Moving to innovation skills requires looking at how civil servants approach their day to-day work, and their capacities to redesign the tools of governance to develop novel Innovative Networks Learning culture Risk acceptance Employee/work engagement Workplace quality/well being Strategic HR strategy and planning Workforce data Agile and flexible Competency management Professional Merit-based Open and fair Performance orientated Diverse and inclusive LAW INSTITUTIONS LEADERSHIP Does your workforce contribute to and drive performance through innovation and continuous improvement?", "context": "Strategic civil servants must be networked and able and ready to draw on a range of research, insight and experience beyond their own immediate workplace to inform policy ideas and service delivery outcomes.Moving to innovation skills requires looking at how civil servants approach their day to-day work, and their capacities to redesign the tools of governance to develop novel Innovative Networks Learning culture Risk acceptance Employee/work engagement Workplace quality/well being Strategic HR strategy and planning Workforce data Agile and flexible Competency management Professional Merit-based Open and fair Performance orientated Diverse and inclusive LAW INSTITUTIONS LEADERSHIP Does your workforce contribute to and drive performance through innovation and continuous improvement?Are the right people with the right skills working in the right place at the right time to deliver results as efficiently as possible?", "original_sentence": "Moving to innovation skills requires looking at how civil servants approach their dayto-day work, and their capacities to redesign the tools of governance to develop novel Innovative Networks Learning culture Risk acceptance Employee/work engagement Workplace quality/wellbeing Strategic HR strategy and planning Workforce data Agile and flexible Competency management Professional Merit-based Open and fair Performance orientated Diverse and inclusive LAW INSTITUTIONS LEADERSHIP Does your workforce contribute to and drive performance through innovation and continuous improvement?", "text": " They suggest skills related to risk management, foresight and resilience. Strategic civil servants must be networked and able and ready to draw on a range of research, insight and experience beyond their own immediate workplace to inform policy ideas and service delivery outcomes. Moving to innovation skills requires looking at how civil servants approach their dayto-day work, and their capacities to redesign the tools of governance to develop novel Innovative Networks Learning culture Risk acceptance Employee/work engagement Workplace quality/wellbeing Strategic HR strategy and planning Workforce data Agile and flexible Competency management Professional Merit-based Open and fair Performance orientated Diverse and inclusive LAW INSTITUTIONS LEADERSHIP Does your workforce contribute to and drive performance through innovation and continuous improvement? Are the right people with the right skills working in the right place at the right time to deliver results as efficiently as possible? Is the workforce professional and managed through fair, transparent and consistent practices? Are skills and experience rewarded?", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 64, "score": 0.15509480751162605}, {"summary": "The L&D Center’s responsibilities include compiling statistics and reports on civil service skills, and initiating an annual skills audit and review.", "context": "It includes a civil service Learning and Development (L&D) Center with responsibility for core L&D policy development and implementation, departmental business partners and decision makers who work collaboratively with the L&D Center, a new head of L&D role with responsibility for L&D for the entire civil service, and an interactive online L&D delivery and support system.The L&D Center’s responsibilities include compiling statistics and reports on civil service skills, and initiating an annual skills audit and review.Departments are expected to have detailed knowledge on the range of skill sets and capacity within their organization, and to address the gaps while drafting their workforce plan.", "original_sentence": "The L&D Centre’s responsibilities include compiling statistics and reports on civil service skills, and initiating an annual skills audit and review.", "text": " In Ireland, the Civil Service Management Board recently approved the new Learning and Development Shared Model, which sets out a new blended approach to learning underpinned by a digital platform supporting administration, delivery and procurement. It includes a civil service Learning and Development (L&D) Centre with responsibility for core L&D policy development and implementation, departmental business partners and decision makers who work collaboratively with the L&D Centre, a new head of L&D role with responsibility for L&D for the entire civil service, and an interactive online L&D delivery and support system. The L&D Centre’s responsibilities include compiling statistics and reports on civil service skills, and initiating an annual skills audit and review. Departments are expected to have detailed knowledge on the range of skill sets and capacity within their organisation, and to address the gaps while drafting their workforce plan. Since the Finnish government administration is based on a position system (open recruitment) there cannot be any kind of formal career management that identifies potential early in an employee’s career. However, the government encourages civil servants to develop themselves and be mobile.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 342, "score": 0.15306197663131996}, {"summary": "These programmed combine: on-the-job training, formal and informal learning, experiential learning and community building opportunities.", "context": " Two new leadership development programmed, one for senior executives and one intermediate executives, were launched in 2016 to accelerate the development of promising executives, particularly those from under-represented groups, including women, indigenous people, and early-career executives.These programmed combine: on-the-job training, formal and informal learning, experiential learning and community building opportunities.Each participant in these programmed has an individualized plan informed by information from talent and performance management cycles and psychometric assessments (track record interview, 360 evaluation, etc.).", "original_sentence": "These programmes combine: on-the-job training, formal and informal learning, experiential learning and community building opportunities.", "text": " Two new leadership development programmes, one for senior executives and one intermediate executives, were launched in 2016 to accelerate the development of promising executives, particularly those from under-represented groups, including women, indigenous people, and early-career executives. These programmes combine: on-the-job training, formal and informal learning, experiential learning and community building opportunities. Each participant in these programmes has an individualised plan informed by information from talent and performance management cycles and psychometric assessments (track record interview, 360 evaluation, etc.). Learning includes a common learning component over a 12-month period, and on-the-job learning (or job placement) for some individuals. Both programmes maximise exchange between participants, networking opportunities and mentoring relationships.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 313, "score": 0.1530233936544314}, {"summary": "A highly skilled public sector workforce will only produce results if people with the required skill sets find a home in organizations ready to put those skills to use.", "context": " Once gaps are identified, they can be filled through either bringing people with these skills into the organization (focus on recruitment) or developing these skills within the existing workforce.A highly skilled public sector workforce will only produce results if people with the required skill sets find a home in organizations ready to put those skills to use.Figure 2.1.", "original_sentence": "A highly skilled public sector workforce will only produce results if people with the required skill sets find a home in organisations ready to put those skills to use.", "text": " Once gaps are identified, they can be filled through either bringing people with these skills into the organisation (focus on recruitment) or developing these skills within the existing workforce. A highly skilled public sector workforce will only produce results if people with the required skill sets find a home in organisations ready to put those skills to use. Figure 2.1. Managing civil service skills Source: Author’s own design. The bulk of this section will be supported by the analysis of data extracted from the 2016 survey on strategic human resource management in central/federal governments of OECD countries (SHRM, Box 2.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 168, "score": 0.15187738588224606}, {"summary": "Furthermore, few countries appear to link their planning processes to training and development opportunities, suggesting that in many countries, workforce planning may still be driven primarily by headcount and budget, rather than the quality and skills of the workforce.", "context": "This raises questions as to whether workforce planning is being done with foresight of future shifts both in terms of demand for skills (shifting skills needs, technological change) and in terms of supply (national labor market, outsourcing, etc.).Furthermore, few countries appear to link their planning processes to training and development opportunities, suggesting that in many countries, workforce planning may still be driven primarily by headcount and budget, rather than the quality and skills of the workforce.Slovenia Finland Sweden Yes, but the design of the framework is left to the discretion of the different organizations Yes, when and where need arises (ad ho) No Yes, and there is a formalized and regular whole of government systematic process in place to standardize workforce planning 2.", "original_sentence": "Furthermore, few countries appear to link their planning processes to training and development opportunities, suggesting that in many countries, workforce planning may still be driven primarily by headcount and budget, rather than the quality and skills of the workforce.", "text": "7). This raises questions as to whether workforce planning is being done with foresight of future shifts both in terms of demand for skills (shifting skills needs, technological change) and in terms of supply (national labour market, outsourcing, etc.). Furthermore, few countries appear to link their planning processes to training and development opportunities, suggesting that in many countries, workforce planning may still be driven primarily by headcount and budget, rather than the quality and skills of the workforce. Slovenia Finland Sweden Yes, but the design of the framework is left to the discretion of the different organisations Yes, when and where need arises (ad hoc) No Yes, and there is a formalised and regular whole of government systematic process in place to standardise workforce planning 2. TOWARDS A HIGHLY SKILLED CIVIL SERVICE – 65 SKILLS IN A HIGH PERFORMING CIVIL SERVICE © OECD 2017 Figure 2.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 203, "score": 0.15118029371694724}, {"summary": "Following the MOM strategy, each ministry develops their own training plan based on research and surveys on HR development needs; this began after the 1998 amendment of the civil service HRS law.", "context": " The strategy is updated every year and includes HR development goals, priorities on the year’s education and training contents, and guidelines on each ministry and training institute’s programmed and policies.Following the MOM strategy, each ministry develops their own training plan based on research and surveys on HR development needs; this began after the 1998 amendment of the civil service HRS law.MOM supports this process by providing HRS research results, sharing HRS models and practices, providing education modules and materials, and even providing consulting staff.", "original_sentence": "Following the MPM strategy, each ministry develops their own training plan based on research and surveys on HR development needs; this began after the 1998 amendment of the civil service HRD law.", "text": " The strategy is updated every year and includes HR development goals, priorities on the year’s education and training contents, and guidelines on each ministry and training institute’s programmes and policies. Following the MPM strategy, each ministry develops their own training plan based on research and surveys on HR development needs; this began after the 1998 amendment of the civil service HRD law. MPM supports this process by providing HRD research results, sharing HRD models and practices, providing education modules and materials, and even providing consulting staff. The organisational plan contains the details necessary for operating each ministry’s annual training programmes, and includes regulations on staff skills development and the development of an individual self-development plan. The ministries’ affiliated training institutes also establish an annual HRD plan. Ministries and affiliated training institutes’ organisational training plans are reported to MPM early every year.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 302, "score": 0.1510158619689201}, {"summary": "• Capacity (absorptive capacity): learning and innovation build on what has gone before, and lessons will only make sense in context and with experience.", "context": "• Openness (service orientation): clients/customers/beneficiaries of public sector organizations can be a rich source of learning, and organizations can promote engagement and the use of tools to learn about and from these stakeholders.• Capacity (absorptive capacity): learning and innovation build on what has gone before, and lessons will only make sense in context and with experience.This suggests the need for moments of reflection based on past experience.", "original_sentence": "• Capacity (absorptive capacity): learning and innovation build on what has gone before, and lessons will only make sense in context and with experience.", "text": " Learning will be enhanced where there is external engagement. • Openness (diversity): diversity enables learning from different experiences, to come up with new insights and ideas, and to understand the problems where innovation is needed. • Openness (service orientation): clients/customers/beneficiaries of public sector organisations can be a rich source of learning, and organisations can promote engagement and the use of tools to learn about and from these stakeholders. • Capacity (absorptive capacity): learning and innovation build on what has gone before, and lessons will only make sense in context and with experience. This suggests the need for moments of reflection based on past experience. • Capacity (tolerance for risk and failure): some of the best learning comes from experiences that didn’t work out as planned.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 337, "score": 0.15058752787581306}, {"summary": " Relying on performance evaluation as the primary method of identifying training needs can have the negative effect of positioning training as a remedy for low performance, instead of as a fundamental component of a future-oriented learning culture.", "context": "68 – 2. Relying on performance evaluation as the primary method of identifying training needs can have the negative effect of positioning training as a remedy for low performance, instead of as a fundamental component of a future-oriented learning culture.Similarly, an assessment of current government programmed and priorities focuses on immediate short-term needs, and suggests most training is linked to updating information (e.g. informing staff of a new policy) rather than on developing employee’s broader skill sets.", "original_sentence": " Relying on performance evaluation as the primary method of identifying training needs can have the negative effect of positioning training as a remedy for low performance, instead of as a fundamental component of a future-oriented learning culture.", "text": " Relying on performance evaluation as the primary method of identifying training needs can have the negative effect of positioning training as a remedy for low performance, instead of as a fundamental component of a future-oriented learning culture. Similarly, an assessment of current government programmes and priorities focuses on immediate short-term needs, and suggests most training is linked to updating information (e.g. informing staff of a new policy) rather than on developing employee’s broader skill sets. More future-oriented approaches linked to workforce planning and horizon-scanning appear to be used less often. 68 – 2.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 212, "score": 0.14906457381336613}, {"summary": "Assessing skills mismatch and employee engagement with employee surveys All but 5 COED countries use some form of employee survey, although only 14 countries are using their employee surveys to identify skills mismatch.", "context": "• Talent management programmed and the use of high performance work practices are possibly the most valuable, but the hardest to implement as they rely fundamentally on the quality of the management cadre in the civil service.Assessing skills mismatch and employee engagement with employee surveys All but 5 COED countries use some form of employee survey, although only 14 countries are using their employee surveys to identify skills mismatch.For example, to assess if the Government of Canada is putting skills to best use, the Office of the Chief Human Resources Officer has conducted the Public Service Employee Survey every three years since 1999.", "original_sentence": "Assessing skills mismatch and employee engagement with employee surveys All but 5 OECD countries use some form of employee survey, although only 14 countries are using their employee surveys to identify skills mismatch.", "text": " Some civil services have developed shared talent pools to ensure that hard-to-find skills are available, even if temporarily, across the whole civil service. • Talent management programmes and the use of high performance work practices are possibly the most valuable, but the hardest to implement as they rely fundamentally on the quality of the management cadre in the civil service. Assessing skills mismatch and employee engagement with employee surveys All but 5 OECD countries use some form of employee survey, although only 14 countries are using their employee surveys to identify skills mismatch. For example, to assess if the Government of Canada is putting skills to best use, the Office of the Chief Human Resources Officer has conducted the Public Service Employee Survey every three years since 1999. The survey measures employees’ opinions in relation to employee engagement, leadership, the workforce and the workplace. Employees are asked whether their job fits with their skills, whether they receive the training they need, and whether they think that the people hired can do the job (Figure 2.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 349, "score": 0.1486901775653431}, {"summary": ") The Italian public administrations are undertaking a spending review, and the Public Administration of Trent’s (PAT) new HEM strategy seeks to promote a way of working that can save costs as well as enhance flexibility, work-life balance of workers and their well-being at work, particularly in the context of an aging workforce.", "context": "A set of measures are to be carried out to close this gap (for instance ad ho training programmed).) The Italian public administrations are undertaking a spending review, and the Public Administration of Trent’s (PAT) new HEM strategy seeks to promote a way of working that can save costs as well as enhance flexibility, work-life balance of workers and their well-being at work, particularly in the context of an aging workforce.Trent’s Strategic HR Development Plan (2015-2018) contains various actions to address these challenges, one of which is developing HR through skills audit and skills gap studies (competency management) to promote the mobility, flexibility and retraining of employees.", "original_sentence": ") The Italian public administrations are undertaking a spending review, and the Public Administration of Trento’s (PAT) new HRM strategy seeks to promote a way of working that can save costs as well as enhance flexibility, work-life balance of workers and their well-being at work, particularly in the context of an ageing workforce.", "text": ") The Italian public administrations are undertaking a spending review, and the Public Administration of Trento’s (PAT) new HRM strategy seeks to promote a way of working that can save costs as well as enhance flexibility, work-life balance of workers and their well-being at work, particularly in the context of an ageing workforce. Trento’s Strategic HR Development Plan (2015-2018) contains various actions to address these challenges, one of which is developing HR through skills audit and skills gap studies (competency management) to promote the mobility, flexibility and retraining of employees. One of the actions of this plan is to prepare a framework of competencies. To do this, the PAT conducted a survey for all permanent employees in 2015, which achieved a response rate above 80%, to identify and map technical and professional skills and attitude and behavioural competencies to different job titles and professional families. The work group then defined a scale to rate the mastery of competencies (from 1 to 5) in order to measure the gap between the level required and the actual situation. A set of measures are to be carried out to close this gap (for instance ad hoc training programmes).", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 230, "score": 0.14780758407277628}, {"summary": "At its most basic, a skill is an ability to do something acquired through training and/or experience.", "context": " Skills, competencies and capability: Some considerations Despite the broad use of the concept of “skill” in COED, academic and governance literature, there is no universally agreed definition.At its most basic, a skill is an ability to do something acquired through training and/or experience.Although most people probably have a sense of the word, there is a debate about how wide the definition should be applied.", "original_sentence": "At its most basic, a skill is an ability to do something acquired through training and/or experience.", "text": " Skills, competencies and capability: Some considerations Despite the broad use of the concept of “skill” in OECD, academic and governance literature, there is no universally agreed definition. At its most basic, a skill is an ability to do something acquired through training and/or experience. Although most people probably have a sense of the word, there is a debate about how wide the definition should be applied. Should it include only measurable, observable skills, or also qualities related to personality and mindset? This can have policy implications related to, for example, the ability to teach and develop some skills, versus behavioural traits which may appear to be harder to teach. Another challenge to the concept of skills is to define not only the what, but also the how.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 52, "score": 0.1475476069948757}, {"summary": "• For the manager, it is an interesting contribution to the assessment of skills in the annual professional interview.", "context": "• For the career counselor, it is useful to establish the skills profile of the interviewee.• For the manager, it is an interesting contribution to the assessment of skills in the annual professional interview.• For any agent wishing to build his/her professional career to be better positioned in terms of skills needed to evolve.", "original_sentence": "• For the manager, it is an interesting contribution to the assessment of skills in the annual professional interview.", "text": " To further enhance the use of the Rime in personalised HRM, it was supplemented in 2011 by an inter-ministerial dictionary of the competences of the trades of the state (DICo), which brings together all of the skills appearing in the Rime. The dictionary can have multiple purposes, according to the user: • For the recruiter, the dictionary gives guidelines to write a job card or to receive a candidate. • For the career counselor, it is useful to establish the skills profile of the interviewee. • For the manager, it is an interesting contribution to the assessment of skills in the annual professional interview. • For any agent wishing to build his/her professional career to be better positioned in terms of skills needed to evolve. Skills are grouped into three sub-groups: 102 conceptual know-how competencies (savoirfaire), 21 relational skills (savoir-être) and 40 contextual knowledge categories (rubriques de connaissances).", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 200, "score": 0.14729052791244107}, {"summary": "Leadership commitment and management capability: The ultimate keys to success Chapter 2 of this report has identified a great deal of activity underway in COED countries to improve their strategic HR systems.", "context": "Providing employees the autonomy implied by HPWPs also means investing in trust within the organization and updating management and leadership styles focused on results.Leadership commitment and management capability: The ultimate keys to success Chapter 2 of this report has identified a great deal of activity underway in COED countries to improve their strategic HR systems.Some countries are leveraging data to help identify skills gaps and plan for the future.", "original_sentence": "Leadership commitment and management capability: The ultimate keys to success Chapter 2 of this report has identified a great deal of activity underway in OECD countries to improve their strategic HR systems.", "text": " As civil services in OECD countries undertake the transformations necessary to compete for talent and respond to the changing expectations of the citizens they serve, they will need to reconsider not only the skills in their workforce, but also how to design work systems that put those skills to best use. This is essential for employee retention. Providing employees the autonomy implied by HPWPs also means investing in trust within the organisation and updating management and leadership styles focused on results. Leadership commitment and management capability: The ultimate keys to success Chapter 2 of this report has identified a great deal of activity underway in OECD countries to improve their strategic HR systems. Some countries are leveraging data to help identify skills gaps and plan for the future. Some have invested in faster and more refined recruitment systems and are taking a multidimensional approach to build a learning culture in their organisations.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 375, "score": 0.14650564290876025}, {"summary": "Attracting and selecting skills: Employer branding and targeted recruitment Workforce planning can help to identify skills needs and assess skills gaps, and can result in a plan to fill these gaps, usually through the development or reallocation of the current workforce, or the acquisition of new employees with the required skills.", "context": " Source: Information provided to the COED by Delegates of the Public Employment and Management Working Party.Attracting and selecting skills: Employer branding and targeted recruitment Workforce planning can help to identify skills needs and assess skills gaps, and can result in a plan to fill these gaps, usually through the development or reallocation of the current workforce, or the acquisition of new employees with the required skills.Until recently, most COED countries had implemented hiring freezes in the wake of the 2008 crisis (COED, 2016b).", "original_sentence": "Attracting and selecting skills: Employer branding and targeted recruitment Workforce planning can help to identify skills needs and assess skills gaps, and can result in a plan to fill these gaps, usually through the development or reallocation of the current workforce, or the acquisition of new employees with the required skills.", "text": " Source: Information provided to the OECD by Delegates of the Public Employment and Management Working Party. Attracting and selecting skills: Employer branding and targeted recruitment Workforce planning can help to identify skills needs and assess skills gaps, and can result in a plan to fill these gaps, usually through the development or reallocation of the current workforce, or the acquisition of new employees with the required skills. Until recently, most OECD countries had implemented hiring freezes in the wake of the 2008 crisis (OECD, 2016b). Prolonged hiring freezes cause strain on organisations, which have little opportunity to renew their workforce to ensure the appropriate skills mix (OECD, 2011). As OECD economies emerge from these difficult times and face high levels of retirement, many budgetary constraints remain. It is likely central government workforces will remain leaner than in the past.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 231, "score": 0.14377497530397065}, {"summary": "The balance of work may move from lower skilled claims processing to jobs higher on the value chain, such as complex case resolution and fraud detection, in addition to the skills needed to design and run the IT systems.", "context": " As activities such as tax collection are transferred to online systems, associated skill sets become increasingly digital.The balance of work may move from lower skilled claims processing to jobs higher on the value chain, such as complex case resolution and fraud detection, in addition to the skills needed to design and run the IT systems.Simply doing succession planning means organizations replicate the skills they needed in the past without preparing for the future.", "original_sentence": "The balance of work may move from lower skilled claims processing to jobs higher on the value chain, such as complex case resolution and fraud detection, in addition to the skills needed to design and run the IT systems.", "text": " As activities such as tax collection are transferred to online systems, associated skill sets become increasingly digital. The balance of work may move from lower skilled claims processing to jobs higher on the value chain, such as complex case resolution and fraud detection, in addition to the skills needed to design and run the IT systems. Simply doing succession planning means organisations replicate the skills they needed in the past without preparing for the future. This section will look at how OECD countries are identifying current and future skills needs and assessing their current workforce’s capabilities against these needs. It makes the following key points: 56 – 2. TOWARDS A HIGHLY SKILLED CIVIL SERVICE SKILLS IN A HIGH PERFORMING CIVIL SERVICE © OECD 2017 • Most OECD countries have articulated a strategic and forward-looking vision for their public sectors that recognises the need for highly skilled civil servants to drive public sector performance.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 174, "score": 0.14338331670065932}, {"summary": "Organizations must provide quality learning opportunities for all civil servants, and see these as essential components of their profession.", "context": "This means developing organizations that motivate employees to be curious, ask questions, enquirer and learn.Organizations must provide quality learning opportunities for all civil servants, and see these as essential components of their profession.Learning must be recognized as part of performance and career advancement.", "original_sentence": "Organisations must provide quality learning opportunities for all civil servants, and see these as essential components of their profession.", "text": " Towards a learning culture in the public sector Recognising the importance of knowledge in the public service and the speed of change requires the development of a culture of learning in the public service. This means developing organisations that motivate employees to be curious, ask questions, enquire and learn. Organisations must provide quality learning opportunities for all civil servants, and see these as essential components of their profession. Learning must be recognised as part of performance and career advancement. 90 – 2. TOWARDS A HIGHLY SKILLED CIVIL SERVICE SKILLS IN A HIGH PERFORMING CIVIL SERVICE © OECD 2017 The amount of training used by civil servants may contribute to a learning culture.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 304, "score": 0.14303859047209244}, {"summary": "On the supply side, a common skills framework will allow individuals to show their skills and experience profile –.", "context": " New Zeal and policy skills project (cont.)On the supply side, a common skills framework will allow individuals to show their skills and experience profile –.Individuals have different strengths and may be operating at different levels depending on the skill domain.", "original_sentence": "On the supply side, a common skills framework will allow individuals to show their skills and experience profile –.", "text": " New Zealand policy skills project (cont.) On the supply side, a common skills framework will allow individuals to show their skills and experience profile –. Individuals have different strengths and may be operating at different levels depending on the skill domain. For example, an individual could be expert at engagement and collaboration, but less skilled at project management. The PSF allows individuals to show their breadth and depth and where they can contribute most to a policy team/process. Source: New Zealand Department of the Prime Minister and Cabinet (2016), Policy Skills website, www.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 76, "score": 0.1413319546178433}, {"summary": "Portugal N Netherlands Estonia Responsibilities for promoting and administering civil service learning is delegated to the Ministry/agency level There is a single institution within government Responsibilities are shared by several government institutions at the central/federal level.", "context": "It is administered by the university and the desk officers responsible for training who work at the employee’s organization.Portugal N Netherlands Estonia Responsibilities for promoting and administering civil service learning is delegated to the Ministry/agency level There is a single institution within government Responsibilities are shared by several government institutions at the central/federal level.86 – 2.", "original_sentence": "Portugal N etherlands Estonia Responsibilities for promoting and administering civil service learning is delegated to the Ministry/agency level There is a single institution within government Responsibilities are shared by several government institutions at the central/federal level.", "text": " Hungary: The Ministry of the Interior is responsible for directing the institutional system of further training for public officials, although the National University of Public Services is generally responsible for developing, planning and implementing further training. The annual training plan is made up of training that fits to the job/competence profile of the public officer. It is administered by the university and the desk officers responsible for training who work at the employee’s organisation. Portugal N etherlands Estonia Responsibilities for promoting and administering civil service learning is delegated to the Ministry/agency level There is a single institution within government Responsibilities are shared by several government institutions at the central/federal level. 86 – 2. TOWARDS A HIGHLY SKILLED CIVIL SERVICE SKILLS IN A HIGH PERFORMING CIVIL SERVICE © OECD 2017 Box 2.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 289, "score": 0.13817889216459683}, {"summary": "g. simple staffing requests), and skills development within the human resources community itself will strengthen integrated business planning and allow human resources staff to focus more on planning, forecasting and analytically capacity to better support business objectives and outcomes.", "context": "Target respondents were civil servants working within digital government or with insight into needed skills.g. simple staffing requests), and skills development within the human resources community itself will strengthen integrated business planning and allow human resources staff to focus more on planning, forecasting and analytically capacity to better support business objectives and outcomes.The Government of Canada is assessing the feasibility of expanding its current departure forecasting methodology to include occupational groups and departments to inform succession planning, and is in the process of identifying positions belonging to specific functional communities in order to identify potential knowledge gaps and develop future recruitment strategies.", "original_sentence": "g. simple staffing requests), and skills development within the human resources community itself will strengthen integrated business planning and allow human resources staff to focus more on planning, forecasting and analytical capacity to better support business objectives and outcomes.", "text": "g. simple staffing requests), and skills development within the human resources community itself will strengthen integrated business planning and allow human resources staff to focus more on planning, forecasting and analytical capacity to better support business objectives and outcomes. The Government of Canada is assessing the feasibility of expanding its current departure forecasting methodology to include occupational groups and departments to inform succession planning, and is in the process of identifying positions belonging to specific functional communities in order to identify potential knowledge gaps and develop future recruitment strategies. In addition, mature functional communities with dedicated resources exist for many occupational groups, where identified skills gaps and requirements inform both recruitment strategies and learning and development activities. In 2016, the Finnish Ministry of Finance implemented a survey to assess agencies’ current skills and map needed skills. Target respondents were civil servants working within digital government or with insight into needed skills.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 228, "score": 0.13739062777278083}, {"summary": "TOWARDS A HIGHLY SKILLED CIVIL SERVICE SKILLS IN A HIGH PERFORMING CIVIL SERVICE © COED 2017 The first part of this report identifies four broad skills groups required for civil services to be effective: skills for policy development, for serving and working with citizens, for developing contractual relationship with third party service provides, and for managing through collaborative networks.", "context": " 54 – 2.TOWARDS A HIGHLY SKILLED CIVIL SERVICE SKILLS IN A HIGH PERFORMING CIVIL SERVICE © COED 2017 The first part of this report identifies four broad skills groups required for civil services to be effective: skills for policy development, for serving and working with citizens, for developing contractual relationship with third party service provides, and for managing through collaborative networks.Moving from skills definition to skills management requires a new look at public employment and management policies and frameworks, and at how people are managed in civil service.", "original_sentence": "TOWARDS A HIGHLY SKILLED CIVIL SERVICE SKILLS IN A HIGH PERFORMING CIVIL SERVICE © OECD 2017 The first part of this report identifies four broad skills groups required for civil services to be effective: skills for policy development, for serving and working with citizens, for developing contractual relationship with third party service provides, and for managing through collaborative networks.", "text": " 54 – 2. TOWARDS A HIGHLY SKILLED CIVIL SERVICE SKILLS IN A HIGH PERFORMING CIVIL SERVICE © OECD 2017 The first part of this report identifies four broad skills groups required for civil services to be effective: skills for policy development, for serving and working with citizens, for developing contractual relationship with third party service provides, and for managing through collaborative networks. Moving from skills definition to skills management requires a new look at public employment and management policies and frameworks, and at how people are managed in civil service. This part of the report is organised around four themes (Figure 2.1). The first step is to determine what tools and methods are available to understand and identify skills gaps in the civil service.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 167, "score": 0.13588303753003608}], "keywords": [{"keyword": "skills", "count": 471}, {"keyword": "new", "count": 48}, {"keyword": "workers", "count": 10}, {"keyword": "jobs", "count": 18}, {"keyword": "work", "count": 30}, {"keyword": "people", "count": 12}, {"keyword": "need", "count": 15}, {"keyword": "technology", "count": 1}, {"keyword": "digital", "count": 4}, {"keyword": "development", "count": 16}, {"keyword": "skill", "count": 6}, {"keyword": "opportunities", "count": 6}, {"keyword": "education", "count": 7}, {"keyword": "systems", "count": 6}, {"keyword": "economic", "count": 0}, {"keyword": "learning", "count": 153}, {"keyword": "training", "count": 80}, {"keyword": "job", "count": 14}, {"keyword": "research", "count": 4}, {"keyword": "lifelong", "count": 0}, {"keyword": "online", "count": 9}, {"keyword": "world", "count": 0}, {"keyword": "employees", "count": 7}, {"keyword": "workforce", "count": 31}, {"keyword": "human", "count": 3}, {"keyword": "future", "count": 15}, {"keyword": "time", "count": 3}, {"keyword": "data", "count": 6}, {"keyword": "based", "count": 3}, {"keyword": "learn", "count": 1}, {"keyword": "years", "count": 0}, {"keyword": "tax", "count": 0}, {"keyword": "www", "count": 0}, {"keyword": "university", "count": 1}, {"keyword": "respondents", "count": 0}], "locations": [{"keyword": " Skill", "count": 1, "type": "LOCATION"}, {"keyword": "US", "count": 1, "type": "LOCATION"}, {"keyword": "Finland", "count": 1, "type": "LOCATION"}, {"keyword": "Trento", "count": 3, "type": "LOCATION"}, {"keyword": "Italy", "count": 1, "type": "LOCATION"}, {"keyword": "Belgium", "count": 1, "type": "LOCATION"}, {"keyword": "Workforce", "count": 2, "type": "LOCATION"}, {"keyword": "Agile", "count": 1, "type": "LOCATION"}, {"keyword": "Ireland", "count": 1, "type": "LOCATION"}, {"keyword": "Slovenia", "count": 1, "type": "LOCATION"}, {"keyword": "Sweden", "count": 1, "type": "LOCATION"}, {"keyword": "Prolonged", "count": 1, "type": "LOCATION"}, {"keyword": "New Zealand", "count": 1, "type": "LOCATION"}, {"keyword": "Hungary", "count": 1, "type": "LOCATION"}, {"keyword": "Portugal", "count": 1, "type": "LOCATION"}, {"keyword": "Estonia", "count": 1, "type": "LOCATION"}, {"keyword": "Canada", "count": 1, "type": "LOCATION"}], "entities": [{"keyword": "ICT", "count": 4, "type": "ORG"}, {"keyword": "OECD", "count": 31, "type": "ORG"}, {"keyword": "World Café", "count": 1, "type": "PERSON"}, {"keyword": "the Italian Ministry of Public Administration", "count": 1, "type": "ORG"}, {"keyword": "TOWARDS", "count": 7, "type": "ORG"}, {"keyword": "HIGHLY", "count": 6, "type": "ORG"}, {"keyword": "CIVIL SERVICE – 97", "count": 1, "type": "ORG"}, {"keyword": "the US Partnership for Public Service", "count": 1, "type": "ORG"}, {"keyword": "the Survey of Adult Skills", "count": 1, "type": "ORG"}, {"keyword": "Strategic Human Resources Management", "count": 1, "type": "ORG"}, {"keyword": "HPWPs", "count": 2, "type": "ORG"}, {"keyword": "Generic", "count": 1, "type": "ORG"}, {"keyword": " Canada", "count": 1, "type": "ORG"}, {"keyword": "CIVIL SERVICE – 63", "count": 1, "type": "ORG"}, {"keyword": "French", "count": 1, "type": "NORP"}, {"keyword": "Core Skills", "count": 1, "type": "PERSON"}, {"keyword": " The", "count": 1, "type": "ORG"}, {"keyword": "Centre", "count": 1, "type": "ORG"}, {"keyword": "Training Institute of the Federal Administration (TIFA", "count": 1, "type": "ORG"}, {"keyword": "the APS Leadership", "count": 1, "type": "PRODUCT"}, {"keyword": "STEM", "count": 1, "type": "ORG"}, {"keyword": "HRM", "count": 3, "type": "ORG"}, {"keyword": "Public Sector Innovation", "count": 1, "type": "ORG"}, {"keyword": "Diverse", "count": 1, "type": "PERSON"}, {"keyword": "Innovative Networks Learning", "count": 1, "type": "ORG"}, {"keyword": "Employee/", "count": 1, "type": "ORG"}, {"keyword": "Workplace", "count": 1, "type": "ORG"}, {"keyword": "Professional Merit", "count": 1, "type": "PRODUCT"}, {"keyword": "the Civil Service Management Board", "count": 1, "type": "ORG"}, {"keyword": "L&D", "count": 4, "type": "ORG"}, {"keyword": "the L&D Centre", "count": 1, "type": "ORG"}, {"keyword": "The L&D Centre’s", "count": 1, "type": "ORG"}, {"keyword": "Learning and Development (L&D", "count": 1, "type": "WORK_OF_ART"}, {"keyword": "Finnish", "count": 1, "type": "NORP"}, {"keyword": " Once", "count": 1, "type": "ORG"}, {"keyword": "CIVIL SERVICE – 65", "count": 1, "type": "ORG"}, {"keyword": "MPM", "count": 3, "type": "ORG"}, {"keyword": "HRD", "count": 4, "type": "ORG"}, {"keyword": " Learning", "count": 1, "type": "ORG"}, {"keyword": "Capacity", "count": 2, "type": "ORG"}, {"keyword": "Government of Canada", "count": 1, "type": "ORG"}, {"keyword": "the Office of the Chief Human Resources Officer", "count": 1, "type": "ORG"}, {"keyword": "the Public Service Employee Survey", "count": 1, "type": "ORG"}, {"keyword": "the Public Administration", "count": 1, "type": "ORG"}, {"keyword": "PAT", "count": 2, "type": "ORG"}, {"keyword": "Italian", "count": 1, "type": "NORP"}, {"keyword": "Skills", "count": 1, "type": "PERSON"}, {"keyword": "Delegates of the Public Employment", "count": 1, "type": "ORG"}, {"keyword": "Management Working Party", "count": 1, "type": "ORG"}, {"keyword": "CIVIL SERVICE", "count": 4, "type": "ORG"}, {"keyword": "Towards", "count": 1, "type": "ORG"}, {"keyword": "–. Individuals", "count": 1, "type": "PERSON"}, {"keyword": "Policy Skills", "count": 1, "type": "PERSON"}, {"keyword": "PSF", "count": 1, "type": "ORG"}, {"keyword": "New Zealand Department", "count": 1, "type": "ORG"}, {"keyword": "Cabinet", "count": 1, "type": "ORG"}, {"keyword": "The Ministry of the Interior", "count": 1, "type": "ORG"}, {"keyword": "the National University of Public Services", "count": 1, "type": "ORG"}, {"keyword": "Ministry/agency", "count": 1, "type": "ORG"}, {"keyword": "the Finnish Ministry of Finance", "count": 1, "type": "ORG"}, {"keyword": "Target", "count": 1, "type": "ORG"}], "folder": "/app/AIResearchHelper/SmartReader/Data/text_files_2019-03-29_17-09-35", "folder_name": "text_files_2019-03-29_17-09-35"}, {"topic": "automation", "summary_points": [{"summary": "The positive impact on the world of work Richard Sargent, director, AS Data Science “The discussion of AI is all too oen focused on job losses and social dislocation.", "context": " It will also hamper AI efforts.” 7.The positive impact on the world of work Richard Sargent, director, AS Data Science “The discussion of AI is all too oen focused on job losses and social dislocation.These are real concerns that require a response, but we ignore the fact that better jobs might replace them.", "original_sentence": "The positive impact on the world of work Richard Sargeant, director, ASI Data Science “The discussion of AI is all too oen focused on job losses and social dislocation.", "text": " It will also hamper AI efforts.” 7. The positive impact on the world of work Richard Sargeant, director, ASI Data Science “The discussion of AI is all too oen focused on job losses and social dislocation. These are real concerns that require a response, but we ignore the fact that better jobs might replace them. Much of the work that AI can replicate is laborious and repetitive – it’s no-one’s dream job to compile endless lists, for example. Calculators and soware have changed the tasks of accountants, but they haven’t removed the need for them.", "doc_id": "12 Top Tips_ The impact of artificial intelligence on government.txt", "para_id": 5, "score": 0.30406090121715695}, {"summary": "Don’t forget collective intelligence Stefan Ulster, co-founder and chief research and development officer, Gov Lab  Fe ed BA ck (Terminator) “While I think AI will become essential, I also think that AI without CI – collective intelligence – is a limited undertaking.", "context": "This hype really distracts from some of the really cool things that the technology has to offer, and it also distracts from some of the actual issues we might be facing in the near future.” 6.Don’t forget collective intelligence Stefan Ulster, co-founder and chief research and development officer, Gov Lab  Fe ed BA ck (Terminator) “While I think AI will become essential, I also think that AI without CI – collective intelligence – is a limited undertaking.Without finding new ways to tap into the expertise that already exists in society – whether it is experiential or skills-based expertise – governance institutions will be unable to tackle today’s problems meaningfully.", "original_sentence": "Don’t forget collective intelligence Stefaan Verhulst, co-founder and chief research and development officer, GovLab  Fe ed ba ck (Terminator) “While I think AI will become essential, I also think that AI without CI – collective intelligence – is a limited undertaking.", "text": " It is a fear that is a little bit misplaced. I think we are primed by science fiction and pop culture to hear AI and immediately think of Skynet and of machines taking over the world. This hype really distracts from some of the really cool things that the technology has to offer, and it also distracts from some of the actual issues we might be facing in the near future.” 6. Don’t forget collective intelligence Stefaan Verhulst, co-founder and chief research and development officer, GovLab  Fe ed ba ck (Terminator) “While I think AI will become essential, I also think that AI without CI – collective intelligence – is a limited undertaking. Without finding new ways to tap into the expertise that already exists in society – whether it is experiential or skills-based expertise – governance institutions will be unable to tackle today’s problems meaningfully.", "doc_id": "12 Top Tips_ The impact of artificial intelligence on government.txt", "para_id": 4, "score": 0.2357797776940534}, {"summary": "Open up the data behind AI Liz Carolyn, senior advisory, Open Data Charter “Just as when it comes to government procurement and spending, ensuring that the data behind AI systems is open to interrogation is crucial for both identifying problems, and building trust.", "context": "Remember, we know from history that decisions being made in back rooms or closed environments is how trust erodes and is inevitably a cause of political upheaval.” 3.Open up the data behind AI Liz Carolyn, senior advisory, Open Data Charter “Just as when it comes to government procurement and spending, ensuring that the data behind AI systems is open to interrogation is crucial for both identifying problems, and building trust.Much of this will depend on the willingness of companies to share the data underlying their AI systems.", "original_sentence": "Open up the data behind AI Liz Carolan, senior advisor, Open Data Charter “Just as when it comes to government procurement and spending, ensuring that the data behind AI systems is open to interrogation is crucial for both identifying problems, and building trust.", "text": " These are decisions about who receives welfare benefits and who goes to jail for longer or for less time, and so on. These are serious decisions that affect people’s lives in every conceivable way. Remember, we know from history that decisions being made in back rooms or closed environments is how trust erodes and is inevitably a cause of political upheaval.” 3. Open up the data behind AI Liz Carolan, senior advisor, Open Data Charter “Just as when it comes to government procurement and spending, ensuring that the data behind AI systems is open to interrogation is crucial for both identifying problems, and building trust. Much of this will depend on the willingness of companies to share the data underlying their AI systems.", "doc_id": "12 Top Tips_ The impact of artificial intelligence on government.txt", "para_id": 2, "score": 0.228942551097026}, {"summary": "No government will be unaffected Evan Stubs, expert associate director, The Boston Consulting Group  Fe ed BA ck STAY UP TO DATE WITH CPI No government will be able to evade the impending AI revolution – its potential for improving services and outcomes is just too great.", "context": "” 11.No government will be unaffected Evan Stubs, expert associate director, The Boston Consulting Group  Fe ed BA ck STAY UP TO DATE WITH CPI No government will be able to evade the impending AI revolution – its potential for improving services and outcomes is just too great.And remember that in their interactions with government, individuals see it as whole rather than as a collection of individual agencies.", "original_sentence": "No government will be unaffected Evan Stubbs, expert associate director, The Boston Consulting Group  Fe ed ba ck STAY UP TO DATE WITH CPI No government will be able to evade the impending AI revolution – its potential for improving services and outcomes is just too great.", "text": "” 11. No government will be unaffected Evan Stubbs, expert associate director, The Boston Consulting Group  Fe ed ba ck STAY UP TO DATE WITH CPI No government will be able to evade the impending AI revolution – its potential for improving services and outcomes is just too great. And remember that in their interactions with government, individuals see it as whole rather than as a collection of individual agencies. Reducing this friction is an ongoing challenge, but – thanks to big data and AI – it can and will be done. It’s only a matter of time.” 12.", "doc_id": "12 Top Tips_ The impact of artificial intelligence on government.txt", "para_id": 8, "score": 0.20288506744437013}, {"summary": "Rob Bollard, general manager and chief information officer, PI Australia “Anything new or different obviously provokes a reaction of some sort.", "context": " Get excited!Rob Bollard, general manager and chief information officer, PI Australia “Anything new or different obviously provokes a reaction of some sort.But I am genuinely excited about the opportunities, not only for our organization but for other government departments and the private sector as well.", "original_sentence": "Rob Bollard, general manager and chief information officer, IP Australia “Anything new or different obviously provokes a reaction of some sort.", "text": " Get excited! Rob Bollard, general manager and chief information officer, IP Australia “Anything new or different obviously provokes a reaction of some sort. But I am genuinely excited about the opportunities, not only for our organisation but for other government departments and the private sector as well. We want to make the experience customers have with us as easy as possible – AI helps us do that.", "doc_id": "12 Top Tips_ The impact of artificial intelligence on government.txt", "para_id": 9, "score": 0.12799050925695413}, {"summary": "Sadly, I think there are particular reasons to expect algorithms in the context of government to be used badly.", "context": "Be wary of the complexity of governing Cathy O’Neil, author, and mathematician “Algorithms are a tool – and you can use a tool well and you can use it badly.Sadly, I think there are particular reasons to expect algorithms in the context of government to be used badly.A company will generally use an algorithm to optimist its profit.", "original_sentence": "Sadly, I think there are particular reasons to expect algorithms in the context of government to be used badly.", "text": " Get an ethical framework Sir Michael Barber, co-chairman, Centre for Public Impact “AI’s ability to analyse, communicate and make sense of masses of data has enormous potential, but I just want to make sure we have an ethical framework, because it could run away from us.” 10. Be wary of the complexity of governing Cathy O’Neil, author, and mathematician “Algorithms are a tool – and you can use a tool well and you can use it badly. Sadly, I think there are particular reasons to expect algorithms in the context of government to be used badly. A company will generally use an algorithm to optimise its profit. But government is a much more complicated thing – it’s not clear at all what it is optimising to.", "doc_id": "12 Top Tips_ The impact of artificial intelligence on government.txt", "para_id": 7, "score": 0.11365940188758333}, {"summary": "Think big on data literacy Mike Bracken, former head, UK’s Government Digital Service, and fellow, Center for Public Impact “For AI to work, we’re going to require a level of data literacy and quality that is unheralded in government, as well as genuine data scientists in the civil service on an equal level with the policy making class.", "context": " 1.Think big on data literacy Mike Bracken, former head, UK’s Government Digital Service, and fellow, Center for Public Impact “For AI to work, we’re going to require a level of data literacy and quality that is unheralded in government, as well as genuine data scientists in the civil service on an equal level with the policy making class.These reforms require political courage, attention to detail and, on occasion,  Fe ed BA ck some major changes to the machinery of government.", "original_sentence": "Think big on data literacy Mike Bracken, former head, UK’s Government Digital Service, and fellow, Centre for Public Impact “For AI to work, we’re going to require a level of data literacy and quality that is unheralded in government, as well as genuine data scientists in the civil service on an equal level with the policymaking class.", "text": " 1. Think big on data literacy Mike Bracken, former head, UK’s Government Digital Service, and fellow, Centre for Public Impact “For AI to work, we’re going to require a level of data literacy and quality that is unheralded in government, as well as genuine data scientists in the civil service on an equal level with the policymaking class. These reforms require political courage, attention to detail and, on occasion,  Fe ed ba ck some major changes to the machinery of government. And this machinery is covetously overseen by permanent secretaries, who are almost entirely dead set against such reforms.” 2. Keep the public informed Aaron Snow, co-founder and former executive director, 18F and recently-appointed chief executive of the Canadian Digital Service “This isn’t entertainment.", "doc_id": "12 Top Tips_ The impact of artificial intelligence on government.txt", "para_id": 1, "score": 0.11207310064929463}, {"summary": "Figure out how to quantify ethical values Dr Lachesis Polanski, network scientist, University of Oxford, founder, and CEO, Devanagari Analytic “AI researchers and thickets need to formulate ethical values as quantifiable parameters.", "context": "” 4.Figure out how to quantify ethical values Dr Lachesis Polanski, network scientist, University of Oxford, founder, and CEO, Devanagari Analytic “AI researchers and thickets need to formulate ethical values as quantifiable parameters.In other words, they need to provide a machine with explicit answers and decision rules to any potential ethical dilemmas it might encounter.", "original_sentence": "Figure out how to quantify ethical values Dr Vyacheslav Polonski, network scientist, University of Oxford, founder, and ceo, Avantgarde Analytics “AI researchers and ethicists need to formulate ethical values as quantifiable parameters.", "text": "” 4. Figure out how to quantify ethical values Dr Vyacheslav Polonski, network scientist, University of Oxford, founder, and ceo, Avantgarde Analytics “AI researchers and ethicists need to formulate ethical values as quantifiable parameters. In other words, they need to provide a machine with explicit answers and decision rules to any potential ethical dilemmas it might encounter. This would require humans to agree amongst themselves on the most ethical course of action in any given situation – a challenging but not impossible task.” 5. Don’t get distracted by hype Dr Kate Darling, research specialist, MIT Media Lab and fellow, Harvard Berkman Center “What’s happening – at least in the United States – is that I am seeing a lot of hype and a lot of fear around these technologies.", "doc_id": "12 Top Tips_ The impact of artificial intelligence on government.txt", "para_id": 3, "score": 0.10142243659065657}, {"summary": "Such an approach is likely to eventually improve upon human programmers, in the same way that human-written compilers eventually proved inferior to automatically optimized compilers.", "context": "Big databases of code also offer the eventual prospect of algorithms that learn how to write programs to satisfy specifications provided by a human.Such an approach is likely to eventually improve upon human programmers, in the same way that human-written compilers eventually proved inferior to automatically optimized compilers.An algorithm can better keep the whole of a program in working memory, and is not constrained to human-intelligible code, allowing for holistic solutions that might never occur to a human.", "original_sentence": "Such an approach is likely to eventually improve upon human programmers, in the same way that human-written compilers eventually proved inferior to automatically optimised compilers.", "text": " For example, advances in ML allow a programmer to leave complex parameter and design choices to be appropriately optimised by an algorithm (Hoos, 2012). Algorithms can further automatically detect bugs in software (Hangal and Lam, 2002; Livshits and Zimmermann, 2005; Kim, et al., 2008), with a reliability that humans are unlikely to match. Big databases of code also offer the eventual prospect of algorithms that learn how to write programs to satisfy specifications provided by a human. Such an approach is likely to eventually improve upon human programmers, in the same way that human-written compilers eventually proved inferior to automatically optimised compilers. An algorithm can better keep the whole of a program in working memory, and is not constrained to human-intelligible code, allowing for holistic solutions that might never occur to a human.", "doc_id": "_Users_michaelosborne_Documents_Research_future_of_employment_paper_old_.texpadtmp_future_of_employment_18.dvi.txt", "para_id": 48, "score": 0.09507612523738149}, {"summary": "However, creating a data-driven public sector requires recognizing data as a strategic asset and a framework for the whole public administration that helps reap the benefits of evidence-based decision making.", "context": "• Data, policy making and oversight: The growing availability of data enables governments to make more informed and evidence-based decisions on public issues.However, creating a data-driven public sector requires recognizing data as a strategic asset and a framework for the whole public administration that helps reap the benefits of evidence-based decision making.Awareness of data’s potential is rapidly changing how policy, rule-making and public management are conceived and informed.", "original_sentence": "However, creating a data-driven public sector requires recognising data as a strategic asset and a framework for the whole public administration that helps reap the benefits of evidence-based decision making.", "text": "1. Going digital: What changes for governments? (cont.) • Data, policy making and oversight: The growing availability of data enables governments to make more informed and evidence-based decisions on public issues. However, creating a data-driven public sector requires recognising data as a strategic asset and a framework for the whole public administration that helps reap the benefits of evidence-based decision making. Awareness of data’s potential is rapidly changing how policy, rule-making and public management are conceived and informed.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 22, "score": 0.08511250660105733}, {"summary": "Occupations facing (partial) automation from advances in artificial intelligence include accounting, mortgage origination, management consulting, financial planning, paralegals, and various medical specialties including radiology, general practice or even surgery.", "context": "The new generation of artificial intelligence technology, in conjunction with advances in big data and machine learning, already has the potential to perform many tasks in which human judgment was previously thought to be indispensable.Occupations facing (partial) automation from advances in artificial intelligence include accounting, mortgage origination, management consulting, financial planning, paralegals, and various medical specialties including radiology, general practice or even surgery.A recent McKinney study, for instance, concludes that:1 “a significant percentage of the activities performed by even those in the highest paid occupations (for example, financial planners, physicians, and senior executives) can be automated by adapting current technology.” In another of its reports, McKinney declares “The end of managers’ comparative advantage,” and gives the example of a Hon Kong venture-capital firm that has appointed a decision-making algorithm to its board of directors.", "original_sentence": "Occupations facing (partial) automation from advances in artificial intelligence include accounting, mortgage origination, management consulting, financial planning, paralegals, and various medical specialities including radiology, general practice or even surgery.", "text": " However, recent advances in artificial intelligence cast doubt on this narrative. The automation of the complex tasks in which high-skill workers specialize—what we refer to as “high-skill automation”—is on its way to becoming a potent force in the US labor market. The new generation of artificial intelligence technology, in conjunction with advances in big data and machine learning, already has the potential to perform many tasks in which human judgment was previously thought to be indispensable. Occupations facing (partial) automation from advances in artificial intelligence include accounting, mortgage origination, management consulting, financial planning, paralegals, and various medical specialities including radiology, general practice or even surgery. A recent McKinsey study, for instance, concludes that:1 “a significant percentage of the activities performed by even those in the highestpaid occupations (for example, financial planners, physicians, and senior executives) can be automated by adapting current technology.” In another of its reports, McKinsey declares “The end of managers’ comparative advantage,” and gives the example of a Hong Kong venture-capital firm that has appointed a decision-making algorithm to its board of directors.", "doc_id": "Acemglu y Restrepo (2017) - Low skill and high skill automation.txt", "para_id": 4, "score": 0.08211590703139696}, {"summary": "Rather than just looking at policy problems and accepting the immediate issue, systems thinking encourages looking at where that problem is situated, and seeks to explore where the actual cause of the problem might be.", "context": "Nevertheless, system thinking has great potential to affect trans formative change within the public sector in areas where institutions are outmoded by 21st century problems stemming from inter connectivity, cuber threats, climate change, changing demographics and countless other factors.Rather than just looking at policy problems and accepting the immediate issue, systems thinking encourages looking at where that problem is situated, and seeks to explore where the actual cause of the problem might be.Thus, systems thinking does not only address the resilience or robustness of public sector systems, but helps to redefine the functions and purpose of systems to respond to new realities.", "original_sentence": "Rather than just looking at policy problems and accepting the immediate issue, systems thinking encourages looking at where that problem is situated, and seeks to explore where the actual cause of the problem might be.", "text": " These include systems engineering, systems innovation, systems thinking and design thinking. While systems approaches are not new, their use in the public sector is recent and still largely unexplored. Nevertheless, system thinking has great potential to affect transformative change within the public sector in areas where institutions are outmoded by 21st century problems stemming from interconnectivity, cyber threats, climate change, changing demographics and countless other factors. Rather than just looking at policy problems and accepting the immediate issue, systems thinking encourages looking at where that problem is situated, and seeks to explore where the actual cause of the problem might be. Thus, systems thinking does not only address the resilience or robustness of public sector systems, but helps to redefine the functions and purpose of systems to respond to new realities. As such, systems approaches help government confront, in a holistic way, problems that span current administrative and territorial boundaries.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 118, "score": 0.07797523107967844}, {"summary": "2016 survey on strategic human resources management in central/federal governments of COED countries The COED has traditionally collected quantitative and qualitative data in the fields of public employment and human resources management (HEM).", "context": "1.2016 survey on strategic human resources management in central/federal governments of COED countries The COED has traditionally collected quantitative and qualitative data in the fields of public employment and human resources management (HEM).These data have been in high demand and have been used by both national governments and international organizations for comparative purposes.", "original_sentence": "2016 survey on strategic human resources management in central/federal governments of OECD countries The OECD has traditionally collected quantitative and qualitative data in the fields of public employment and human resources management (HRM).", "text": "1. 2016 survey on strategic human resources management in central/federal governments of OECD countries The OECD has traditionally collected quantitative and qualitative data in the fields of public employment and human resources management (HRM). These data have been in high demand and have been used by both national governments and international organisations for comparative purposes. These data are unique at the international level, and fundamental in creating a solid basis for comparative analysis across OECD member countries in the field of government HRM and civil service reform strategies. The survey constitutes a strategic input to all OECD work on public employment and management. The data also constitute a significant part of Government at a Glance and are seen as increasingly strategic by OECD countries.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 171, "score": 0.07645980128640528}, {"summary": "Data from United Nations documents, which are translated by hew man experts into six languages, allow Google Translate to monitor and improve the performance of different machine translation algorithms (Tanner, 2007).", "context": "As such, technological progress has been aided by the recent production of increasingly large and complex data sets, known as big data.16 For instance, with a growing corpus of human-translated digitalis ed text, the success of a machine translator can now be judged by its accuracy in reproducing observed translations.Data from United Nations documents, which are translated by hew man experts into six languages, allow Google Translate to monitor and improve the performance of different machine translation algorithms (Tanner, 2007).Further, ML algorithms can discover unexpected similarities between old and new data, aiding the computerization of tasks for which big data has newly become available.", "original_sentence": "Data from United Nations documents, which are translated by hu man experts into six languages, allow Google Translate to monitor and improve the performance of different machine translation algorithms (Tanner, 2007).", "text": " With data, objective and quantifiable measures of the success of an algorithm can be produced, which aid the continual improvement of its performance relative to humans. As such, technological progress has been aided by the recent production of increasingly large and complex datasets, known as big data.16 For instance, with a growing corpus of human-translated digitalised text, the success of a machine translator can now be judged by its accuracy in reproducing observed translations. Data from United Nations documents, which are translated by hu man experts into six languages, allow Google Translate to monitor and improve the performance of different machine translation algorithms (Tanner, 2007). Further, ML algorithms can discover unexpected similarities between old and new data, aiding the computerisation of tasks for which big data has newly become available. As a result, computerisation is no longer confined to routine tasks that can be written as rule-based software queries, but is spreading to every non-routine task where big data becomes available (Brynjolfsson and McAfee, 2011).", "doc_id": "_Users_michaelosborne_Documents_Research_future_of_employment_paper_old_.texpadtmp_future_of_employment_18.dvi.txt", "para_id": 37, "score": 0.075168439536919}, {"summary": "Furthermore, the improvement of sensing technology has made sensor data one of the most prominent sources of big data (Mackerel and Guizot, 2011).", "context": " A frequently cited example is Mantes’s Clear well system, which uses language analysis to identify general concepts in documents, can present the results graphically, and proved capable of analyzing and sorting more than 570,000 documents in two days (Mark off, 2011).Furthermore, the improvement of sensing technology has made sensor data one of the most prominent sources of big data (Mackerel and Guizot, 2011).Sensor data is often coupled with new ML fault- and anomaly-detection algorithms to render many tasks computerization.", "original_sentence": "Furthermore, the improvement of sensing technology has made sensor data one of the most prominent sources of big data (Ackerman and Guizzo, 2011).", "text": " A frequently cited example is Symantec’s Clearwell system, which uses language analysis to identify general concepts in documents, can present the results graphically, and proved capable of analysing and sorting more than 570,000 documents in two days (Markoff, 2011). Furthermore, the improvement of sensing technology has made sensor data one of the most prominent sources of big data (Ackerman and Guizzo, 2011). Sensor data is often coupled with new ML fault- and anomaly-detection algorithms to render many tasks computerisable. A broad class of examples can be found in condition monitoring and novelty detection, with technology substituting for closed-circuit TV (CCTV) operators, workers examining equipment defects, and clinical staff responsible for monitoring the state of patients in intensive care. Here, the fact that computers lack human biases is of great value: algorithms are free of irrational bias, and their vigilance need not be interrupted by rest breaks or lapses of concentration. Following the declining costs of digital sensing and actuation, ML approaches have successfully addressed condition monitoring applications ranging from batteries (Saha, et al.", "doc_id": "_Users_michaelosborne_Documents_Research_future_of_employment_paper_old_.texpadtmp_future_of_employment_18.dvi.txt", "para_id": 43, "score": 0.067363838213351}, {"summary": "Human social intelligence is important in a wide range of work tasks, such as those involving negotiation, persuasion and care.", "context": "Social intelligence tasks.Human social intelligence is important in a wide range of work tasks, such as those involving negotiation, persuasion and care.To aid the computerization of such tasks, active research is being undertaken within the fields of Effective Computing (Schemer, ET AL., 2010; Pi card, 2010), and Social Robotics (Ge, 2007; Broken, ET AL., 2009).", "original_sentence": "Human social intelligence is important in a wide range of work tasks, such as those involving negotiation, persuasion and care.", "text": " In the absence of engineering solutions to overcome this problem, it seems unlikely that occupations requiring a high degree of creative intelligence will be automated in the next decades. Social intelligence tasks. Human social intelligence is important in a wide range of work tasks, such as those involving negotiation, persuasion and care. To aid the computerisation of such tasks, active research is being undertaken within the fields of Affective Computing (Scherer, et al., 2010; Picard, 2010), and Social Robotics (Ge, 2007; Broekens, et al., 2009).", "doc_id": "_Users_michaelosborne_Documents_Research_future_of_employment_paper_old_.texpadtmp_future_of_employment_18.dvi.txt", "para_id": 69, "score": 0.0658141540738573}, {"summary": "The success of an algorithm for handwriting recognition is difficult to quantify without data to test on – in particular, determining whether an algorithm performs well for different styles of writing requires data containing a variety of such styles.", "context": "Defining such problems is helped by the provision of relevant data: this is highlighted in the case of handwriting recognition by Plot and Fink (2009).The success of an algorithm for handwriting recognition is difficult to quantify without data to test on – in particular, determining whether an algorithm performs well for different styles of writing requires data containing a variety of such styles.That is, data is required to specify the many contingencies a technology must manage in order to form an adequate substitute for human labor.", "original_sentence": "The success of an algorithm for handwriting recognition is difficult to quantify without data to test on – in particular, determining whether an algorithm performs well for different styles of writing requires data containing a variety of such styles.", "text": "” Today, the problems of navigating a car and deciphering handwriting are sufficiently well understood that many related tasks can be specified in computer code and automated (Veres, et al., 2011; Plötz and Fink, 2009). Recent technological breakthroughs are, in large part, due to efforts to turn non-routine tasks into well-defined problems. Defining such problems is helped by the provision of relevant data: this is highlighted in the case of handwriting recognition by Plötz and Fink (2009). The success of an algorithm for handwriting recognition is difficult to quantify without data to test on – in particular, determining whether an algorithm performs well for different styles of writing requires data containing a variety of such styles. That is, data is required to specify the many contingencies a technology must manage in order to form an adequate substitute for human labour.", "doc_id": "_Users_michaelosborne_Documents_Research_future_of_employment_paper_old_.texpadtmp_future_of_employment_18.dvi.txt", "para_id": 36, "score": 0.059550975785291914}, {"summary": "Hence, while technological progress throughout economic history has largely been confined to the mechanization of manual tasks, requiring physical labor, technological progress in the twenty-first century can be expected to contribute to a wide range of cognitive tasks, which, until now, have largely remained a human domain.", "context": "Although the extent of these developments remains to be seen, estimates by MG (2013) suggests that sophisticated algorithms could substitute for approximately 140 million full-time knowledge workers worldwide.Hence, while technological progress throughout economic history has largely been confined to the mechanization of manual tasks, requiring physical labor, technological progress in the twenty-first century can be expected to contribute to a wide range of cognitive tasks, which, until now, have largely remained a human domain.Of course, many occupations being affected by these developments are still far from fully computerization, meaning that the computerization of some tasks will simply free-up time for human labor to perform other tasks.", "original_sentence": "Hence, while technological progress throughout economic history has largely been confined to the mechanisation of manual tasks, requiring physical labour, technological progress in the twenty-first century can be expected to contribute to a wide range of cognitive tasks, which, until now, have largely remained a human domain.", "text": " Such algorithmic improvements over human judgement are likely to become increasingly common. Although the extent of these developments remains to be seen, estimates by MGI (2013) suggests that sophisticated algorithms could substitute for approximately 140 million full-time knowledge workers worldwide. Hence, while technological progress throughout economic history has largely been confined to the mechanisation of manual tasks, requiring physical labour, technological progress in the twenty-first century can be expected to contribute to a wide range of cognitive tasks, which, until now, have largely remained a human domain. Of course, many occupations being affected by these developments are still far from fully computerisable, meaning that the computerisation of some tasks will simply free-up time for human labour to perform other tasks. Nonetheless, the trend is clear: computers increasingly challenge human labour in a wide range of cognitive tasks (Brynjolfsson and McAfee, 2011). III.", "doc_id": "_Users_michaelosborne_Documents_Research_future_of_employment_paper_old_.texpadtmp_future_of_employment_18.dvi.txt", "para_id": 49, "score": 0.05659216004383236}, {"summary": "The main focus was HEM practice and institutions in central public administration at the federal/national government level.", "context": " A new version of the survey was run in 2016 in order to address new demands from member governments.The main focus was HEM practice and institutions in central public administration at the federal/national government level.It was complemented by two additional surveys: one on civil service composition and one on compensation of civil servants.", "original_sentence": "The main focus was HRM practice and institutions in central public administration at the federal/national government level.", "text": " A new version of the survey was run in 2016 in order to address new demands from member governments. The main focus was HRM practice and institutions in central public administration at the federal/national government level. It was complemented by two additional surveys: one on civil service composition and one on compensation of civil servants. All of these surveys will contribute to the 2017 version of Government at a Glance. In 2016, the SHRM questionnaire was completed by senior officials from ministries/agencies with responsibilities for public employment and management of the civil service in all OECD countries, and three accession countries (Colombia, Costa Rica and Lithuania). Following data collection, the secretariat undertook a process of data cleaning to ensure that data were valid.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 172, "score": 0.05213292622727769}, {"summary": "Because creativity, by definition, involves not only novelty but value, and because values are highly variable, it follows that many arguments about creativity are rooted in disagreements about value.", "context": "Moreover, human values change over time and vary across cultures.Because creativity, by definition, involves not only novelty but value, and because values are highly variable, it follows that many arguments about creativity are rooted in disagreements about value.Thus, even if we could identify and encode our creative values, to enable the computer to inform and monitor its own activities accordingly, there would still be disagreement about whether the computer appeared to be creative.", "original_sentence": "Because creativity, by definition, involves not only novelty but value, and because values are highly variable, it follows that many arguments about creativity are rooted in disagreements about value.", "text": " Furthermore, David Cope’s EMI software composes music in many different styles, reminiscent of specific human composers. In these and many other applications, generating novelty is not particularly difficult. Instead, the principal obstacle to computerising creativity is stating our creative values sufficiently clearly that they can be encoded in an program (Boden, 2003). Moreover, human values change over time and vary across cultures. Because creativity, by definition, involves not only novelty but value, and because values are highly variable, it follows that many arguments about creativity are rooted in disagreements about value. Thus, even if we could identify and encode our creative values, to enable the computer to inform and monitor its own activities accordingly, there would still be disagreement about whether the computer appeared to be creative.", "doc_id": "_Users_michaelosborne_Documents_Research_future_of_employment_paper_old_.texpadtmp_future_of_employment_18.dvi.txt", "para_id": 68, "score": 0.05140066385449334}, {"summary": "To follow the policy analysis example, capacity can depend on how information and knowledge is generated, shared and mobilized among public and private organizations.", "context": "The system level: the organization itself sits within a wider system.To follow the policy analysis example, capacity can depend on how information and knowledge is generated, shared and mobilized among public and private organizations.Much of the work to date on public governance has been done at the second and third level of this analysis.", "original_sentence": "To follow the policy analysis example, capacity can depend on how information and knowledge is generated, shared and mobilised among public and private organisations.", "text": " This could include, for example, information and data management systems and the availability of other ICT resources and tools. 3. The system level: the organisation itself sits within a wider system. To follow the policy analysis example, capacity can depend on how information and knowledge is generated, shared and mobilised among public and private organisations. Much of the work to date on public governance has been done at the second and third level of this analysis. Taking the recommendations outlined above as an example, the principles focus mainly on the organisational process and system-level preconditions for success.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 56, "score": 0.050549361311068075}, {"summary": "The difficulty of perception has ramifications for manipulation tasks, and, in particular, the handling of irregular objects, for which robots are yet to reach human levels of aptitude.", "context": " For example, Diva Systems, acquired by Amazon.com in 2012, solved the problem of warehouse navigation by simply placing bar-code stickers on the floor, informing robots of their precise location (Guizot, 2008).The difficulty of perception has ramifications for manipulation tasks, and, in particular, the handling of irregular objects, for which robots are yet to reach human levels of aptitude.This has been evidenced in the development of robots that interact with human objects and environments.", "original_sentence": "The difficulty of perception has ramifications for manipulation tasks, and, in particular, the handling of irregular objects, for which robots are yet to reach human levels of aptitude.", "text": " For example, Kiva Systems, acquired by Amazon.com in 2012, solved the problem of warehouse navigation by simply placing bar-code stickers on the floor, informing robots of their precise location (Guizzo, 2008). The difficulty of perception has ramifications for manipulation tasks, and, in particular, the handling of irregular objects, for which robots are yet to reach human levels of aptitude. This has been evidenced in the development of robots that interact with human objects and environments. While advances have been made, solutions tend to be unreliable over the myriad small variations on a single task, repeated thousands of times a day, that many applications require. A related challenge is failure recovery – i.", "doc_id": "_Users_michaelosborne_Documents_Research_future_of_employment_paper_old_.texpadtmp_future_of_employment_18.dvi.txt", "para_id": 64, "score": 0.045234936054491796}, {"summary": "Many public service roles are inherently emotionally demanding, and there is consensus emerging over the need for resilient responses to this as a dimension of public service practice.", "context": "Emotional labor will be a key element of future public service work.Many public service roles are inherently emotionally demanding, and there is consensus emerging over the need for resilient responses to this as a dimension of public service practice.Research evidence suggests that emotions are important constituent components, not just of the caring professions, but also in any roles that involve the spanning of boundaries.", "original_sentence": "Many public service roles are inherently emotionally demanding, and there is consensus emerging over the need for resilient responses to this as a dimension of public service practice.", "text": " 5. Emotional labour will be a key element of future public service work. Many public service roles are inherently emotionally demanding, and there is consensus emerging over the need for resilient responses to this as a dimension of public service practice. Research evidence suggests that emotions are important constituent components, not just of the caring professions, but also in any roles that involve the spanning of boundaries. If the future of public service roles is to involve greater boundary spanning, then this is likely to become even more important to public servants. 6.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 41, "score": 0.042712703120490185}, {"summary": "The public sector ethos has been a common reference point in discussions about public service reform for many years.", "context": "Ethics and values are changing as the boundaries of public service shift.The public sector ethos has been a common reference point in discussions about public service reform for many years.Ethos captures the sense of an intrinsic motivation to service the public, distinctive from extrinsic motivations such as material reward or fear of sanctions.", "original_sentence": "The public sector ethos has been a common reference point in discussions about public service reform for many years.", "text": " 4. Ethics and values are changing as the boundaries of public service shift. The public sector ethos has been a common reference point in discussions about public service reform for many years. Ethos captures the sense of an intrinsic motivation to service the public, distinctive from extrinsic motivations such as material reward or fear of sanctions. In a context of increased outsourcing, there is a question of whether public sector ethos can survive. Better understanding the bundle of incentives that motivate people to serve the public is part of the workforce challenge for 21st century public services.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 40, "score": 0.040274960753940145}, {"summary": "Instead, it is often suggested that interventions need to be based on adaptive, open and networked approaches that bring diverse stakeholders together (COED, 2017b).", "context": " In such situations there can be no absolute certainty of the best way forward, and resorting to more information gathering and scientific analysis will rarely result in a perfect solution.Instead, it is often suggested that interventions need to be based on adaptive, open and networked approaches that bring diverse stakeholders together (COED, 2017b).This implies a skill set for civil servants based on public engagement, mediation, facilitation and co-management of public solutions.", "original_sentence": "Instead, it is often suggested that interventions need to be based on adaptive, open and networked approaches that bring diverse stakeholders together (OECD, 2017b).", "text": " In such situations there can be no absolute certainty of the best way forward, and resorting to more information gathering and scientific analysis will rarely result in a perfect solution. Instead, it is often suggested that interventions need to be based on adaptive, open and networked approaches that bring diverse stakeholders together (OECD, 2017b). This implies a skill set for civil servants based on public engagement, mediation, facilitation and co-management of public solutions. Figure 1.1. Categories of public problems Source: Adapted from Bao, G.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 14, "score": 0.03795827010688275}, {"summary": "As suggested by Figure I, the low degree of social intelligence required by a dishwasher makes this occupation more susceptible to computerization than a public relation specialist, for example.", "context": "The probability of an occupation being automated can thus be described as a function of these task characteristics.As suggested by Figure I, the low degree of social intelligence required by a dishwasher makes this occupation more susceptible to computerization than a public relation specialist, for example.We proceed to examining the susceptibility of jobs to computerization as a function of the above described P or BA bi lee Ty of C om pew ch RI SA ti on Social Intelligence Dishwasher Event Planner Public Relations 0 100 0 1 P or BA bi lee Ty of C om pew ch RI SA ti on Creativity Court Clerk Biologist Fashion Designer 0 100 0 1 P or BA bi lee Ty of C om pew ch RI SA ti on Perception and manipulation Telemarketer Boilermaker Surgeon 0 100 0 1 FIGURE I.", "original_sentence": "As suggested by Figure I, the low degree of social intelligence required by a dishwasher makes this occupation more susceptible to computerisation than a public relation specialist, for example.", "text": " Hence, in short, while sophisticated algorithms and developments in MR, building upon with big data, now allow many non-routine tasks to be automated, occupa tions that involve complex perception and manipulation tasks, creative intelligence tasks, and social intelligence tasks are unlikely to be substituted by computer capital over the next decade or two. The probability of an occupation being automated can thus be described as a function of these task characteristics. As suggested by Figure I, the low degree of social intelligence required by a dishwasher makes this occupation more susceptible to computerisation than a public relation specialist, for example. We proceed to examining the susceptibility of jobs to computerisation as a function of the above described P ro ba bi li ty of C om pu te ri sa ti on Social Intelligence Dishwasher Event Planner Public Relations 0 100 0 1 P ro ba bi li ty of C om pu te ri sa ti on Creativity Court Clerk Biologist Fashion Designer 0 100 0 1 P ro ba bi li ty of C om pu te ri sa ti on Perception and manipulation Telemarketer Boilermaker Surgeon 0 100 0 1 FIGURE I. A sketch of how the probability of computerisation might vary as a function of bottleneck variables. non-susceptible task characteristics.", "doc_id": "_Users_michaelosborne_Documents_Research_future_of_employment_paper_old_.texpadtmp_future_of_employment_18.dvi.txt", "para_id": 72, "score": 0.03758967270607398}, {"summary": "Less than ten years ago, in the chapter “Why People Still Matter”, Levy and Mundane (2004) pointed at the difficulties of replicating human perception, asserting that driving in traffic is insusceptible to automation: “But executing a left turn against oncoming traffic involves so many factors that it is hard to imagine discovering the set of rules that can replicate a driver’s behavior [.", "context": "In the section “In Domain After Domain, Computers Race Ahead”, they emphasis how fast moving these developments have been.Less than ten years ago, in the chapter “Why People Still Matter”, Levy and Mundane (2004) pointed at the difficulties of replicating human perception, asserting that driving in traffic is insusceptible to automation: “But executing a left turn against oncoming traffic involves so many factors that it is hard to imagine discovering the set of rules that can replicate a driver’s behavior [..", "original_sentence": "Less than ten years ago, in the chapter “Why People Still Matter”, Levy and Murnane (2004) pointed at the difficulties of replicating human perception, asserting that driving in traffic is insusceptible to automation: “But executing a left turn against oncoming traffic involves so many factors that it is hard to imagine discovering the set of rules that can replicate a driver’s behaviour [.", "text": " The autonomous driverless cars, developed by Google, provide one example of how manual tasks in transport and logistics may soon be automated. In the section “In Domain After Domain, Computers Race Ahead”, they emphasise how fast moving these developments have been. Less than ten years ago, in the chapter “Why People Still Matter”, Levy and Murnane (2004) pointed at the difficulties of replicating human perception, asserting that driving in traffic is insusceptible to automation: “But executing a left turn against oncoming traffic involves so many factors that it is hard to imagine discovering the set of rules that can replicate a driver’s behaviour [. . . ]”.", "doc_id": "_Users_michaelosborne_Documents_Research_future_of_employment_paper_old_.texpadtmp_future_of_employment_18.dvi.txt", "para_id": 5, "score": 0.037108102385433134}, {"summary": "While Blinder (2009) eyeballed the O∗NET data on each occupation, paying particular attention to the job description, tasks, and work activities, to assign an admittedly subjective two-digit index number of affordability to each occupation, Jensen and Seltzer (2005) created a purely objective ranking based on standardized and measurable O∗NET variables.", "context": "The common denominator for these studies is that they rely on O∗NET data in different ways.While Blinder (2009) eyeballed the O∗NET data on each occupation, paying particular attention to the job description, tasks, and work activities, to assign an admittedly subjective two-digit index number of affordability to each occupation, Jensen and Seltzer (2005) created a purely objective ranking based on standardized and measurable O∗NET variables.Both approaches have obvious drawbacks.", "original_sentence": "While Blinder (2009) eyeballed the O∗NET data on each occupation, paying particular attention to the job description, tasks, and work activities, to assign an admittedly subjective two-digit index number of offshorability to each occupation, Jensen and Kletzer (2005) created a purely objective ranking based on standardised and measurable O∗NET variables.", "text": " Instead, our implementation strategy builds on the literature examining the offshoring of information-based tasks to foreign worksites, consisting of different methodologies to rank and categorise occupations according to their susceptibility to offshoring (Blinder, 2009; Jensen and Kletzer, 2005, 2010). The common denominator for these studies is that they rely on O∗NET data in different ways. While Blinder (2009) eyeballed the O∗NET data on each occupation, paying particular attention to the job description, tasks, and work activities, to assign an admittedly subjective two-digit index number of offshorability to each occupation, Jensen and Kletzer (2005) created a purely objective ranking based on standardised and measurable O∗NET variables. Both approaches have obvious drawbacks. Subjective judgments are often not replicable and may result in the researcher subconsciously rigging the data to conform to a certain set of beliefs. Objective rankings, on the other hand, are not subject to such drawbacks, but are constrained by the reliability of the variables that are being used.", "doc_id": "_Users_michaelosborne_Documents_Research_future_of_employment_paper_old_.texpadtmp_future_of_employment_18.dvi.txt", "para_id": 76, "score": 0.03669655872016789}], "keywords": [{"keyword": "ai", "count": 393}, {"keyword": "data", "count": 117}, {"keyword": "social", "count": 13}, {"keyword": "work", "count": 16}, {"keyword": "need", "count": 11}, {"keyword": "director", "count": 6}, {"keyword": "better", "count": 5}, {"keyword": "jobs", "count": 3}, {"keyword": "world", "count": 3}, {"keyword": "science", "count": 4}, {"keyword": "technology", "count": 20}, {"keyword": "new", "count": 18}, {"keyword": "future", "count": 6}, {"keyword": "intelligence", "count": 17}, {"keyword": "research", "count": 6}, {"keyword": "based", "count": 11}, {"keyword": "society", "count": 1}, {"keyword": "people", "count": 13}, {"keyword": "systems", "count": 32}, {"keyword": "government", "count": 24}, {"keyword": "time", "count": 7}, {"keyword": "potential", "count": 7}, {"keyword": "information", "count": 12}, {"keyword": "make", "count": 6}, {"keyword": "use", "count": 9}, {"keyword": "public", "count": 46}, {"keyword": "digital", "count": 6}, {"keyword": "university", "count": 3}, {"keyword": "humans", "count": 8}, {"keyword": "machine", "count": 6}, {"keyword": "technologies", "count": 1}, {"keyword": "human", "count": 125}, {"keyword": "making", "count": 4}, {"keyword": "learning", "count": 1}, {"keyword": "automation", "count": 5}, {"keyword": "artificial", "count": 3}, {"keyword": "care", "count": 2}, {"keyword": "computer", "count": 5}], "locations": [{"keyword": "AI", "count": 5, "type": "LOCATION"}, {"keyword": "CI", "count": 1, "type": "LOCATION"}, {"keyword": "UK", "count": 1, "type": "LOCATION"}, {"keyword": "the United States", "count": 1, "type": "LOCATION"}, {"keyword": "Zimmermann", "count": 1, "type": "LOCATION"}, {"keyword": "US", "count": 1, "type": "LOCATION"}, {"keyword": "McKinsey", "count": 1, "type": "LOCATION"}, {"keyword": "Hong Kong", "count": 1, "type": "LOCATION"}, {"keyword": "Tanner", "count": 1, "type": "LOCATION"}, {"keyword": "McAfee", "count": 2, "type": "LOCATION"}, {"keyword": "Ackerman", "count": 1, "type": "LOCATION"}, {"keyword": "Guizzo", "count": 1, "type": "LOCATION"}, {"keyword": "Saha", "count": 1, "type": "LOCATION"}, {"keyword": "Broekens", "count": 1, "type": "LOCATION"}, {"keyword": "Veres", "count": 1, "type": "LOCATION"}, {"keyword": "Colombia", "count": 1, "type": "LOCATION"}, {"keyword": "Costa Rica", "count": 1, "type": "LOCATION"}, {"keyword": "Lithuania", "count": 1, "type": "LOCATION"}], "entities": [{"keyword": "Richard Sargeant", "count": 1, "type": "PERSON"}, {"keyword": "AI", "count": 4, "type": "PERSON"}, {"keyword": "ASI Data Science “", "count": 1, "type": "ORG"}, {"keyword": "Skynet", "count": 1, "type": "PERSON"}, {"keyword": "Stefaan Verhulst", "count": 1, "type": "PERSON"}, {"keyword": "GovLab", "count": 1, "type": "ORG"}, {"keyword": "Terminator", "count": 1, "type": "WORK_OF_ART"}, {"keyword": "AI Liz Carolan", "count": 1, "type": "ORG"}, {"keyword": "Open Data Charter", "count": 1, "type": "WORK_OF_ART"}, {"keyword": "Evan Stubbs", "count": 1, "type": "PERSON"}, {"keyword": "The Boston Consulting Group", "count": 1, "type": "ORG"}, {"keyword": "Rob Bollard", "count": 1, "type": "PERSON"}, {"keyword": "IP Australia", "count": 1, "type": "ORG"}, {"keyword": "Michael Barber", "count": 1, "type": "PERSON"}, {"keyword": "Cathy", "count": 1, "type": "PERSON"}, {"keyword": " Get", "count": 1, "type": "ORG"}, {"keyword": "Centre for Public Impact", "count": 2, "type": "ORG"}, {"keyword": "Mike Bracken", "count": 1, "type": "PERSON"}, {"keyword": "Aaron Snow", "count": 1, "type": "PERSON"}, {"keyword": "Government Digital Service", "count": 1, "type": "ORG"}, {"keyword": "the Canadian Digital Service", "count": 1, "type": "ORG"}, {"keyword": "Vyacheslav Polonski", "count": 1, "type": "PERSON"}, {"keyword": "Kate Darling", "count": 1, "type": "PERSON"}, {"keyword": "University of Oxford", "count": 1, "type": "ORG"}, {"keyword": "Avantgarde Analytics", "count": 1, "type": "ORG"}, {"keyword": "MIT Media Lab", "count": 1, "type": "ORG"}, {"keyword": "Harvard Berkman Center", "count": 1, "type": "ORG"}, {"keyword": "Hoos", "count": 1, "type": "PERSON"}, {"keyword": "Lam", "count": 1, "type": "PERSON"}, {"keyword": "Livshits", "count": 1, "type": "PERSON"}, {"keyword": "Kim", "count": 1, "type": "PERSON"}, {"keyword": "al", "count": 4, "type": "PERSON"}, {"keyword": "ML", "count": 4, "type": "ORG"}, {"keyword": "Hangal", "count": 1, "type": "PRODUCT"}, {"keyword": "Data", "count": 1, "type": "ORG"}, {"keyword": "Awareness", "count": 1, "type": "ORG"}, {"keyword": "McKinsey", "count": 1, "type": "ORG"}, {"keyword": "Glance", "count": 2, "type": "PERSON"}, {"keyword": "OECD", "count": 7, "type": "ORG"}, {"keyword": "HRM", "count": 3, "type": "ORG"}, {"keyword": "Google Translate", "count": 1, "type": "PERSON"}, {"keyword": "Brynjolfsson", "count": 2, "type": "ORG"}, {"keyword": "United Nations", "count": 1, "type": "ORG"}, {"keyword": "Clearwell", "count": 1, "type": "PERSON"}, {"keyword": "Markoff", "count": 1, "type": "ORG"}, {"keyword": "CCTV", "count": 1, "type": "ORG"}, {"keyword": "Symantec", "count": 1, "type": "NORP"}, {"keyword": "Scherer", "count": 1, "type": "PERSON"}, {"keyword": "Affective Computing", "count": 1, "type": "ORG"}, {"keyword": "Picard", "count": 1, "type": "ORG"}, {"keyword": "Social Robotics", "count": 1, "type": "ORG"}, {"keyword": "Plötz", "count": 2, "type": "PERSON"}, {"keyword": "Fink", "count": 2, "type": "PERSON"}, {"keyword": "MGI", "count": 1, "type": "ORG"}, {"keyword": "David Cope’s", "count": 1, "type": "PERSON"}, {"keyword": "Boden", "count": 1, "type": "PERSON"}, {"keyword": "ICT", "count": 1, "type": "ORG"}, {"keyword": "Kiva Systems", "count": 1, "type": "ORG"}, {"keyword": "Amazon.com", "count": 1, "type": "ORG"}, {"keyword": "Bao, G.", "count": 1, "type": "ORG"}, {"keyword": "Telemarketer Boilermaker", "count": 1, "type": "PERSON"}, {"keyword": " Hence", "count": 1, "type": "ORG"}, {"keyword": "Social Intelligence Dishwasher Event Planner Public Relations", "count": 1, "type": "ORG"}, {"keyword": "Creativity Court Clerk Biologist Fashion Designer", "count": 1, "type": "ORG"}, {"keyword": "Google", "count": 1, "type": "ORG"}, {"keyword": "Murnane", "count": 1, "type": "ORG"}, {"keyword": "Why People Still Matter”", "count": 1, "type": "WORK_OF_ART"}, {"keyword": "Jensen", "count": 2, "type": "PERSON"}, {"keyword": "Kletzer", "count": 2, "type": "PERSON"}, {"keyword": "Blinder", "count": 1, "type": "PERSON"}, {"keyword": "O∗NET", "count": 3, "type": "ORG"}, {"keyword": "Subjective", "count": 1, "type": "ORG"}], "folder": "/app/AIResearchHelper/SmartReader/Data/text_files_2019-03-29_17-09-35", "folder_name": "text_files_2019-03-29_17-09-35"}, {"topic": "productivity", "summary_points": [{"summary": "Proposition 7 (The productivity effect in the long run) Suppose that Assumptions 1 and 2′ hold.", "context": "The term SK d K corresponds to the additional productivity gains due to the induced change in the capital stock.Proposition 7 (The productivity effect in the long run) Suppose that Assumptions 1 and 2′ hold.In the long-run equilibrium: 1.", "original_sentence": "Proposition 7 (The productivity effect in the long run) Suppose that Assumptions 1 and 2′ hold.", "text": " Here, the threshold R(H,L) is nonincreasing inH,L and ensures that the endogenous supply of capital satisfies K > K(H,L). The analysis in this case is very similar to our short-run equilibrium, with the only difference that the productivity effect is strengthened because the rental rate is constant at Rℓ and the stock of capital changes in response to changes in technology and other parameters. Consequently, the productivity effect can now be expressed as σ dWH WH = dΓH ΓH + dY Y ∣ ∣ ∣ ∣ Kfixed + sK dK K (13) σ dWL WL = dΓL ΓL + dY Y ∣ ∣ ∣ ∣ Kfixed + sK dK K , where sK ∈ (0, 1) is the share of capital in national income, and dY Y ∣ ∣ Kfixed denotes the fixedcapital productivity effect characterized in the previous section. The term sK dK K corresponds to the additional productivity gains due to the induced change in the capital stock. Proposition 7 (The productivity effect in the long run) Suppose that Assumptions 1 and 2′ hold. In the long-run equilibrium: 1.", "doc_id": "Acemglu y Restrepo (2017) - Low skill and high skill automation.txt", "para_id": 51, "score": 0.18648354199959424}, {"summary": "From Equation (5) it follows that per capital GDP is given by YT = ( α 1− α ) (pt + 1), (6) where pt is the automation density in terms of automation capital per capital.", "context": " The only difference would be that an additional constant term (the difference between the rates of depreciation between the two forms of capital) appeared in Equation (4) and in the derivations that are based on this equation.From Equation (5) it follows that per capital GDP is given by YT = ( α 1− α ) (pt + 1), (6) where pt is the automation density in terms of automation capital per capital.We immediately see that the prosperity of a country is positively linked to its automation density.", "original_sentence": "From Equation (5) it follows that per capita GDP is given by yt = ( α 1− α ) (pt + 1), (6) where pt is the automation density in terms of automation capital per capita.", "text": " The only difference would be that an additional constant term (the difference between the rates of depreciation between the two forms of capital) appeared in Equation (4) and in the derivations that are based on this equation. From Equation (5) it follows that per capita GDP is given by yt = ( α 1− α ) (pt + 1), (6) where pt is the automation density in terms of automation capital per capita. We immediately see that the prosperity of a country is positively linked to its automation density. The intuitive explanation for this relation is clear. For a given population size, automation overcomes the diminishing marginal product of traditional physical capital that acts as a boundary for long-run economic growth in the standard Solow (1956) model (see Prettner, 2017, for the analysis of the implications of automation for long-run economic growth in such a setting). Once the tasks that could previously only be carried out by human labor are automated, the stock of labor becomes, essentially, a reproducible production factor.", "doc_id": "A. Abeliansky and K. Prettner (2017)Automation and demographic change.txt", "para_id": 19, "score": 0.14705825431073213}, {"summary": "As a consequence, there is a no-arbitrage condition that has to hold in any equilibrium in which individuals are investing in both types of assets.", "context": "Aggregate savings are given by St+1 = st and there are two savings vehicles, traditional physical capital and automation capital.As a consequence, there is a no-arbitrage condition that has to hold in any equilibrium in which individuals are investing in both types of assets.This condition states that the rates of return on traditional physical capital and on automation capital have to be equal.", "original_sentence": "As a consequence, there is a no-arbitrage condition that has to hold in any equilibrium in which individuals are investing in both types of assets.", "text": " Consequently, a reduction in the population growth rate translates into a reduction in the growth rate of the workforce, which is realistic in the long run. Since we are primarily interested in structural long-run effects, we abstract from modeling the delayed translation between the decline of the population growth rate and the decline in the workforce. Aggregate savings are given by St+1 = sNt and there are two savings vehicles, traditional physical capital and automation capital. As a consequence, there is a no-arbitrage condition that has to hold in any equilibrium in which individuals are investing in both types of assets. This condition states that the rates of return on traditional physical capital and on automation capital have to be equal. 2.", "doc_id": "A. Abeliansky and K. Prettner (2017)Automation and demographic change.txt", "para_id": 15, "score": 0.1391720673890049}, {"summary": "Regression estimates support the theoretical prediction, suggesting that a 1% increase in population growth is associated with an approximately 2% reduction in the growth rate of the automation density as measured by the number of robots per thousand inhabitants.", "context": "In the second part of the paper we investigate empirically whether the implications of the theoretical model are borne out by the data.Regression estimates support the theoretical prediction, suggesting that a 1% increase in population growth is associated with an approximately 2% reduction in the growth rate of the automation density as measured by the number of robots per thousand inhabitants.Our paper is structured as follows.", "original_sentence": "Regression estimates support the theoretical prediction, suggesting that a 1% increase in population growth is associated with an approximately 2% reduction in the growth rate of the automation density as measured by the number of robots per thousand inhabitants.", "text": "3 While all of the mentioned works are related to our paper because they are dealing with some of the causes and consequences of automation, none of them analyzes the extent to which demographic changes impact on the adoption to robots. In our contribution we aim to close this gap by setting up a simple economic growth model that takes automation capital as a separate new production factor into account. We show that countries with lower population growth have lower incentives to invest in automation. In the second part of the paper we investigate empirically whether the implications of the theoretical model are borne out by the data. Regression estimates support the theoretical prediction, suggesting that a 1% increase in population growth is associated with an approximately 2% reduction in the growth rate of the automation density as measured by the number of robots per thousand inhabitants. Our paper is structured as follows.", "doc_id": "A. Abeliansky and K. Prettner (2017)Automation and demographic change.txt", "para_id": 11, "score": 0.13278046204355778}, {"summary": "As far as the main control variable (the investment share) is concerned, we find the expected positive relationship, although it is not statistically significant.", "context": " The coefficient estimate for the population growth rate in case of the fixed-effects specification suggests that when population growth increases by 1%, growth of the robot density will decrease by 2%.As far as the main control variable (the investment share) is concerned, we find the expected positive relationship, although it is not statistically significant.Table 4 shows the results for the growth rate of the manufacturing robot density (instead of all robots).", "original_sentence": "As far as the main control variable (the investment share) is concerned, we find the expected positive relationship, although it is not statistically significant.", "text": " The coefficient estimate for the population growth rate in case of the fixed-effects specification suggests that when population growth increases by 1%, growth of the robot density will decrease by 2%. As far as the main control variable (the investment share) is concerned, we find the expected positive relationship, although it is not statistically significant. Table 4 shows the results for the growth rate of the manufacturing robot density (instead of all robots). We again find the negative association between population growth and growth of the robot density as suggested by Proposition 1 with the size of the coefficients being similar to the those reported in Table 3. As in the previous case, we document an insignificant positive correlation between the investment rate and the growth rate of the manufacturing robots density. In this case, there is even less evidence than before for the need of a dynamic specification because the coefficients of the lagged dependent variable are smaller in size and not even statistically significant in case of the system GMM estimator.", "doc_id": "A. Abeliansky and K. Prettner (2017)Automation and demographic change.txt", "para_id": 38, "score": 0.12165270460908775}, {"summary": "Normalizing the price of final output to 1, the wage rate and the rates of return on the two types of capital are given by wt = (1− α) ( Kt Lt + Pt )α , (1) Automaton+1 = wt = (1− α) ( Kt Lt + Pt )α , (2) Trad+1 = α ( Lt + Pt Kt )1−α , (3) where Automaton+1 is the gross interest rate paid on automation capital, which is equal to the wage rate, and Trad+1 is the gross interest rate paid on traditional physical capital.", "context": "We abstract from factor-augmenting technological progress that would only act as an additional source of economic growth but it would not alter the crucial mechanisms in our framework.4 Perfect competition on factor markets implies that the production factors are paid their marginal value products.Normalizing the price of final output to 1, the wage rate and the rates of return on the two types of capital are given by wt = (1− α) ( Kt Lt + Pt )α , (1) Automaton+1 = wt = (1− α) ( Kt Lt + Pt )α , (2) Trad+1 = α ( Lt + Pt Kt )1−α , (3) where Automaton+1 is the gross interest rate paid on automation capital, which is equal to the wage rate, and Trad+1 is the gross interest rate paid on traditional physical capital.While the effects of Kt and Lt on wages and on the rate of return on traditional physical capital are straightforward, we have a non-standard effect of the accumulation of automation capital: As Pt increases, the wage rate decreases because workers compete with automation capital, whereas the rate of return on traditional physical capital increases because automation capital substitutes for workers and therefore raises the marginal product of traditional physical capital.", "original_sentence": "Normalizing the price of final output to 1, the wage rate and the rates of return on the two types of capital are given by wt = (1− α) ( Kt Lt + Pt )α , (1) Rautomt+1 = wt = (1− α) ( Kt Lt + Pt )α , (2) Rtradt+1 = α ( Lt + Pt Kt )1−α , (3) where Rautomt+1 is the gross interest rate paid on automation capital, which is equal to the wage rate, and Rtradt+1 is the gross interest rate paid on traditional physical capital.", "text": "3 Production and automation We follow Prettner (2017) and assume that the production function has a Cobb-Douglas structure with respect to human labor and traditional physical capital. However, the additional non-standard production factor “automation capital” is a perfect substitute for labor such that aggregate output is given by Yt = K α t (Lt + Pt) 1−α, where Kt refers to traditional physical capital, Pt denotes automation capital, and α ∈ (0, 1) is the elasticity of output with respect to traditional physical capital. We abstract from factor-augmenting technological progress that would only act as an additional source of economic growth but it would not alter the crucial mechanisms in our framework.4 Perfect competition on factor markets implies that the production factors are paid their marginal value products. Normalizing the price of final output to 1, the wage rate and the rates of return on the two types of capital are given by wt = (1− α) ( Kt Lt + Pt )α , (1) Rautomt+1 = wt = (1− α) ( Kt Lt + Pt )α , (2) Rtradt+1 = α ( Lt + Pt Kt )1−α , (3) where Rautomt+1 is the gross interest rate paid on automation capital, which is equal to the wage rate, and Rtradt+1 is the gross interest rate paid on traditional physical capital. While the effects of Kt and Lt on wages and on the rate of return on traditional physical capital are straightforward, we have a non-standard effect of the accumulation of automation capital: As Pt increases, the wage rate decreases because workers compete with automation capital, whereas the rate of return on traditional physical capital increases because automation capital substitutes for workers and therefore raises the marginal product of traditional physical capital.", "doc_id": "A. Abeliansky and K. Prettner (2017)Automation and demographic change.txt", "para_id": 16, "score": 0.12042237213998018}, {"summary": "In general, the finding that automation has the potential to increase productivity and thereby economic growth is common in these studies.2 The effects of robots on the functional income distribution also seem to be clear and unambiguous: since robots compete with labor more closely than other types of machines but their income flows to the capital owners that invested in robots, automation has the potential to explain part of the reduction in the labor income share that has been observed over the past few decades (see, for example, Shelby ET AL., 2013; Barbarianisms and Newman, 2014).", "context": "Guacamole and Strep (2015), Humorous and Olsen (2016), and Prettier and Struck (2017) set up endogenous growth models in which robots can easily perform the tasks of low-skilled workers, Steinem (2011) and Prettier (2017) introduce automation capital as a substitute for labor into the otherwise standard neoclassical growth models of Ass (1965) and Solon (1956), and Gretzky and Michael (2015) and Guacamole and Strep (2017a) investigate the empirical effects of automation on productivity and wages.In general, the finding that automation has the potential to increase productivity and thereby economic growth is common in these studies.2 The effects of robots on the functional income distribution also seem to be clear and unambiguous: since robots compete with labor more closely than other types of machines but their income flows to the capital owners that invested in robots, automation has the potential to explain part of the reduction in the labor income share that has been observed over the past few decades (see, for example, Shelby ET AL., 2013; Barbarianisms and Newman, 2014).However, the theoretical predictions differ slightly with respect to the effects of automation on inequality in terms of the wage distribution.", "original_sentence": "In general, the finding that automation has the potential to increase productivity and thereby economic growth is common in these studies.2 The effects of robots on the functional income distribution also seem to be clear and unambiguous: since robots compete with labor more closely than other types of machines but their income flows to the capital owners that invested in robots, automation has the potential to explain part of the reduction in the labor income share that has been observed over the past few decades (see, for example, Elsby et al., 2013; Karabarbounis and Neiman, 2014).", "text": " The effects of automation on employment, wages, and productivity have only recently started to catch the attention of economists. Acemoglu and Restrepo (2015), Hémous and Olsen (2016), and Prettner and Strulik (2017) set up endogenous growth models in which robots can easily perform the tasks of low-skilled workers, Steigum (2011) and Prettner (2017) introduce automation capital as a substitute for labor into the otherwise standard neoclassical growth models of Cass (1965) and Solow (1956), and Graetz and Michaels (2015) and Acemoglu and Restrepo (2017a) investigate the empirical effects of automation on productivity and wages. In general, the finding that automation has the potential to increase productivity and thereby economic growth is common in these studies.2 The effects of robots on the functional income distribution also seem to be clear and unambiguous: since robots compete with labor more closely than other types of machines but their income flows to the capital owners that invested in robots, automation has the potential to explain part of the reduction in the labor income share that has been observed over the past few decades (see, for example, Elsby et al., 2013; Karabarbounis and Neiman, 2014). However, the theoretical predictions differ slightly with respect to the effects of automation on inequality in terms of the wage distribution.", "doc_id": "A. Abeliansky and K. Prettner (2017)Automation and demographic change.txt", "para_id": 9, "score": 0.11540361808434202}, {"summary": "An immediate implication of that setup is that a long-run steady-state equilibrium requires that the interest rate and thus the rental rate of capital is constant.", "context": "g., as in Guacamole and Strep, 2016).An immediate implication of that setup is that a long-run steady-state equilibrium requires that the interest rate and thus the rental rate of capital is constant.Here, to economize on space, we study the long-run equilibrium by simply imposing that the rental rate of capital is constant at some level Rℓ and the stock of capital adjusts to maintain this level.", "original_sentence": "An immediate implication of that setup is that a long-run steady-state equilibrium requires that the interest rate and thus the rental rate of capital is constant.", "text": "g., as in Acemoglu and Restrepo, 2016). An immediate implication of that setup is that a long-run steady-state equilibrium requires that the interest rate and thus the rental rate of capital is constant. Here, to economize on space, we study the long-run equilibrium by simply imposing that the rental rate of capital is constant at some level Rℓ and the stock of capital adjusts to maintain this level. More formally, a long-run equilibrium is given by high-skill and low-skill wages, WH and WL, and a level of capital stock K, such that the final good producers maximize profits, the three factor markets clear, and R = Rℓ. Because we now have an elastic supply of capital, the equivalent of Assumption 2 now becomes: Assumption 2′ The supplies of labor and capital, H,L, satisfy H/L > ρ and Rℓ < R(H,L).", "doc_id": "Acemglu y Restrepo (2017) - Low skill and high skill automation.txt", "para_id": 50, "score": 0.11421321135165426}, {"summary": "A simple theoretical model of capital accumulation predicts that countries with lower population growth introduce automation technologies earlier.", "context": " Automation and demographic change Automation and demographic change We analyze the effects of declining population growth on automation.A simple theoretical model of capital accumulation predicts that countries with lower population growth introduce automation technologies earlier.We test the theoretical prediction on panel data for 60 countries over the time span 1993-2013.", "original_sentence": "A simple theoretical model of capital accumulation predicts that countries with lower population growth introduce automation technologies earlier.", "text": " Automation and demographic change Automation and demographic change We analyze the effects of declining population growth on automation. A simple theoretical model of capital accumulation predicts that countries with lower population growth introduce automation technologies earlier. We test the theoretical prediction on panel data for 60 countries over the time span 1993-2013. Regression estimates sup-port the theoretical prediction, suggesting that a 1% increase in population growth is associated with an approximately 2% reduction in the growth rate of robot density. Our results are robust to the inclusion of standard control variables, different estima-tion methods, dynamic specifications, and changes to the measurement of the stock of robots. 1 Introduction Industrialized countries have experienced substantial declines in fertility and in birth rates over the last few decades.", "doc_id": "A. Abeliansky and K. Prettner (2017)Automation and demographic change.txt", "para_id": 0, "score": 0.1133805080631733}, {"summary": "Both tables show that a one percent increase of the population growth rate is associated with a decrease of approximately two percentiles in the growth of the robot density.", "context": " In this scenario the preferred specification is the one obtained with the random effects estimator.Both tables show that a one percent increase of the population growth rate is associated with a decrease of approximately two percentiles in the growth of the robot density.The addition of the continent dummies does not add much additional explanatory power and the magnitude of the coefficient of interest barely changes.", "original_sentence": "Both tables show that a one percent increase of the population growth rate is associated with a decrease of approximately two percentiles in the growth of the robot density.", "text": " In this scenario the preferred specification is the one obtained with the random effects estimator. Both tables show that a one percent increase of the population growth rate is associated with a decrease of approximately two percentiles in the growth of the robot density. The addition of the continent dummies does not add much additional explanatory power and the magnitude of the coefficient of interest barely changes. With regards to the cross-sections, we rank the robot density growth rates because we cannot divide them into percentiles with only 60 observations. The coefficient of interest is still significant in most specifications and has the predicted negative sign. In columns (5) and (7) of both tables, however, the coefficient looses statistical significance.", "doc_id": "A. Abeliansky and K. Prettner (2017)Automation and demographic change.txt", "para_id": 91, "score": 0.10368597296667666}, {"summary": "Corrie refers to the corrected fixed effects with “BB” indicating initialization by the Blunder and Bond (1998) estimator, “ab” initialization by the Are llano and Bond (1991) estimator, and “ah” initialization by the Anderson and Fuchsia (1982) estimator.", "context": " All of the variables are in logarithms, while population growth and robots growth were transformed with the Box-Cox transformation.Corrie refers to the corrected fixed effects with “BB” indicating initialization by the Blunder and Bond (1998) estimator, “ab” initialization by the Are llano and Bond (1991) estimator, and “ah” initialization by the Anderson and Fuchsia (1982) estimator.3.4 Robustness Analysis As a first robustness check, we control for three potential omitted variables: GDP per capital, openness of the economy, and secondary school enrollment.", "original_sentence": "CorrFE refers to the corrected fixed effects with “bb” indicating initialization by the Blundell and Bond (1998) estimator, “ab” initialization by the Arellano and Bond (1991) estimator, and “ah” initialization by the Anderson and Hsiao (1982) estimator.", "text": " All of the variables are in logarithms, while population growth and robots growth were transformed with the Box-Cox transformation. CorrFE refers to the corrected fixed effects with “bb” indicating initialization by the Blundell and Bond (1998) estimator, “ab” initialization by the Arellano and Bond (1991) estimator, and “ah” initialization by the Anderson and Hsiao (1982) estimator. 3.4 Robustness Analysis As a first robustness check, we control for three potential omitted variables: GDP per capita, openness of the economy, and secondary school enrollment. Omitting these variables could be a source of bias because richer countries are more able to invest in new technologies and they are also the ones that are disproportionally affected by declining fertility as outlined in Section 1; an open economy might be under more pressure to stay competitive, and, at the same time, smaller economies by means of the population size tend to be more open; and education is highly correlated with GDP per capita, while, at the same time, a better educated population might be more inclined to invest in (or adapt to) robots. Table 5, which includes the mentioned control variables, shows again a negative correlation between robot density growth and population growth.", "doc_id": "A. Abeliansky and K. Prettner (2017)Automation and demographic change.txt", "para_id": 46, "score": 0.10358020061871345}, {"summary": "This proposition thus shows that there are productivity gains from both types of automation, helping to contribute to higher wages for both types of labor (or higher prices for all factors).", "context": " The full argument is presented in the Appendix.This proposition thus shows that there are productivity gains from both types of automation, helping to contribute to higher wages for both types of labor (or higher prices for all factors).Notably this is true regardless of whether M ≶ J .", "original_sentence": "This proposition thus shows that there are productivity gains from both types of automation, helping to contribute to higher wages for both types of labor (or higher prices for all factors).", "text": " The full argument is presented in the Appendix. This proposition thus shows that there are productivity gains from both types of automation, helping to contribute to higher wages for both types of labor (or higher prices for all factors). Notably this is true regardless of whether M ≶ J . Another noteworthy result in Proposition 4 is a quantification of the extent of productivity effects. In particular, the greater is the gap between WH γH (IH ) − R γK , or the gap between WL γL(IL) − R γK , the greater are the cost savings by substituting capital for the more expensive labor factor, and the greater is the productivity effect (Assumption 2 guarantees that both of these gaps are positive). This observation also implies that as WL γL(IL) ↓ R, productivity gains—and thus the productivity effect—from low-skill automation disappear; likewise as WH γH(IH ) ↓ R γK , the productivity effect from high-skill automation disappears.", "doc_id": "Acemglu y Restrepo (2017) - Low skill and high skill automation.txt", "para_id": 40, "score": 0.10162726338768516}, {"summary": "Corrie refers to the corrected fixed effects with “BB” indicating initialization by the Blunder and Bond (1998) estimator, “ab” initialization by the Are llano and Bond (1991) estimator, and “ah” initialization by the Anderson and Fuchsia (1982) estimator.", "context": " All of the variables are in logarithms, while population growth and robots growth were transformed with the Box-Cox transformation.Corrie refers to the corrected fixed effects with “BB” indicating initialization by the Blunder and Bond (1998) estimator, “ab” initialization by the Are llano and Bond (1991) estimator, and “ah” initialization by the Anderson and Fuchsia (1982) estimator.Table 6: Manufacturing robots growth including controls (1) (2) (3) (4) (5) (6) (7) POLS RE FE Corrie (BB) Corrie (ab) Corrie (ah) HMM (says) p̂t−1 0.148* 0.064 0.60 0.", "original_sentence": "CorrFE refers to the corrected fixed effects with “bb” indicating initialization by the Blundell and Bond (1998) estimator, “ab” initialization by the Arellano and Bond (1991) estimator, and “ah” initialization by the Anderson and Hsiao (1982) estimator.", "text": " All of the variables are in logarithms, while population growth and robots growth were transformed with the Box-Cox transformation. CorrFE refers to the corrected fixed effects with “bb” indicating initialization by the Blundell and Bond (1998) estimator, “ab” initialization by the Arellano and Bond (1991) estimator, and “ah” initialization by the Anderson and Hsiao (1982) estimator. Table 6: Manufacturing robots growth including controls (1) (2) (3) (4) (5) (6) (7) POLS RE FE CorrFE (bb) CorrFE (ab) CorrFE (ah) GMM (sys) p̂t−1 0.148* 0.064 0.60 0.", "doc_id": "A. Abeliansky and K. Prettner (2017)Automation and demographic change.txt", "para_id": 69, "score": 0.09796485551638366}, {"summary": "Slow and ineffective commissioning threatens the quality of the services the government pays for, and ultimately the impact these services will have on the ground.", "context": "In many countries, commissioning is not considered to be a highly skilled and well-paid function, despite the significant amount of money spent.Slow and ineffective commissioning threatens the quality of the services the government pays for, and ultimately the impact these services will have on the ground.Contract managers need to understand much more than the rules of the procurement and contracting system.", "original_sentence": "Slow and ineffective commissioning threatens the quality of the services the government pays for, and ultimately the impact these services will have on the ground.", "text": " In this sense, the skill set implied may be the most core of all, but is often sidelined in government agencies. In many countries, commissioning is not considered to be a highly skilled and well-paid function, despite the significant amount of money spent. Slow and ineffective commissioning threatens the quality of the services the government pays for, and ultimately the impact these services will have on the ground. Contract managers need to understand much more than the rules of the procurement and contracting system. They need keen management, policy and business sensibilities, which are skills that are particularly difficult to come by in many civil services. Therefore, many observers agree that contract oversight skills are a significant, high-risk gap.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 112, "score": 0.09204651332562346}, {"summary": "In general, since these two effects go in opposite directions, we cannot unambiguously determine the impact of automation on all factor prices.", "context": " As already observed above, the impact of automation on wages can be directly obtained by combining the displacement and productivity effects.In general, since these two effects go in opposite directions, we cannot unambiguously determine the impact of automation on all factor prices.Nevertheless, it is possible to characterize when one effect will dominate.", "original_sentence": "In general, since these two effects go in opposite directions, we cannot unambiguously determine the impact of automation on all factor prices.", "text": " As already observed above, the impact of automation on wages can be directly obtained by combining the displacement and productivity effects. In general, since these two effects go in opposite directions, we cannot unambiguously determine the impact of automation on all factor prices. Nevertheless, it is possible to characterize when one effect will dominate. Though there are various different ways of doing this, here we emphasize the role of the gap between the effective cost of production by capital and labor inputs. Since the price of capital (the rental rate) will be higher when capital is more scarce, this leads to a comparison in terms of the level of capital stock in the economy as shown in the next proposition. Proposition 5 (Factor prices and automation) Suppose that Assumptions 1 and 2 hold.", "doc_id": "Acemglu y Restrepo (2017) - Low skill and high skill automation.txt", "para_id": 41, "score": 0.08841986312351098}, {"summary": "In other robustness checks reported in the Appendix, we also consider different depreciation rates in the construction of the robot data series (5% and 15% instead of 10%), and a different transformation of the robot adoption and population growth rates [a neg log transformation as used by Whitaker ET AL. (2005)].", "context": "Moreover, we assess the robustness of our results by adding a proxy for education, a proxy for GDP per capital, and a proxy for openness.In other robustness checks reported in the Appendix, we also consider different depreciation rates in the construction of the robot data series (5% and 15% instead of 10%), and a different transformation of the robot adoption and population growth rates [a neg log transformation as used by Whitaker ET AL. (2005)].Based on the theoretical considerations we expect to find a negative coefficient for the population growth rate that is smaller than -1 and a positive sign for the investment rate.", "original_sentence": "In other robustness checks reported in the Appendix, we also consider different depreciation rates in the construction of the robot data series (5% and 15% instead of 10%), and a different transformation of the robot adoption and population growth rates [a neglog transformation as used by Whittaker et al. (2005)].", "text": " Note that both of these types of estimators are seen as remedies for the Nickell (1981) bias in a dynamic panel data setting. We report the results for the total amount of robots and then also separately for the subset of manufacturing robots. Moreover, we assess the robustness of our results by adding a proxy for education, a proxy for GDP per capita, and a proxy for openness. In other robustness checks reported in the Appendix, we also consider different depreciation rates in the construction of the robot data series (5% and 15% instead of 10%), and a different transformation of the robot adoption and population growth rates [a neglog transformation as used by Whittaker et al. (2005)]. Based on the theoretical considerations we expect to find a negative coefficient for the population growth rate that is smaller than -1 and a positive sign for the investment rate.", "doc_id": "A. Abeliansky and K. Prettner (2017)Automation and demographic change.txt", "para_id": 35, "score": 0.08660922174914057}, {"summary": "We show that countries with a lower population growth rate have a stronger incentive to invest in the adoption of automation.", "context": ", it is accumulated in the same manner as physical capital due to the savings and investment decisions of households.We show that countries with a lower population growth rate have a stronger incentive to invest in the adoption of automation.Our empirical estimates and several robustness checks support this theoretical prediction.", "original_sentence": "We show that countries with a lower population growth rate have a stronger incentive to invest in the adoption of automation.", "text": ", it is accumulated in the same manner as physical capital due to the savings and investment decisions of households. We show that countries with a lower population growth rate have a stronger incentive to invest in the adoption of automation. Our empirical estimates and several robustness checks support this theoretical prediction. As far as policy implications are concerned, our theoretical and empirical findings suggest that countries which are subject to larger demographic challenges will be the first to adopt and/or invent new automation technologies. This in turn might help them to overcome some of the negative effects that declining population growth and population aging imply for long-run economic prosperity, issues that also the media is heavily concerned with (see, for example, The Washington Post, 2016). Of course, the transition to automation technologies might not be all that smooth because automation capital competes with labor and therefore could act so as to depress wages.", "doc_id": "A. Abeliansky and K. Prettner (2017)Automation and demographic change.txt", "para_id": 93, "score": 0.0865138990840157}, {"summary": "0 5 10 15 20 25 30 35 Other production costs Costs of goods and services used and financed by government Compensation of government employees% 1.", "context": "Source: COED National Accounts Statistics (database).0 5 10 15 20 25 30 35 Other production costs Costs of goods and services used and financed by government Compensation of government employees% 1.PUBLIC SECTOR SKILLS IN THE SEARCH FOR PUBLIC VALUE – 43 SKILLS IN A HIGH PERFORMING CIVIL SERVICE © COED 2017 In an extreme sense, if governments move closer towards outsourcing all functions, the one function that must remain is the outsourcing function itself.", "original_sentence": "0 5 10 15 20 25 30 35 Other production costs Costs of goods and services used and financed by government Compensation of government employees% 1.", "text": "7. Production costs as a percentage of GDP, 2015 Notes: Data for Australia are based on a combination of National Accounts and Government finance statistics data provided by the Australian Bureau of Statistics. Data for Chile and Turkey and are not included in the OECD average because of missing time series or main non-financial government aggregates. Source: OECD National Accounts Statistics (database). 0 5 10 15 20 25 30 35 Other production costs Costs of goods and services used and financed by government Compensation of government employees% 1. PUBLIC SECTOR SKILLS IN THE SEARCH FOR PUBLIC VALUE – 43 SKILLS IN A HIGH PERFORMING CIVIL SERVICE © OECD 2017 In an extreme sense, if governments move closer towards outsourcing all functions, the one function that must remain is the outsourcing function itself.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 111, "score": 0.08624897687002106}, {"summary": "21% Finland 130 0.50% Taiwan 129 N/A Note: The population growth rate is calculated as the average population growth rate from 2010 to 2015.", "context": "However, this could just be due to the fact that these countries are richer, implying that they have a lower fertility rate and that they are, at the same time, able to invest more in automation.21% Finland 130 0.50% Taiwan 129 N/A Note: The population growth rate is calculated as the average population growth rate from 2010 to 2015.The data sources are (International Federation of Robotics, 2015; United Nations, 2015).", "original_sentence": "21% Finland 130 0.50% Taiwan 129 N/A Note: The population growth rate is calculated as the average population growth rate from 2010 to 2015.", "text": "21% Finland 130 0.50% Taiwan 129 N/A Note: The population growth rate is calculated as the average population growth rate from 2010 to 2015. The data sources are (International Federation of Robotics, 2015; United Nations, 2015). A first glimpse on whether this is true is provided by Table 2 that depicts the number of industrial robots per 10,000 employees as of 2015 together with the average population growth rate in the preceding 5-year interval from 2010 to 2015 for the ten countries with the highest robot usage. In general, we observe that the population growth rate in these countries is rather low and in some of them even negative. However, this could just be due to the fact that these countries are richer, implying that they have a lower fertility rate and that they are, at the same time, able to invest more in automation.", "doc_id": "A. Abeliansky and K. Prettner (2017)Automation and demographic change.txt", "para_id": 25, "score": 0.0843199822853736}, {"summary": "In the United States, government contracting has almost tripled since 2000, and the Government Accountability Office’s concerns about the lack of capacity to manage complex contracts places the issue on its high-risk list (US Government Accountability Office, 2015a).", "context": "7).In the United States, government contracting has almost tripled since 2000, and the Government Accountability Office’s concerns about the lack of capacity to manage complex contracts places the issue on its high-risk list (US Government Accountability Office, 2015a).In some government areas, commissioning is the primary delivery vehicle for government services.", "original_sentence": "In the United States, government contracting has almost tripled since 2000, and the Government Accountability Office’s concerns about the lack of capacity to manage complex contracts places the issue on its high-risk list (US Government Accountability Office, 2015a).", "text": "7). In the United States, government contracting has almost tripled since 2000, and the Government Accountability Office’s concerns about the lack of capacity to manage complex contracts places the issue on its high-risk list (US Government Accountability Office, 2015a). In some government areas, commissioning is the primary delivery vehicle for government services. This represents a significant shift in the roles of civil services and civil servants, from delivering impact to buying the impact they seek to achieve. However, the skill set involved in managing contracts, PPPs, and service level agreements is rarely prioritised in the civil services of OECD countries. Figure 1.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 110, "score": 0.0819632618670287}, {"summary": "• New partnerships and ways of solving problems: The digital age brings about opportunities for governments through new forms of partnerships that are re-designing the role of government as a whole.", "context": " Countries such as Australia, Portugal, the United States and the United Kingdom have looked at ways to transform public service delivery as a whole-of-government strategy.• New partnerships and ways of solving problems: The digital age brings about opportunities for governments through new forms of partnerships that are re-designing the role of government as a whole.Government is no longer necessarily the provider of public services, but acts increasingly as a convener that allows for the right solutions to a specific user’s problem to emerge, delivered by the best fit provider.", "original_sentence": "• New partnerships and ways of solving problems: The digital age brings about opportunities for governments through new forms of partnerships that are re-designing the role of government as a whole.", "text": " Countries such as Australia, Portugal, the United States and the United Kingdom have looked at ways to transform public service delivery as a whole-of-government strategy. • New partnerships and ways of solving problems: The digital age brings about opportunities for governments through new forms of partnerships that are re-designing the role of government as a whole. Government is no longer necessarily the provider of public services, but acts increasingly as a convener that allows for the right solutions to a specific user’s problem to emerge, delivered by the best fit provider. As such, many governments have embraced the strategy of “Government as a Platform” for public value (co)creation. This idea, first put forward by the UK’s Government Digital Service, has gained traction as others understand the potential of these trends for government as a whole. • Resource-sharing: New digital trends enable a thorough re-engineering of how government works.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 20, "score": 0.08117758898494415}, {"summary": "Many COED countries have seen a rapid growth in government contracting and commissioning for the delivery of services in recent years.", "context": "Why invest in these skills?Many COED countries have seen a rapid growth in government contracting and commissioning for the delivery of services in recent years.The money spent on goods and services used and financed by COED governments (intermediate consumption) is, on average, almost equal to that spent on public employment (Figure 1.", "original_sentence": "Many OECD countries have seen a rapid growth in government contracting and commissioning for the delivery of services in recent years.", "text": " Skills for commissioning and contracting services Professional Building blocks of commissioning skills include professionals with expertise in value for money, contract design and management, procurement, business management, commercial law and economics, finance and investment, audit and control, project and risk management etc. Strategic Using commissioning skills and techniques to increase medium term policy impact; working with the market to develop innovations; using commissioning to achieve secondary policy objectives, such as building a greener economy; and supporting small and medium-sized enterprises (SMEs) and social enterprises, etc. Innovative Rethinking the processes of commissioning through approaches and financial tools that support innovation in and outside government such as agile development, data-driven key performance indicators (KPIs), early market engagement and partnerships, instrument selection, social finance, impact investing, social impact bonds, vouchers, etc. Why invest in these skills? Many OECD countries have seen a rapid growth in government contracting and commissioning for the delivery of services in recent years. The money spent on goods and services used and financed by OECD governments (intermediate consumption) is, on average, almost equal to that spent on public employment (Figure 1.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 109, "score": 0.08109485776541989}, {"summary": "First, labor saving inventions may only be adopted if the access to cheap labor is scarce or prices of capital are relatively high (Habakkuk, 1962).22 We do not account for future wage levels, capital prices or labor shortages.", "context": " The actual extent and pace of computerization will depend on several additional factors which were left unaccounted for.First, labor saving inventions may only be adopted if the access to cheap labor is scarce or prices of capital are relatively high (Habakkuk, 1962).22 We do not account for future wage levels, capital prices or labor shortages.While these factors will impact on the time line of our predictions, labor is the scarce factor, implying that in the long-run wage levels will increase relative to capital prices, making computerization increasingly profitable (see, for example, Guacamole, 2003).", "original_sentence": "First, labour saving inventions may only be adopted if the access to cheap labour is scarce or prices of capital are relatively high (Habakkuk, 1962).22 We do not account for future wage levels, capital prices or labour shortages.", "text": " The actual extent and pace of computerisation will depend on several additional factors which were left unaccounted for. First, labour saving inventions may only be adopted if the access to cheap labour is scarce or prices of capital are relatively high (Habakkuk, 1962).22 We do not account for future wage levels, capital prices or labour shortages. While these factors will impact on the timeline of our predictions, labour is the scarce factor, implying that in the long-run wage levels will increase relative to capital prices, making computerisation increasingly profitable (see, for example, Acemoglu, 2003). Second, regulatory concerns and political activism may slow down the process of computerisation. The states of California and Nevada are, for example, currently in the process of making legislatory changes to allow for driverless cars.", "doc_id": "_Users_michaelosborne_Documents_Research_future_of_employment_paper_old_.texpadtmp_future_of_employment_18.dvi.txt", "para_id": 111, "score": 0.08065457708043032}, {"summary": "2.4 The effect of demographic change on automation density Since households save a constant fraction s ∈ (0, 1) of their total income YT and the economy is closed, aggregate investment is It = st such that Kt+1 + Pt+1 = st.", "context": "Next, we analyze how the automation density itself depends on the demographic setting, which is our main question of interest that we analyze empirically in Section 3.2.4 The effect of demographic change on automation density Since households save a constant fraction s ∈ (0, 1) of their total income YT and the economy is closed, aggregate investment is It = st such that Kt+1 + Pt+1 = st.Substituting for Kt+1 by the no-arbitrage relationship (4), for YT by Equation (5), and dividing by the population size NT+1 provides the following expression α(pt+1 + 1) 1− α + pt+1 = s ( α 1− α )α 1 + pt 1 + n .", "original_sentence": "2.4 The effect of demographic change on automation density Since households save a constant fraction s ∈ (0, 1) of their total income Yt and the economy is closed, aggregate investment is It = sYt such that Kt+1 + Pt+1 = sYt.", "text": " At the aggregate level, this implies that there are constant returns to scale with respect to all reproducible production factors. Consequently, automation creates the potential for long-run growth without factor-augmenting technological progress. Next, we analyze how the automation density itself depends on the demographic setting, which is our main question of interest that we analyze empirically in Section 3. 2.4 The effect of demographic change on automation density Since households save a constant fraction s ∈ (0, 1) of their total income Yt and the economy is closed, aggregate investment is It = sYt such that Kt+1 + Pt+1 = sYt. Substituting for Kt+1 by the no-arbitrage relationship (4), for Yt by Equation (5), and dividing by the population size Nt+1 provides the following expression α(pt+1 + 1) 1− α + pt+1 = s ( α 1− α )α 1 + pt 1 + n .", "doc_id": "A. Abeliansky and K. Prettner (2017)Automation and demographic change.txt", "para_id": 20, "score": 0.07961826001375745}, {"summary": "Furthermore, the shift towards increased transparency and accountability for government spending has led many to question how the government is able to account for the impact of such spending.", "context": "The significant increases in commissioning amounts and complexity, the high levels of public funds implied, and the potential for high profile failure push the skill set for commissioning into the spotlight.Furthermore, the shift towards increased transparency and accountability for government spending has led many to question how the government is able to account for the impact of such spending.This means a need not only to design a contract and oversee its management, but also to conceive of performance indicators that are able to track value for money, and investment instruments that are flexible enough to adjust when indicators suggest a need for change.", "original_sentence": "Furthermore, the shift towards increased transparency and accountability for government spending has led many to question how the government is able to account for the impact of such spending.", "text": " Osbourne, The New Public Governance? Emerging perspectives on the theory and practice of public governance, Routledge, London. How are these skills changing? The significant increases in commissioning amounts and complexity, the high levels of public funds implied, and the potential for high profile failure push the skill set for commissioning into the spotlight. Furthermore, the shift towards increased transparency and accountability for government spending has led many to question how the government is able to account for the impact of such spending. This means a need not only to design a contract and oversee its management, but also to conceive of performance indicators that are able to track value for money, and investment instruments that are flexible enough to adjust when indicators suggest a need for change.", "doc_id": "2017 New Skills Civil Service-OECD.txt", "para_id": 104, "score": 0.07893142109968546}, {"summary": "A concern could arise that our results are dependent on the Box-cox transformation.", "context": "Irrespective of this substantial reduction in the sample, the results are very stable, as can be seen is Tables 18 and 19 in the Appendix.A concern could arise that our results are dependent on the Box-cox transformation.A further robustness check therefore relies on using the neg log transformation for both the population growth rate and the robot density growth rate.", "original_sentence": "A concern could arise that our results are dependent on the Box-cox transformation.", "text": " We find no substantial differences with our previous estimates. In another sensitivity analysis we exclude Germany, South Korea, the NAFTA countries, Japan, and China because these are the countries with the highest (manufacturing) robot density and also very low fertility rates. Irrespective of this substantial reduction in the sample, the results are very stable, as can be seen is Tables 18 and 19 in the Appendix. A concern could arise that our results are dependent on the Box-cox transformation. A further robustness check therefore relies on using the neglog transformation for both the population growth rate and the robot density growth rate. The neglog transformation involves making the following adjustments to a variable (which we call x for simplicity).", "doc_id": "A. Abeliansky and K. Prettner (2017)Automation and demographic change.txt", "para_id": 88, "score": 0.07279525961129177}, {"summary": "However, we have no a prior expectation regarding the sign of the coefficient for openness – on the one hand, as countries become more open, they might need fewer robots because domestic production could easier be substituted by imports; on the other hand, open economies are also subject to stronger international competition such that there is an incentive to automate the production in search of efficiency gains.", "context": "Furthermore, a better educated population might be more inclined to invest in (or adapt to) robots such that the coefficient of education should also be positive.However, we have no a prior expectation regarding the sign of the coefficient for openness – on the one hand, as countries become more open, they might need fewer robots because domestic production could easier be substituted by imports; on the other hand, open economies are also subject to stronger international competition such that there is an incentive to automate the production in search of efficiency gains.3.3 Main Results Table 3 contains the regression outputs from a baseline specification of Equation (8).", "original_sentence": "However, we have no a priori expectation regarding the sign of the coefficient for openness – on the one hand, as countries become more open, they might need fewer robots because domestic production could easier be substituted by imports; on the other hand, open economies are also subject to stronger international competition such that there is an incentive to automate the production in search of efficiency gains.", "text": " When we include the controls, we expect a positive coefficient for GDP per capita because higher income implies a lower return to traditional capital accumulation and therefore a stronger incentive to employ robots. Furthermore, a better educated population might be more inclined to invest in (or adapt to) robots such that the coefficient of education should also be positive. However, we have no a priori expectation regarding the sign of the coefficient for openness – on the one hand, as countries become more open, they might need fewer robots because domestic production could easier be substituted by imports; on the other hand, open economies are also subject to stronger international competition such that there is an incentive to automate the production in search of efficiency gains. 3.3 Main Results Table 3 contains the regression outputs from a baseline specification of Equation (8). As regressors we include the two crucial variables that are suggested by our theoretical considerations in Equation (7), the population growth rate and the investment rate.", "doc_id": "A. Abeliansky and K. Prettner (2017)Automation and demographic change.txt", "para_id": 36, "score": 0.0705805403463097}, {"summary": "Automation tends to have a more positive effect on wages in the long run than in the short run because capital accumulates in response to the increased demand for capital.", "context": "Proposition 8, however, implies that this has the potential to be counterproductive.Automation tends to have a more positive effect on wages in the long run than in the short run because capital accumulates in response to the increased demand for capital.Taxing and discouraging further accumulation of capital would stop these beneficial effects in their tracks.", "original_sentence": "Automation tends to have a more positive effect on wages in the long run than in the short run because capital accumulates in response to the increased demand for capital.", "text": "g., Piketty, 2014). Proposition 8, however, implies that this has the potential to be counterproductive. Automation tends to have a more positive effect on wages in the long run than in the short run because capital accumulates in response to the increased demand for capital. Taxing and discouraging further accumulation of capital would stop these beneficial effects in their tracks. 6 Equilibrium in Other Cases In this section, we briefly describe the impact of automation on the allocation of tasks to factors and factor prices.", "doc_id": "Acemglu y Restrepo (2017) - Low skill and high skill automation.txt", "para_id": 56, "score": 0.07004769955289357}, {"summary": "The net impact of automation on the directly affected factor depends on the balance between the displacement and productivity effects, which is in turn shaped by the gap between the effective cost of producing marginal tasks by labor versus capital.", "context": "Counteracting this, it also creates a positive productivity effect, pushing up the price of all factors.The net impact of automation on the directly affected factor depends on the balance between the displacement and productivity effects, which is in turn shaped by the gap between the effective cost of producing marginal tasks by labor versus capital.The simplest characterization of whether the displacement or the productivity effect dominates, then, depends on how large the capital stock is (and thus how high is the rental rate of capital).", "original_sentence": "The net impact of automation on the directly affected factor depends on the balance between the displacement and productivity effects, which is in turn shaped by the gap between the effective cost of producing marginal tasks by labor versus capital.", "text": " We show that automation always displaces the type of labor it directly affects, depressing its wage. Counteracting this, it also creates a positive productivity effect, pushing up the price of all factors. The net impact of automation on the directly affected factor depends on the balance between the displacement and productivity effects, which is in turn shaped by the gap between the effective cost of producing marginal tasks by labor versus capital. The simplest characterization of whether the displacement or the productivity effect dominates, then, depends on how large the capital stock is (and thus how high is the rental rate of capital). Importantly, we also establish that both types of automation may create ripple effects, further displacing the type of labor that is not directly affected. The major implication of the ripple effects for us is that automation may reduce the wage of not just the factor it directly affects, but of other imperfectly substitutable factors—put differently, either type of automation can depress the real wage of both high-skill and low-skill labor.", "doc_id": "Acemglu y Restrepo (2017) - Low skill and high skill automation.txt", "para_id": 60, "score": 0.06918740692015427}, {"summary": "The intuition for this finding is the following: A country in which the population – and with it the labor force – grows fast, exhibits a comparably high rate of return on traditional physical capital and there is no need to invest in automation capital.", "context": "Note that this expression is, in general, not equal to -1 such that our result is not just due to the fact that automation density is defined as the aggregate stock of automation capital divided by the population size.The intuition for this finding is the following: A country in which the population – and with it the labor force – grows fast, exhibits a comparably high rate of return on traditional physical capital and there is no need to invest in automation capital.In fact, in such a country, the rate of return on investment in automation capital tends to be rather low.", "original_sentence": "The intuition for this finding is the following: A country in which the population – and with it the labor force – grows fast, exhibits a comparably high rate of return on traditional physical capital and there is no need to invest in automation capital.", "text": " In this case a country will have a higher automation density (p) if it has a lower population growth rate (n). Proof. Taking the derivative of Equation (7) with respect to n we get ∂pt+1 ∂n = −s(1− α) ( α 1− α )α 1 + pt (1 + n)2 < 0. Note that this expression is, in general, not equal to -1 such that our result is not just due to the fact that automation density is defined as the aggregate stock of automation capital divided by the population size. The intuition for this finding is the following: A country in which the population – and with it the labor force – grows fast, exhibits a comparably high rate of return on traditional physical capital and there is no need to invest in automation capital. In fact, in such a country, the rate of return on investment in automation capital tends to be rather low.", "doc_id": "A. Abeliansky and K. Prettner (2017)Automation and demographic change.txt", "para_id": 22, "score": 0.06900113705126296}], "keywords": [{"keyword": "productivity", "count": 82}, {"keyword": "capital", "count": 135}, {"keyword": "long", "count": 35}, {"keyword": "changes", "count": 12}, {"keyword": "run", "count": 30}, {"keyword": "rate", "count": 60}, {"keyword": "long run", "count": 28}, {"keyword": "income", "count": 7}, {"keyword": "change", "count": 6}, {"keyword": "growth", "count": 297}, {"keyword": "economic", "count": 20}, {"keyword": "economic growth", "count": 12}, {"keyword": "gdp", "count": 11}, {"keyword": "production", "count": 15}, {"keyword": "rates", "count": 11}, {"keyword": "based", "count": 3}, {"keyword": "increase", "count": 10}, {"keyword": "output", "count": 5}, {"keyword": "price", "count": 3}, {"keyword": "time", "count": 10}, {"keyword": "economy", "count": 16}, {"keyword": "cost", "count": 5}, {"keyword": "appendix", "count": 9}, {"keyword": "government", "count": 84}, {"keyword": "contract", "count": 12}, {"keyword": "agencies", "count": 3}, {"keyword": "services", "count": 23}, {"keyword": "contracting", "count": 6}, {"keyword": "quality", "count": 1}, {"keyword": "inputs", "count": 2}, {"keyword": "used", "count": 4}, {"keyword": "goods", "count": 2}, {"keyword": "performance", "count": 8}, {"keyword": "labour", "count": 7}, {"keyword": "spending", "count": 5}, {"keyword": "government spending", "count": 2}, {"keyword": "outputs", "count": 3}], "locations": [{"keyword": "Prettner", "count": 4, "type": "LOCATION"}, {"keyword": "Table", "count": 1, "type": "LOCATION"}, {"keyword": "Rautomt+1", "count": 2, "type": "LOCATION"}, {"keyword": "Strulik (2017", "count": 1, "type": "LOCATION"}, {"keyword": "Steigum (", "count": 1, "type": "LOCATION"}, {"keyword": "Cass", "count": 1, "type": "LOCATION"}, {"keyword": "Graetz", "count": 1, "type": "LOCATION"}, {"keyword": "studies.2", "count": 1, "type": "LOCATION"}, {"keyword": "Australia", "count": 2, "type": "LOCATION"}, {"keyword": "Chile", "count": 1, "type": "LOCATION"}, {"keyword": "Turkey", "count": 1, "type": "LOCATION"}, {"keyword": "Taiwan", "count": 1, "type": "LOCATION"}, {"keyword": "the United States", "count": 2, "type": "LOCATION"}, {"keyword": "Portugal", "count": 1, "type": "LOCATION"}, {"keyword": "the United Kingdom", "count": 1, "type": "LOCATION"}, {"keyword": "Platform", "count": 1, "type": "LOCATION"}, {"keyword": "co)creation", "count": 1, "type": "LOCATION"}, {"keyword": "UK", "count": 1, "type": "LOCATION"}, {"keyword": "Habakkuk", "count": 1, "type": "LOCATION"}, {"keyword": "California", "count": 1, "type": "LOCATION"}, {"keyword": "Nevada", "count": 1, "type": "LOCATION"}, {"keyword": "Kt+1", "count": 2, "type": "LOCATION"}, {"keyword": "Pt+1", "count": 1, "type": "LOCATION"}, {"keyword": "Nt+1", "count": 1, "type": "LOCATION"}, {"keyword": "α(pt+1", "count": 1, "type": "LOCATION"}, {"keyword": "London", "count": 1, "type": "LOCATION"}, {"keyword": "Germany", "count": 1, "type": "LOCATION"}, {"keyword": "South Korea", "count": 1, "type": "LOCATION"}, {"keyword": "Japan", "count": 1, "type": "LOCATION"}, {"keyword": "China", "count": 1, "type": "LOCATION"}, {"keyword": "Piketty", "count": 1, "type": "LOCATION"}], "entities": [{"keyword": "K(H", "count": 1, "type": "PERSON"}, {"keyword": "Kfixed", "count": 2, "type": "NORP"}, {"keyword": "R(H", "count": 2, "type": "NORP"}, {"keyword": "Equation", "count": 5, "type": "ORG"}, {"keyword": "GMM", "count": 1, "type": "ORG"}, {"keyword": "Kt", "count": 2, "type": "PERSON"}, {"keyword": "Kt Lt + Pt", "count": 2, "type": "PERSON"}, {"keyword": "Rtradt+1", "count": 2, "type": "ORG"}, {"keyword": "Pt Kt", "count": 1, "type": "PERSON"}, {"keyword": "Perfect", "count": 1, "type": "NORP"}, {"keyword": "Olsen", "count": 1, "type": "PERSON"}, {"keyword": "Acemoglu", "count": 3, "type": "PERSON"}, {"keyword": "Restrepo", "count": 3, "type": "ORG"}, {"keyword": "Elsby et al", "count": 1, "type": "PERSON"}, {"keyword": "Solow", "count": 1, "type": "ORG"}, {"keyword": "Michaels", "count": 1, "type": "ORG"}, {"keyword": "Karabarbounis", "count": 1, "type": "ORG"}, {"keyword": "Neiman", "count": 1, "type": "ORG"}, {"keyword": "WH", "count": 2, "type": "ORG"}, {"keyword": "WL", "count": 1, "type": "ORG"}, {"keyword": "Assumption 2", "count": 2, "type": "ORG"}, {"keyword": "H/L", "count": 1, "type": "ORG"}, {"keyword": "Rℓ <", "count": 1, "type": "ORG"}, {"keyword": " Automation", "count": 1, "type": "ORG"}, {"keyword": "Blundell", "count": 2, "type": "PERSON"}, {"keyword": "Anderson", "count": 2, "type": "PERSON"}, {"keyword": "Hsiao", "count": 2, "type": "PERSON"}, {"keyword": "Robustness Analysis", "count": 1, "type": "PERSON"}, {"keyword": "Bond", "count": 4, "type": "ORG"}, {"keyword": "Arellano", "count": 2, "type": "ORG"}, {"keyword": "Omitting", "count": 1, "type": "NORP"}, {"keyword": "− R γK", "count": 2, "type": "ORG"}, {"keyword": "WL γL(IL", "count": 2, "type": "ORG"}, {"keyword": "WH γH(IH", "count": 1, "type": "ORG"}, {"keyword": "CorrFE", "count": 2, "type": "PERSON"}, {"keyword": "POLS RE FE", "count": 1, "type": "ORG"}, {"keyword": "Whittaker", "count": 1, "type": "PERSON"}, {"keyword": " Note", "count": 1, "type": "ORG"}, {"keyword": "Appendix", "count": 2, "type": "ORG"}, {"keyword": "The Washington Post", "count": 1, "type": "ORG"}, {"keyword": "National Accounts", "count": 1, "type": "ORG"}, {"keyword": "the Australian Bureau of Statistics", "count": 1, "type": "ORG"}, {"keyword": "OECD", "count": 4, "type": "ORG"}, {"keyword": "OECD National Accounts Statistics", "count": 1, "type": "ORG"}, {"keyword": "Compensation of government", "count": 1, "type": "ORG"}, {"keyword": "Notes", "count": 1, "type": "PRODUCT"}, {"keyword": "Costs", "count": 1, "type": "NORP"}, {"keyword": "N/A Note", "count": 1, "type": "ORG"}, {"keyword": "International Federation of Robotics", "count": 1, "type": "ORG"}, {"keyword": "United Nations", "count": 1, "type": "ORG"}, {"keyword": "the Government Accountability Office", "count": 1, "type": "ORG"}, {"keyword": "US Government Accountability Office", "count": 1, "type": "ORG"}, {"keyword": "Government Digital Service", "count": 1, "type": "ORG"}, {"keyword": "Resource", "count": 1, "type": "ORG"}, {"keyword": "Yt", "count": 1, "type": "ORG"}, {"keyword": "Yt by Equation", "count": 1, "type": "ORG"}, {"keyword": " Osbourne", "count": 1, "type": "PERSON"}, {"keyword": "The New Public Governance", "count": 1, "type": "ORG"}, {"keyword": "Routledge", "count": 1, "type": "ORG"}, {"keyword": "Tables 18", "count": 1, "type": "ORG"}, {"keyword": "Box", "count": 1, "type": "ORG"}, {"keyword": "Main Results", "count": 1, "type": "ORG"}], "folder": "/app/AIResearchHelper/SmartReader/Data/text_files_2019-03-29_17-09-35", "folder_name": "text_files_2019-03-29_17-09-35"}]